{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/figureC2.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 2 Dec 2025, 12:14:19
{txt}
{com}. 
. do init.do
{txt}
{com}. cls                                     // Clear results window
{txt}
{com}. clear all               // Start with a clean slate
{txt}
{com}. set more off, perm      // Disable partitioned output
{txt}({cmd:set more} preference recorded)

{com}. macro drop _all         // Clear all macros to avoid namespace conflicts
{txt}
{com}. set linesize 150        // Line size limit to make output more readable, affects logs
{txt}
{com}. set varabbrev off, perm // Turn off variable abbreviation
{txt}({cmd:set varabbrev} preference recorded)

{com}. // pause on                // Enable pause mode for debugging
. version 13.1            // Set Stata version to 13.1
{txt}
{com}. set matsize 10000
{txt}
{com}. 
. *==============================================================================
. // Set root path
. // cap net install here, from("https://raw.githubusercontent.com/korenmiklos/here/master/")
. cap here
{txt}
{com}. if _rc == 0 {c -(}
.         here, set
.         cd ${c -(}here{c )-}
. {c )-}
{txt}
{com}. else {c -(}
.         global here "\\wsl.localhost\Debian\home\lsys\neutrality\analysis"
.         cd $here
{res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis
{com}. {c )-}
{txt}
{com}. 
. *==============================================================================
. // Point to ado programs
. adopath ++ ./ado
{txt}  [1]              "{res}./ado{txt}"
  [2]  (BASE)      "{res}C:\Program Files (x86)\Stata13\ado\base/{txt}"
  [3]  (SITE)      "{res}C:\Program Files (x86)\Stata13\ado\site/{txt}"
  [4]              "{res}.{txt}"
  [5]  (PERSONAL)  "{res}c:\ado\personal/{txt}"
  [6]  (PLUS)      "{res}c:\ado\plus/{txt}"
  [7]  (OLDPLACE)  "{res}c:\ado/{txt}"

{com}. 
. use "../pipeline/out/media.dta", clear
{txt}
{com}. do preamble
{txt}
{com}. *-----------------------------------------------------------------------
. * IDENTIFIERS AND METADATA
. *-----------------------------------------------------------------------
. label var qid         "Quote ID"
{txt}
{com}. label var article_id  "News article ID (title-date tuple)"
{txt}
{com}. label var speech_id   "Speech ID"
{txt}
{com}. 
. label var date        "Publication date"
{txt}
{com}. label var matched_date "Matched speech date"
{txt}
{com}. label var matched_score "Matched score in semi-automated assessing"
{txt}
{com}. 
. label var mp          "MP ID"
{txt}
{com}. label var party       "Party of politician (string code)"
{txt}
{com}. label var opposition  "=1 if from an opposition party"
{txt}
{com}. gen ruling = (party == "pap")
{txt}
{com}. label var ruling  "=1 if from the government party"
{txt}
{com}. label var non_partisan "=1 if non-partisan MP"
{txt}
{com}. assert (1 == opposition + ruling + non_partisan)
{txt}
{com}. label var speaker     "=1 if making speech in capacity of speaker"
{txt}
{com}. 
. label var section     "Original article section"
{txt}
{com}. 
. *======================================================================
. * MP CAREER
. *======================================================================
. label var start "Start date of MP's parliamentary service"
{txt}
{com}. rename _end end
{res}{txt}
{com}. label var end   "End date of MP's parliamentary service"
{txt}
{com}. 
. *--- Rank of MP --------------------------------------------------------
. label define rank_label ///
>     1 "pm" 2 "dpm" 3 "minister" 4 "sms" 5 "mos" 6 "mayor" 7 "sps" ///
>     8 "parl sec" 9 "speaker" 10 "mp" 11 "ncmp" 12 "nmp"
{txt}
{com}. encode rank, gen(mp_rank) label(rank_label)
{txt}
{com}. drop rank
{txt}
{com}. rename mp_rank rank
{res}{txt}
{com}. label var rank "Rank of MP at time of speech"
{txt}
{com}. fvset base 10 rank   // base: Member of Parliament
{txt}
{com}. 
. *--- Tenunre -----------------------------------------------------------
. gen _tenure = tenure / 365
{txt}
{com}. drop tenure
{txt}
{com}. rename _tenure tenure
{res}{txt}
{com}. label var tenure "Seniority of politician at time of speech (years)"
{txt}
{com}. 
. gen tenure2 = tenure^2
{txt}
{com}. label var tenure2 "Square of tenure"
{txt}
{com}. 
. *======================================================================
. * INDIVIDUAL DEMOGRAPHICS
. *======================================================================
. label var dob   "Date of birth of MP"
{txt}
{com}. label var yob   "Year of birth of MP"
{txt}
{com}. 
. *--- Gender (0 = male, 1 = female) ------------------------------------
. label define gender_label 0 "male" 1 "female"
{txt}
{com}. encode gender, gen(sex) label(gender_label)
{txt}
{com}. drop gender
{txt}
{com}. rename sex gender
{res}{txt}
{com}. fvset base 0 gender
{txt}
{com}. label var gender "Gender of politician"
{txt}
{com}. 
. *--- Race --------------------------------------------------------------
. label define race_label 0 "chinese" 1 "malay" 2 "indian" 3 "eurasian"
{txt}
{com}. encode race, gen(ethnic) label(race_label)
{txt}
{com}. drop race
{txt}
{com}. rename ethnic race
{res}{txt}
{com}. fvset base 0 race
{txt}
{com}. label var race "Race of politician (Chinese, Malay, Indian, Eurasian/other)"
{txt}
{com}. 
. *--- Age ---------------------------------------------------------------
. gen _age = age / 365
{txt}
{com}. drop age
{txt}
{com}. rename _age age
{res}{txt}
{com}. label var age "Age of politician at time of speech (years)"
{txt}
{com}. 
. gen age2    = age^2
{txt}
{com}. label var age2 "Square of age"
{txt}
{com}. 
. *======================================================================
. * MINISTRY
. *======================================================================
. label var MND    "=1 if speech made while at Ministry of National Development"
{txt}
{com}. label var MinDef "=1 if speech made while at Ministry of Defence"
{txt}
{com}. label var MFA    "=1 if speech made while at Ministry of Foreign Affairs"
{txt}
{com}. label var MinLaw "=1 if speech made while at Ministry of Law"
{txt}
{com}. label var MHA    "=1 if speech made while at Ministry of Home Affairs"
{txt}
{com}. label var MOT    "=1 if speech made while at Ministry of Transport"
{txt}
{com}. label var MOF    "=1 if speech made while at Ministry of Finance"
{txt}
{com}. label var MOM    "=1 if speech made while at Ministry of Manpower"
{txt}
{com}. label var MTI    "=1 if speech made while at Ministry of Trade and Industry"
{txt}
{com}. label var MCCY   "=1 if speech made while at Ministry of Culture, Community and Youth"
{txt}
{com}. label var MSF    "=1 if speech made while at Ministry of Social and Family Development"
{txt}
{com}. label var MOH    "=1 if speech made while at Ministry of Health"
{txt}
{com}. label var PMO    "=1 if speech made while at Prime Minister's Office"
{txt}
{com}. label var MEWR   "=1 if speech made while at Ministry of the Environment and Water Resources"
{txt}
{com}. label var MCI    "=1 if speech made while at Ministry of Communications and Information"
{txt}
{com}. label var MOE    "=1 if speech made while at Ministry of Education"
{txt}
{com}. 
. recode MFA PMO MEWR MCI MTI MHA MCCY MinLaw MOH MOM MinDef MSF MOT MND MOF MOE (. = 0)
{txt}(MFA: 13913 changes made)
(PMO: 14288 changes made)
(MEWR: 14348 changes made)
(MCI: 14173 changes made)
(MTI: 14135 changes made)
(MHA: 13392 changes made)
(MCCY: 14301 changes made)
(MinLaw: 13971 changes made)
(MOH: 14054 changes made)
(MOM: 14058 changes made)
(MinDef: 13790 changes made)
(MSF: 14693 changes made)
(MOT: 13884 changes made)
(MND: 13741 changes made)
(MOF: 13401 changes made)
(MOE: 13792 changes made)

{com}. 
. *======================================================================
. * STRING SIMILARITY AND SEMANTIC MATCHING
. *======================================================================
. 
. *--- String similarity 1 (partialscore) -------------------------------
. rename partialscore_quote_to_fullspeech  ss1_quote_to_speech
{res}{txt}
{com}. label var ss1_quote_to_speech            "String similarity score 1 for quote to speech"
{txt}
{com}. 
. rename partialscore_quote_to_paragraph   ss1_quote_to_paragraph
{res}{txt}
{com}. label var ss1_quote_to_paragraph         "String similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename partialscore_quote_to_sentence    ss1_quote_to_sentence
{res}{txt}
{com}. label var ss1_quote_to_sentence          "String similarity score 1 for quote to sentence"
{txt}
{com}. 
. rename _partialscore_speech              _ss1_quote_to_speech
{res}{txt}
{com}. label var _ss1_quote_to_speech           "(no stopwords) string similarity score 1 for quote to speech"
{txt}
{com}. 
. rename _partialscore_paragraph           _ss1_quote_to_paragraph
{res}{txt}
{com}. label var _ss1_quote_to_paragraph        "(no stopwords) string similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename _partialscore_sentence            _ss1_quote_to_sentence
{res}{txt}
{com}. label var _ss1_quote_to_sentence         "(no stopwords) string similarity score 1 for quote to sentence"
{txt}
{com}. 
. *--- String similarity 2 (tokensetscore) ------------------------------
. rename tokensetscore_quote_to_sentence   ss2_quote_to_sentence
{res}{txt}
{com}. label var ss2_quote_to_sentence          "String similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename tokensetscore_quote_to_paragraph  ss2_quote_to_paragraph
{res}{txt}
{com}. label var ss2_quote_to_paragraph         "String similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename tokensetscore_quote_to_fullspeec  ss2_quote_to_speech
{res}{txt}
{com}. label var ss2_quote_to_speech            "String similarity score 2 for quote to speech"
{txt}
{com}. 
. rename tokensetscore_quote_to_sentence_  _ss2_quote_to_sentence
{res}{txt}
{com}. label var _ss2_quote_to_sentence         "(no stopwords) string similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename _0tokensetscore_quote_to_paragra  _ss2_quote_to_paragraph
{res}{txt}
{com}. label var _ss2_quote_to_paragraph        "(no stopwords) string similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename _1tokensetscore_quote_to_fullspe  _ss2_quote_to_speech
{res}{txt}
{com}. label var _ss2_quote_to_speech           "(no stopwords) string similarity score 2 for quote to speech"
{txt}
{com}. 
. *--- Semantic matching scores -----------------------------------------
. replace ce_max_quote2speech = 100 * ce_max_quote2speech
{txt}(14903 real changes made)

{com}. label var be_max_quote2speech "Best embedding-based biencoder score for quote to speech"
{txt}
{com}. label var ce_max_quote2speech "Cross-encoder semantic score for quote to speech (0-100)"
{txt}
{com}. 
. *======================================================================
. * CONSTITUENCY AND ELECTORAL VARIABLES
. *======================================================================
. rename num group_size
{res}{txt}
{com}. label var group_size             "Politician size of constituency (1 to 6)"
{txt}
{com}. 
. label var voters                 "Electoral size of constituency for current parliament"
{txt}
{com}. label var valid_votes            "Number of valid votes in constituency"
{txt}
{com}. label var winners_majority       "Number of votes for winning party/candidate"
{txt}
{com}. label var vote                   "Number of votes for current parliament"
{txt}
{com}. label var vote_share             "Percentage of votes for current parliament"
{txt}
{com}. label var winners_majority_share "Winners' majority share (percent of valid votes)"
{txt}
{com}. label var swing                  "Electoral swing in ruling party vote share (percentage points)"
{txt}
{com}. 
. *======================================================================
. * PARLIAMENT, YEAR, ELECTION TIMING, WEEKDAY
. *======================================================================
. *--- Parliament life: dummies + factor ---------------------------------
. label var parl10 "=1 if speech occurred in 10th Parliament"
{txt}
{com}. label var parl11 "=1 if speech occurred in 11th Parliament"
{txt}
{com}. label var parl12 "=1 if speech occurred in 12th Parliament"
{txt}
{com}. label var parl13 "=1 if speech occurred in 13th Parliament"
{txt}
{com}. 
. label define parl_label 0 "10th parliament" 1 "11th parliament" 2 "12th parliament" 3 "13th parliament"
{txt}
{com}. encode parl, gen(parliament) label(parl_label)
{txt}
{com}. drop parl
{txt}
{com}. rename parliament parl
{res}{txt}
{com}. fvset base 0 parl
{txt}
{com}. label var parl "Parliament life (categorical)"
{txt}
{com}. 
. *======================================================================
. * ELECTION TIMING INDICATORS
. *======================================================================
. *--- General elections -------------------------------------------------
. label var ge2006       "=1 if article published in year of General Election 2006"
{txt}
{com}. label var ge2011       "=1 if article published in year of General Election 2011"
{txt}
{com}. label var ge2015       "=1 if article published in year of General Election 2015"
{txt}
{com}. 
. label var ge2006_1mth  "=1 if article within 1 month of General Election 2006"
{txt}
{com}. label var ge2006_3mths "=1 if article within 3 months of General Election 2006"
{txt}
{com}. label var ge2006_6mths "=1 if article within 6 months of General Election 2006"
{txt}
{com}. 
. label var ge2011_1mth  "=1 if article within 1 month of General Election 2011"
{txt}
{com}. label var ge2011_3mths "=1 if article within 3 months of General Election 2011"
{txt}
{com}. label var ge2011_6mths "=1 if article within 6 months of General Election 2011"
{txt}
{com}. 
. label var ge2015_1mth  "=1 if article within 1 month of General Election 2015"
{txt}
{com}. label var ge2015_3mths "=1 if article within 3 months of General Election 2015"
{txt}
{com}. label var ge2015_6mths "=1 if article within 6 months of General Election 2015"
{txt}
{com}. 
. *--- By-elections ------------------------------------------------------
. label var be2012       "=1 if article published in year of By-election 2012"
{txt}
{com}. label var be2013       "=1 if article published in year of By-election 2013"
{txt}
{com}. label var be2016       "=1 if article published in year of By-election 2016"
{txt}
{com}. 
. label var be2012_1mth  "=1 if article within 1 month of By-election 2012"
{txt}
{com}. label var be2012_3mths "=1 if article within 3 months of By-election 2012"
{txt}
{com}. label var be2013_1mth  "=1 if article within 1 month of By-election 2013"
{txt}
{com}. label var be2013_3mths "=1 if article within 3 months of By-election 2013"
{txt}
{com}. label var be2016_1mth  "=1 if article within 1 month of By-election 2016"
{txt}
{com}. label var be2016_3mths "=1 if article within 3 months of By-election 2016"
{txt}
{com}. 
. *--- Presidential elections --------------------------------------------
. label var pe2005       "=1 if article published in year of Presidential Election 2005"
{txt}
{com}. label var pe2011       "=1 if article published in year of Presidential Election 2011"
{txt}
{com}. 
. label var pe2005_1mth  "=1 if article within 1 month of Presidential Election 2005"
{txt}
{com}. label var pe2005_3mths "=1 if article within 3 months of Presidential Election 2005"
{txt}
{com}. label var pe2005_6mths "=1 if article within 6 months of Presidential Election 2005"
{txt}
{com}. 
. label var pe2011_1mth  "=1 if article within 1 month of Presidential Election 2011"
{txt}
{com}. label var pe2011_3mths "=1 if article within 3 months of Presidential Election 2011"
{txt}
{com}. label var pe2011_6mths "=1 if article within 6 months of Presidential Election 2011"
{txt}
{com}. 
. *======================================================================
. * ARTICLE-LEVEL VARIABLES: SECTION, AUTHOR, LANGUAGE, BEAT
. *======================================================================
. * Encoded section with 'others' as base
. label define section2_label ///
>     1 "home" 2 "insight" 3 "money" 4 "news" 5 "opinion" 6 "others" ///
>     7 "prime news" 8 "review - insight" 9 "singapore" 10 "sports" ///
>     11 "st" 12 "think" 13 "top of the news" 14 "world"
{txt}
{com}. encode section2, gen(sect2) label(section2_label)
{txt}
{com}. drop section2
{txt}
{com}. rename sect2 section2
{res}{txt}
{com}. fvset base 6 section2
{txt}
{com}. label var section2 "Section of article (base: others)"
{txt}
{com}. 
. * Language / translation flags
. label var malay        "=1 if quote is in Malay"
{txt}
{com}. label var mandarin     "=1 if quote is in Mandarin"
{txt}
{com}. label var tamil        "=1 if quote is in Tamil"
{txt}
{com}. label var vernacular   "=1 if quote is in a non-English vernacular language"
{txt}
{com}. label var translations "=1 if quote translated from vernacular to English"
{txt}
{com}. 
. * Author and beat
. rename author_cleaned2 authorID
{res}{txt}
{com}. label var authorID "Author ID"
{txt}
{com}. 
. encode beat, gen(beat2)
{txt}
{com}. drop beat
{txt}
{com}. rename beat2 beat
{res}{txt}
{com}. label var beat "Beat assignment of reporter"
{txt}
{com}. 
. *--- Weekday of publication -------------------------------------------
. label define weekday_label ///
>     1 "monday" 2 "tuesday" 3 "wednesday" 4 "thursday" 5 "friday" 6 "saturday" 7 "sunday"
{txt}
{com}. encode weekday, gen(dayofweek) label(weekday_label)
{txt}
{com}. drop weekday
{txt}
{com}. rename dayofweek weekday
{res}{txt}
{com}. fvset base 1 weekday
{txt}
{com}. label var weekday "Day of week of article publication"
{txt}
{com}. 
. *======================================================================
. * TEXT LENGTH
. *======================================================================
. * Word counts
. rename wordcount_quote      quote
{res}{txt}
{com}. label var quote             "Word count of quote"
{txt}
{com}. 
. rename wordcount_paragraph  paragraph
{res}{txt}
{com}. label var paragraph         "Word count of paragraph"
{txt}
{com}. 
. rename wordcount_fullspeech speech
{res}{txt}
{com}. label var speech            "Word count of full speech"
{txt}
{com}. 
. rename wordcount            article
{res}{txt}
{com}. label var article           "Article length (words)"
{txt}
{com}. 
. * Character counts
. rename char_count_quote     quote_char
{res}{txt}
{com}. label var quote_char        "Character count of quote"
{txt}
{com}. 
. rename char_count_paragraph paragraph_char
{res}{txt}
{com}. label var paragraph_char    "Character count of paragraph"
{txt}
{com}. 
. rename char_count_fullspeech speech_char
{res}{txt}
{com}. label var speech_char       "Character count of speech"
{txt}
{com}. 
. rename article_len_char     article_char
{res}{txt}
{com}. label var article_char      "Article length (characters)"
{txt}
{com}. 
. * Log transformations
. #delimit ;
{txt}delimiter now ;
{com}. global log_variables "
>     quote 
>     quote_char 
>     paragraph 
>     paragraph_char
>     speech
>     speech_char 
>     article
>     article_char
> ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. foreach var in $log_variables {c -(}
{txt}  2{com}.     gen ln_`var' = ln(`var')
{txt}  3{com}.     label var ln_`var' "ln of `var'"
{txt}  4{com}. {c )-}
{txt}(2 missing values generated)
(2 missing values generated)

{com}. 
. *======================================================================
. * TOPIC DISTRIBUTIONS
. *======================================================================
. 
. * 50-topic models: quote, speech, article
. forvalues i = 1/50 {c -(}
{txt}  2{com}.     label var quote_50K_`i'   "Probability for topic `i'/50 for quote"
{txt}  3{com}.     label var speech_50K_`i'  "Probability for topic `i'/50 for speech"
{txt}  4{com}.     label var article_50K_`i' "Probability for topic `i'/50 for article"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 92-topic models: quote, speech, sentence
. forvalues i = 1/92 {c -(}
{txt}  2{com}.     label var quote_92K_`i'    "Probability for topic `i'/92 for quote"
{txt}  3{com}.     label var speech_92K_`i'   "Probability for topic `i'/92 for speech"
{txt}  4{com}.     label var sentence_92K_`i' "Probability for topic `i'/92 for sentence"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 100-topic models: quote, speech
. forvalues i = 1/100 {c -(}
{txt}  2{com}.     label var quote_100K_`i'  "Probability for topic `i'/100 for quote"
{txt}  3{com}.     label var speech_100K_`i' "Probability for topic `i'/100 for speech"
{txt}  4{com}. {c )-}
{txt}
{com}. 
. * Article-level topic models (30 and 40 topics)
. forvalues i = 1/30 {c -(}
{txt}  2{com}.     label var article_30K_`i' "Probability for topic `i'/30 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. forvalues i = 1/40 {c -(}
{txt}  2{com}.     label var article_40K_`i' "Probability for topic `i'/40 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. *======================================================================
. * LEXICAL RICHNESS
. *======================================================================
. label var ttr    "Type-token ratio"
{txt}
{com}. label var rttr   "Root type-token ratio"
{txt}
{com}. label var cttr   "Corrected type-token ratio"
{txt}
{com}. label var herdan "Herdan's C lexical diversity"
{txt}
{com}. label var summer "Summer lexical diversity index"
{txt}
{com}. label var dugast "Dugast lexical diversity index"
{txt}
{com}. label var maas   "Maas lexical diversity index"
{txt}
{com}. label var msttr  "Mean segmental type-token ratio"
{txt}
{com}. label var mattr  "Moving-average type-token ratio"
{txt}
{com}. label var mtld   "Measure of textual lexical diversity"
{txt}
{com}. label var hdd    "Hypergeometric distribution diversity"
{txt}
{com}. 
. *======================================================================
. * READABILITY
. *======================================================================
. label var dalechall     "Dale-Chall readability index"
{txt}
{com}. label var flesch        "Flesch reading easse score"
{txt}
{com}. label var fleschkincaid "Flesch-Kincaid grade level"
{txt}
{com}. label var gunningfog    "Gunning-Fog readability index"
{txt}
{com}. label var smog          "SMOG readability index"
{txt}
{com}. label var notdalechall  "Share of difficult words (not in Dale-Chall list)"
{txt}
{com}. label var polysyllable  "Number of polysyllabic words (more than 3 syllables)"
{txt}
{com}. label var syllables     "Total number of syllables"
{txt}
{com}. label var sentences     "Total number of sentences"
{txt}
{com}. 
. *======================================================================
. * SUBJECTIVITY, OBJECTIVITY, POLARITY
. *======================================================================
. * Subjectivity (0 = objective, 1 = subjective)
. gen speech_objectivity         = 1 - speech_subjectivity
{txt}
{com}. label var speech_subjectivity  "Speech subjectivity (0 objective - 1 subjective)"
{txt}
{com}. 
. gen para_objectivity           = 1 - para_subjectivity
{txt}(2 missing values generated)

{com}. label var para_subjectivity    "Paragraph subjectivity (0-1)"
{txt}
{com}. 
. gen sentence_objectivity       = 1 - sentence_subjectivity
{txt}(2 missing values generated)

{com}. label var sentence_subjectivity "Sentence subjectivity (0-1)"
{txt}
{com}. 
. gen quote_objectivity          = 1 - quote_subjectivity
{txt}
{com}. label var quote_subjectivity   "Quote subjectivity (0-1)"
{txt}
{com}. 
. gen quote_sentence_objectivity = 1 - quote_sentence_subjectivity
{txt}(1 missing value generated)

{com}. label var quote_sentence_subjectivity "Quote sentence subjectivity (0-1)"
{txt}
{com}. 
. label var speech_objectivity         "Speech objectivity (0 objective - 1 subjective)"
{txt}
{com}. label var para_objectivity           "Paragraph objectivity (0-1)"
{txt}
{com}. label var sentence_objectivity       "Sentence objectivity (0-1)"
{txt}
{com}. label var quote_objectivity          "Quote objectivity (0-1)"
{txt}
{com}. label var quote_sentence_objectivity "Quote sentence objectivity (0-1)"
{txt}
{com}. 
. * Polarity (-1 = negative, +1 = positive)
. label var speech_polarity         "Speech polarity (-1 negative to +1 positive), PatternAnalyzer"
{txt}
{com}. label var para_polarity           "Paragraph polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var sentence_polarity       "Sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_polarity          "Quote polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_sentence_polarity "Quote sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. 
{txt}end of do-file

{com}. 
. global TABSAVEDIR ../results/tables
{txt}
{com}. global FIGSAVEDIR ../results/figures
{txt}
{com}. global graphformats png pdf eps tif
{txt}
{com}. 
. 
. *==============================================================================
. * Global macros
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global time
>         i.parl
>         i.year
> ;
{txt}
{com}. global ind
>     i.gender
>     i.race
>     c.age
>     c.age2
>     c.tenure
>     c.tenure2
> ;
{txt}
{com}.     global article
>     i.weekday
>     i.section2
>     translations
> ;
{txt}
{com}.     global portfolio
>     MFA
>     PMO
>     MEWR
>     MCI
>     MTI
>     MHA
>     MCCY
>     MinLaw
>     MOH
>     MOM
>     MinDef
>     MSF
>     MOT
>     MND
>     MOF
>     MOE
>     speaker
> ;
{txt}
{com}.     global electoral
>     c.group_size
>     c.voters
>     c.vote_share
>     c.winners_majority_share
> ;
{txt}
{com}.     global topics
>     speech_92K*
>     quote_92K*
>     article_40K*
> ;
{txt}
{com}.     global objectivity
>     speech_objectivity
>     para_objectivity
>     sentence_objectivity
>     quote_objectivity
>     quote_sentence_objectivity
> ;
{txt}
{com}.     global polarity
>     speech_polarity
>     para_polarity
>     sentence_polarity
>     quote_polarity
>     quote_sentence_polarity
> ;
{txt}
{com}.     global readability
>     flesch
>     fleschkincaid
>     gunningfog
>     smog
>     dalechall
>     notdalechall
>     sentences
>     syllables
>     polysyllable
> ;
{txt}
{com}.     global lexical
>     ttr
>     rttr
>     cttr
>     herdan
>     summer
>     dugast
>     maas
>     msttr
>     mattr
>     mtld
>     hdd
> ;
{txt}
{com}.     global length_s
>     quote
>     speech
>     article
> ;
{txt}
{com}. global length_s
>     ln_quote
>     ln_speech
>     ln_article
> ;
{txt}
{com}. assert_macros "portfolio time ind article topics";
Checking portfolio:
portfolio contains: MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker
Checking time:
time contains: i.parl         i.year
Checking ind:
ind contains: i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2
Checking article:
article contains: i.weekday     i.section2     translations
Checking topics:
topics contains: speech_92K*     quote_92K*     article_40K*
{txt}
{com}. global min
>     i.rank
>     $portfolio
>     i.rank#($portfolio)
>     ;
{txt}
{com}.     global base_controls
>     $time
>     $ind
>     $article
>     $topics
>     ;
{txt}
{com}.     global base_controls_min
>     $time
>     $ind
>     $article
>     $topics
>     $min
>     ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. *==============================================================================
. * COEFFICIENT LABELS
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global coeff_labels
>         "
>     1.opposition "Opposition"
>     1.opposition#c.trend "Opposition $\times$ Year"
>     trend "Year"
>         pc1_objectivity "Objectivity of speech and quote"
>         pc1_polarity "Polarity of speech and quote"
>         pc1_readability "Grade/readability score of speech transcipt"
>         pc1_lexical "Lexical richness of speech transcipt"
>     "
> ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
{txt}end of do-file

{com}. 
. preserve
{txt}
{com}. drop if rank==12  // drop non partisans
{txt}(475 observations deleted)

{com}. 
. cap graph drop byyear byparl
{txt}
{com}. 
. #delimit;
{txt}delimiter now ;
{com}. catplot, 
>         over(opposition) over(year)
>         stack asyvars  percent(year)
>         blabel(bar, pos(inside) gap(third_tiny) size(3) format(%2.1f) ) intensity(*0.77)
>         legend(label(1 "Government Party") label(2 "Opposition")) graphregion(color(gs16))
>         name(byyear)
> ;
{res}{txt}
{com}. savefig, path($FIGSAVEDIR/partyyear-count) format($graphformats) override(width(1200));
{res}Graph saved as ../results/figures/partyyear-count.png
{txt}(file ../results/figures/partyyear-count.pdf written in PDF format)
{res}Graph saved as ../results/figures/partyyear-count.pdf
Override ption not allowed - ignoring override option
{txt}(file ../results/figures/partyyear-count.eps written in EPS format)
{res}Graph saved as ../results/figures/partyyear-count.eps
Graph saved as ../results/figures/partyyear-count.tif
{txt}
{com}. catplot, 
>         over(opposition) over(parl)
>         stack asyvars  percent(parl)
>         blabel(bar, pos(inside) gap(third_tiny) size(4) format(%2.1f) ) intensity(*0.77)
>         legend(label(1 "Government Party") label(2 "Opposition")) graphregion(color(gs16))
>         name(byparl)
> ;
{res}{txt}
{com}. savefig, path($FIGSAVEDIR/partyparl-count) format($graphformats) override(width(1200));
{res}Graph saved as ../results/figures/partyparl-count.png
{txt}(file ../results/figures/partyparl-count.pdf written in PDF format)
{res}Graph saved as ../results/figures/partyparl-count.pdf
Override ption not allowed - ignoring override option
{txt}(file ../results/figures/partyparl-count.eps written in EPS format)
{res}Graph saved as ../results/figures/partyparl-count.eps
Graph saved as ../results/figures/partyparl-count.tif
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. restore
{txt}
{com}. 
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/figureC2.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 2 Dec 2025, 12:14:24
{txt}{.-}
{smcl}
{txt}{sf}{ul off}