{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/figure3.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}15 Dec 2025, 14:29:29
{txt}
{com}. 
. do init.do
{txt}
{com}. cls                                     // Clear results window
{txt}
{com}. clear all               // Start with a clean slate
{txt}
{com}. set more off, perm      // Disable partitioned output
{txt}({cmd:set more} preference recorded)

{com}. macro drop _all         // Clear all macros to avoid namespace conflicts
{txt}
{com}. set linesize 150        // Line size limit to make output more readable, affects logs
{txt}
{com}. set varabbrev off, perm // Turn off variable abbreviation
{txt}({cmd:set varabbrev} preference recorded)

{com}. // pause on                // Enable pause mode for debugging
. version 13.1            // Set Stata version to 13.1
{txt}
{com}. set matsize 10000
{txt}
{com}. 
. *==============================================================================
. // Set root path
. // cap net install here, from("https://raw.githubusercontent.com/korenmiklos/here/master/")
. cap here
{txt}
{com}. if _rc == 0 {c -(}
.         here, set
.         cd ${c -(}here{c )-}
. {c )-}
{txt}
{com}. else {c -(}
.         global here "\\wsl.localhost\Debian\home\lsys\neutrality\analysis"
.         cd $here
{res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis
{com}. {c )-}
{txt}
{com}. 
. *==============================================================================
. // Point to ado programs
. adopath ++ ./ado
{txt}  [1]              "{res}./ado{txt}"
  [2]  (BASE)      "{res}C:\Program Files (x86)\Stata13\ado\base/{txt}"
  [3]  (SITE)      "{res}C:\Program Files (x86)\Stata13\ado\site/{txt}"
  [4]              "{res}.{txt}"
  [5]  (PERSONAL)  "{res}c:\ado\personal/{txt}"
  [6]  (PLUS)      "{res}c:\ado\plus/{txt}"
  [7]  (OLDPLACE)  "{res}c:\ado/{txt}"

{com}. 
. use "../pipeline/out/media.dta", clear
{txt}
{com}. do preamble
{txt}
{com}. *-----------------------------------------------------------------------
. * IDENTIFIERS AND METADATA
. *-----------------------------------------------------------------------
. label var qid         "Quote ID"
{txt}
{com}. label var article_id  "News article ID (title-date tuple)"
{txt}
{com}. label var speech_id   "Speech ID"
{txt}
{com}. 
. label var date        "Publication date"
{txt}
{com}. label var matched_date "Matched speech date"
{txt}
{com}. label var matched_score "Matched score in semi-automated assessing"
{txt}
{com}. 
. label var mp          "MP ID"
{txt}
{com}. label var party       "Party of politician (string code)"
{txt}
{com}. label var opposition  "=1 if from an opposition party"
{txt}
{com}. gen ruling = (party == "pap")
{txt}
{com}. label var ruling  "=1 if from the government party"
{txt}
{com}. label var non_partisan "=1 if non-partisan MP"
{txt}
{com}. assert (1 == opposition + ruling + non_partisan)
{txt}
{com}. label var speaker     "=1 if making speech in capacity of speaker"
{txt}
{com}. 
. label var section     "Original article section"
{txt}
{com}. 
. *======================================================================
. * MP CAREER
. *======================================================================
. label var start "Start date of MP's parliamentary service"
{txt}
{com}. rename _end end
{res}{txt}
{com}. label var end   "End date of MP's parliamentary service"
{txt}
{com}. 
. *--- Rank of MP --------------------------------------------------------
. label define rank_label ///
>     1 "pm" 2 "dpm" 3 "minister" 4 "sms" 5 "mos" 6 "mayor" 7 "sps" ///
>     8 "parl sec" 9 "speaker" 10 "mp" 11 "ncmp" 12 "nmp"
{txt}
{com}. encode rank, gen(mp_rank) label(rank_label)
{txt}
{com}. drop rank
{txt}
{com}. rename mp_rank rank
{res}{txt}
{com}. label var rank "Rank of MP at time of speech"
{txt}
{com}. fvset base 10 rank   // base: Member of Parliament
{txt}
{com}. 
. *--- Tenunre -----------------------------------------------------------
. gen _tenure = tenure / 365
{txt}
{com}. drop tenure
{txt}
{com}. rename _tenure tenure
{res}{txt}
{com}. label var tenure "Seniority of politician at time of speech (years)"
{txt}
{com}. 
. gen tenure2 = tenure^2
{txt}
{com}. label var tenure2 "Square of tenure"
{txt}
{com}. 
. *======================================================================
. * INDIVIDUAL DEMOGRAPHICS
. *======================================================================
. label var dob   "Date of birth of MP"
{txt}
{com}. label var yob   "Year of birth of MP"
{txt}
{com}. 
. *--- Gender (0 = male, 1 = female) ------------------------------------
. label define gender_label 0 "male" 1 "female"
{txt}
{com}. encode gender, gen(sex) label(gender_label)
{txt}
{com}. drop gender
{txt}
{com}. rename sex gender
{res}{txt}
{com}. fvset base 0 gender
{txt}
{com}. label var gender "Gender of politician"
{txt}
{com}. 
. *--- Race --------------------------------------------------------------
. label define race_label 0 "chinese" 1 "malay" 2 "indian" 3 "eurasian"
{txt}
{com}. encode race, gen(ethnic) label(race_label)
{txt}
{com}. drop race
{txt}
{com}. rename ethnic race
{res}{txt}
{com}. fvset base 0 race
{txt}
{com}. label var race "Race of politician (Chinese, Malay, Indian, Eurasian/other)"
{txt}
{com}. 
. *--- Age ---------------------------------------------------------------
. gen _age = age / 365
{txt}
{com}. drop age
{txt}
{com}. rename _age age
{res}{txt}
{com}. label var age "Age of politician at time of speech (years)"
{txt}
{com}. 
. gen age2    = age^2
{txt}
{com}. label var age2 "Square of age"
{txt}
{com}. 
. *======================================================================
. * MINISTRY
. *======================================================================
. label var MND    "=1 if speech made while at Ministry of National Development"
{txt}
{com}. label var MinDef "=1 if speech made while at Ministry of Defence"
{txt}
{com}. label var MFA    "=1 if speech made while at Ministry of Foreign Affairs"
{txt}
{com}. label var MinLaw "=1 if speech made while at Ministry of Law"
{txt}
{com}. label var MHA    "=1 if speech made while at Ministry of Home Affairs"
{txt}
{com}. label var MOT    "=1 if speech made while at Ministry of Transport"
{txt}
{com}. label var MOF    "=1 if speech made while at Ministry of Finance"
{txt}
{com}. label var MOM    "=1 if speech made while at Ministry of Manpower"
{txt}
{com}. label var MTI    "=1 if speech made while at Ministry of Trade and Industry"
{txt}
{com}. label var MCCY   "=1 if speech made while at Ministry of Culture, Community and Youth"
{txt}
{com}. label var MSF    "=1 if speech made while at Ministry of Social and Family Development"
{txt}
{com}. label var MOH    "=1 if speech made while at Ministry of Health"
{txt}
{com}. label var PMO    "=1 if speech made while at Prime Minister's Office"
{txt}
{com}. label var MEWR   "=1 if speech made while at Ministry of the Environment and Water Resources"
{txt}
{com}. label var MCI    "=1 if speech made while at Ministry of Communications and Information"
{txt}
{com}. label var MOE    "=1 if speech made while at Ministry of Education"
{txt}
{com}. 
. recode MFA PMO MEWR MCI MTI MHA MCCY MinLaw MOH MOM MinDef MSF MOT MND MOF MOE (. = 0)
{txt}(MFA: 13913 changes made)
(PMO: 14288 changes made)
(MEWR: 14348 changes made)
(MCI: 14173 changes made)
(MTI: 14135 changes made)
(MHA: 13392 changes made)
(MCCY: 14301 changes made)
(MinLaw: 13971 changes made)
(MOH: 14054 changes made)
(MOM: 14058 changes made)
(MinDef: 13790 changes made)
(MSF: 14693 changes made)
(MOT: 13884 changes made)
(MND: 13741 changes made)
(MOF: 13401 changes made)
(MOE: 13792 changes made)

{com}. 
. *======================================================================
. * STRING SIMILARITY AND SEMANTIC MATCHING
. *======================================================================
. 
. *--- String similarity 1 (partialscore) -------------------------------
. rename partialscore_quote_to_fullspeech  ss1_quote_to_speech
{res}{txt}
{com}. label var ss1_quote_to_speech            "String similarity score 1 for quote to speech"
{txt}
{com}. 
. rename partialscore_quote_to_paragraph   ss1_quote_to_paragraph
{res}{txt}
{com}. label var ss1_quote_to_paragraph         "String similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename partialscore_quote_to_sentence    ss1_quote_to_sentence
{res}{txt}
{com}. label var ss1_quote_to_sentence          "String similarity score 1 for quote to sentence"
{txt}
{com}. 
. rename _partialscore_speech              _ss1_quote_to_speech
{res}{txt}
{com}. label var _ss1_quote_to_speech           "(no stopwords) string similarity score 1 for quote to speech"
{txt}
{com}. 
. rename _partialscore_paragraph           _ss1_quote_to_paragraph
{res}{txt}
{com}. label var _ss1_quote_to_paragraph        "(no stopwords) string similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename _partialscore_sentence            _ss1_quote_to_sentence
{res}{txt}
{com}. label var _ss1_quote_to_sentence         "(no stopwords) string similarity score 1 for quote to sentence"
{txt}
{com}. 
. *--- String similarity 2 (tokensetscore) ------------------------------
. rename tokensetscore_quote_to_sentence   ss2_quote_to_sentence
{res}{txt}
{com}. label var ss2_quote_to_sentence          "String similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename tokensetscore_quote_to_paragraph  ss2_quote_to_paragraph
{res}{txt}
{com}. label var ss2_quote_to_paragraph         "String similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename tokensetscore_quote_to_fullspeec  ss2_quote_to_speech
{res}{txt}
{com}. label var ss2_quote_to_speech            "String similarity score 2 for quote to speech"
{txt}
{com}. 
. rename tokensetscore_quote_to_sentence_  _ss2_quote_to_sentence
{res}{txt}
{com}. label var _ss2_quote_to_sentence         "(no stopwords) string similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename _0tokensetscore_quote_to_paragra  _ss2_quote_to_paragraph
{res}{txt}
{com}. label var _ss2_quote_to_paragraph        "(no stopwords) string similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename _1tokensetscore_quote_to_fullspe  _ss2_quote_to_speech
{res}{txt}
{com}. label var _ss2_quote_to_speech           "(no stopwords) string similarity score 2 for quote to speech"
{txt}
{com}. 
. *--- Semantic matching scores -----------------------------------------
. replace ce_max_quote2speech = 100 * ce_max_quote2speech
{txt}(14903 real changes made)

{com}. label var be_max_quote2speech "Best embedding-based biencoder score for quote to speech"
{txt}
{com}. label var ce_max_quote2speech "Cross-encoder semantic score for quote to speech (0-100)"
{txt}
{com}. 
. *======================================================================
. * CONSTITUENCY AND ELECTORAL VARIABLES
. *======================================================================
. rename num group_size
{res}{txt}
{com}. label var group_size             "Politician size of constituency (1 to 6)"
{txt}
{com}. 
. label var voters                 "Electoral size of constituency for current parliament"
{txt}
{com}. label var valid_votes            "Number of valid votes in constituency"
{txt}
{com}. label var winners_majority       "Number of votes for winning party/candidate"
{txt}
{com}. label var vote                   "Number of votes for current parliament"
{txt}
{com}. label var vote_share             "Percentage of votes for current parliament"
{txt}
{com}. label var winners_majority_share "Winners' majority share (percent of valid votes)"
{txt}
{com}. label var swing                  "Electoral swing in ruling party vote share (percentage points)"
{txt}
{com}. 
. *======================================================================
. * PARLIAMENT, YEAR, ELECTION TIMING, WEEKDAY
. *======================================================================
. *--- Parliament life: dummies + factor ---------------------------------
. label var parl10 "=1 if speech occurred in 10th Parliament"
{txt}
{com}. label var parl11 "=1 if speech occurred in 11th Parliament"
{txt}
{com}. label var parl12 "=1 if speech occurred in 12th Parliament"
{txt}
{com}. label var parl13 "=1 if speech occurred in 13th Parliament"
{txt}
{com}. 
. label define parl_label 0 "10th parliament" 1 "11th parliament" 2 "12th parliament" 3 "13th parliament"
{txt}
{com}. encode parl, gen(parliament) label(parl_label)
{txt}
{com}. drop parl
{txt}
{com}. rename parliament parl
{res}{txt}
{com}. fvset base 0 parl
{txt}
{com}. label var parl "Parliament life (categorical)"
{txt}
{com}. 
. *======================================================================
. * ELECTION TIMING INDICATORS
. *======================================================================
. *--- General elections -------------------------------------------------
. label var ge2006       "=1 if article published in year of General Election 2006"
{txt}
{com}. label var ge2011       "=1 if article published in year of General Election 2011"
{txt}
{com}. label var ge2015       "=1 if article published in year of General Election 2015"
{txt}
{com}. 
. label var ge2006_1mth  "=1 if article within 1 month of General Election 2006"
{txt}
{com}. label var ge2006_3mths "=1 if article within 3 months of General Election 2006"
{txt}
{com}. label var ge2006_6mths "=1 if article within 6 months of General Election 2006"
{txt}
{com}. 
. label var ge2011_1mth  "=1 if article within 1 month of General Election 2011"
{txt}
{com}. label var ge2011_3mths "=1 if article within 3 months of General Election 2011"
{txt}
{com}. label var ge2011_6mths "=1 if article within 6 months of General Election 2011"
{txt}
{com}. 
. label var ge2015_1mth  "=1 if article within 1 month of General Election 2015"
{txt}
{com}. label var ge2015_3mths "=1 if article within 3 months of General Election 2015"
{txt}
{com}. label var ge2015_6mths "=1 if article within 6 months of General Election 2015"
{txt}
{com}. 
. *--- By-elections ------------------------------------------------------
. label var be2012       "=1 if article published in year of By-election 2012"
{txt}
{com}. label var be2013       "=1 if article published in year of By-election 2013"
{txt}
{com}. label var be2016       "=1 if article published in year of By-election 2016"
{txt}
{com}. 
. label var be2012_1mth  "=1 if article within 1 month of By-election 2012"
{txt}
{com}. label var be2012_3mths "=1 if article within 3 months of By-election 2012"
{txt}
{com}. label var be2013_1mth  "=1 if article within 1 month of By-election 2013"
{txt}
{com}. label var be2013_3mths "=1 if article within 3 months of By-election 2013"
{txt}
{com}. label var be2016_1mth  "=1 if article within 1 month of By-election 2016"
{txt}
{com}. label var be2016_3mths "=1 if article within 3 months of By-election 2016"
{txt}
{com}. 
. *--- Presidential elections --------------------------------------------
. label var pe2005       "=1 if article published in year of Presidential Election 2005"
{txt}
{com}. label var pe2011       "=1 if article published in year of Presidential Election 2011"
{txt}
{com}. 
. label var pe2005_1mth  "=1 if article within 1 month of Presidential Election 2005"
{txt}
{com}. label var pe2005_3mths "=1 if article within 3 months of Presidential Election 2005"
{txt}
{com}. label var pe2005_6mths "=1 if article within 6 months of Presidential Election 2005"
{txt}
{com}. 
. label var pe2011_1mth  "=1 if article within 1 month of Presidential Election 2011"
{txt}
{com}. label var pe2011_3mths "=1 if article within 3 months of Presidential Election 2011"
{txt}
{com}. label var pe2011_6mths "=1 if article within 6 months of Presidential Election 2011"
{txt}
{com}. 
. *======================================================================
. * ARTICLE-LEVEL VARIABLES: SECTION, AUTHOR, LANGUAGE, BEAT
. *======================================================================
. * Encoded section with 'others' as base
. label define section2_label ///
>     1 "home" 2 "insight" 3 "money" 4 "news" 5 "opinion" 6 "others" ///
>     7 "prime news" 8 "review - insight" 9 "singapore" 10 "sports" ///
>     11 "st" 12 "think" 13 "top of the news" 14 "world"
{txt}
{com}. encode section2, gen(sect2) label(section2_label)
{txt}
{com}. drop section2
{txt}
{com}. rename sect2 section2
{res}{txt}
{com}. fvset base 6 section2
{txt}
{com}. label var section2 "Section of article (base: others)"
{txt}
{com}. 
. * Language / translation flags
. label var malay        "=1 if quote is in Malay"
{txt}
{com}. label var mandarin     "=1 if quote is in Mandarin"
{txt}
{com}. label var tamil        "=1 if quote is in Tamil"
{txt}
{com}. label var vernacular   "=1 if quote is in a non-English vernacular language"
{txt}
{com}. label var translations "=1 if quote translated from vernacular to English"
{txt}
{com}. 
. * Author and beat
. rename author_cleaned2 authorID
{res}{txt}
{com}. label var authorID "Author ID"
{txt}
{com}. 
. encode beat, gen(beat2)
{txt}
{com}. drop beat
{txt}
{com}. rename beat2 beat
{res}{txt}
{com}. label var beat "Beat assignment of reporter"
{txt}
{com}. 
. *--- Weekday of publication -------------------------------------------
. label define weekday_label ///
>     1 "monday" 2 "tuesday" 3 "wednesday" 4 "thursday" 5 "friday" 6 "saturday" 7 "sunday"
{txt}
{com}. encode weekday, gen(dayofweek) label(weekday_label)
{txt}
{com}. drop weekday
{txt}
{com}. rename dayofweek weekday
{res}{txt}
{com}. fvset base 1 weekday
{txt}
{com}. label var weekday "Day of week of article publication"
{txt}
{com}. 
. *======================================================================
. * TEXT LENGTH
. *======================================================================
. * Word counts
. rename wordcount_quote      quote
{res}{txt}
{com}. label var quote             "Word count of quote"
{txt}
{com}. 
. rename wordcount_paragraph  paragraph
{res}{txt}
{com}. label var paragraph         "Word count of paragraph"
{txt}
{com}. 
. rename wordcount_fullspeech speech
{res}{txt}
{com}. label var speech            "Word count of full speech"
{txt}
{com}. 
. rename wordcount            article
{res}{txt}
{com}. label var article           "Article length (words)"
{txt}
{com}. 
. * Character counts
. rename char_count_quote     quote_char
{res}{txt}
{com}. label var quote_char        "Character count of quote"
{txt}
{com}. 
. rename char_count_paragraph paragraph_char
{res}{txt}
{com}. label var paragraph_char    "Character count of paragraph"
{txt}
{com}. 
. rename char_count_fullspeech speech_char
{res}{txt}
{com}. label var speech_char       "Character count of speech"
{txt}
{com}. 
. rename article_len_char     article_char
{res}{txt}
{com}. label var article_char      "Article length (characters)"
{txt}
{com}. 
. * Log transformations
. #delimit ;
{txt}delimiter now ;
{com}. global log_variables "
>     quote 
>     quote_char 
>     paragraph 
>     paragraph_char
>     speech
>     speech_char 
>     article
>     article_char
> ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. foreach var in $log_variables {c -(}
{txt}  2{com}.     gen ln_`var' = ln(`var')
{txt}  3{com}.     label var ln_`var' "ln of `var'"
{txt}  4{com}. {c )-}
{txt}(2 missing values generated)
(2 missing values generated)

{com}. 
. *======================================================================
. * TOPIC DISTRIBUTIONS
. *======================================================================
. 
. * 50-topic models: quote, speech, article
. forvalues i = 1/50 {c -(}
{txt}  2{com}.     label var quote_50K_`i'   "Probability for topic `i'/50 for quote"
{txt}  3{com}.     label var speech_50K_`i'  "Probability for topic `i'/50 for speech"
{txt}  4{com}.     label var article_50K_`i' "Probability for topic `i'/50 for article"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 92-topic models: quote, speech, sentence
. forvalues i = 1/92 {c -(}
{txt}  2{com}.     label var quote_92K_`i'    "Probability for topic `i'/92 for quote"
{txt}  3{com}.     label var speech_92K_`i'   "Probability for topic `i'/92 for speech"
{txt}  4{com}.     label var sentence_92K_`i' "Probability for topic `i'/92 for sentence"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 100-topic models: quote, speech
. forvalues i = 1/100 {c -(}
{txt}  2{com}.     label var quote_100K_`i'  "Probability for topic `i'/100 for quote"
{txt}  3{com}.     label var speech_100K_`i' "Probability for topic `i'/100 for speech"
{txt}  4{com}. {c )-}
{txt}
{com}. 
. * Article-level topic models (30 and 40 topics)
. forvalues i = 1/30 {c -(}
{txt}  2{com}.     label var article_30K_`i' "Probability for topic `i'/30 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. forvalues i = 1/40 {c -(}
{txt}  2{com}.     label var article_40K_`i' "Probability for topic `i'/40 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. *======================================================================
. * LEXICAL RICHNESS
. *======================================================================
. label var ttr    "Type-token ratio"
{txt}
{com}. label var rttr   "Root type-token ratio"
{txt}
{com}. label var cttr   "Corrected type-token ratio"
{txt}
{com}. label var herdan "Herdan's C lexical diversity"
{txt}
{com}. label var summer "Summer lexical diversity index"
{txt}
{com}. label var dugast "Dugast lexical diversity index"
{txt}
{com}. label var maas   "Maas lexical diversity index"
{txt}
{com}. label var msttr  "Mean segmental type-token ratio"
{txt}
{com}. label var mattr  "Moving-average type-token ratio"
{txt}
{com}. label var mtld   "Measure of textual lexical diversity"
{txt}
{com}. label var hdd    "Hypergeometric distribution diversity"
{txt}
{com}. 
. *======================================================================
. * READABILITY
. *======================================================================
. label var dalechall     "Dale-Chall readability index"
{txt}
{com}. label var flesch        "Flesch reading easse score"
{txt}
{com}. label var fleschkincaid "Flesch-Kincaid grade level"
{txt}
{com}. label var gunningfog    "Gunning-Fog readability index"
{txt}
{com}. label var smog          "SMOG readability index"
{txt}
{com}. label var notdalechall  "Share of difficult words (not in Dale-Chall list)"
{txt}
{com}. label var polysyllable  "Number of polysyllabic words (more than 3 syllables)"
{txt}
{com}. label var syllables     "Total number of syllables"
{txt}
{com}. label var sentences     "Total number of sentences"
{txt}
{com}. 
. *======================================================================
. * SUBJECTIVITY, OBJECTIVITY, POLARITY
. *======================================================================
. * Subjectivity (0 = objective, 1 = subjective)
. gen speech_objectivity         = 1 - speech_subjectivity
{txt}
{com}. label var speech_subjectivity  "Speech subjectivity (0 objective - 1 subjective)"
{txt}
{com}. 
. gen para_objectivity           = 1 - para_subjectivity
{txt}(2 missing values generated)

{com}. label var para_subjectivity    "Paragraph subjectivity (0-1)"
{txt}
{com}. 
. gen sentence_objectivity       = 1 - sentence_subjectivity
{txt}(2 missing values generated)

{com}. label var sentence_subjectivity "Sentence subjectivity (0-1)"
{txt}
{com}. 
. gen quote_objectivity          = 1 - quote_subjectivity
{txt}
{com}. label var quote_subjectivity   "Quote subjectivity (0-1)"
{txt}
{com}. 
. gen quote_sentence_objectivity = 1 - quote_sentence_subjectivity
{txt}(1 missing value generated)

{com}. label var quote_sentence_subjectivity "Quote sentence subjectivity (0-1)"
{txt}
{com}. 
. label var speech_objectivity         "Speech objectivity (0 objective - 1 subjective)"
{txt}
{com}. label var para_objectivity           "Paragraph objectivity (0-1)"
{txt}
{com}. label var sentence_objectivity       "Sentence objectivity (0-1)"
{txt}
{com}. label var quote_objectivity          "Quote objectivity (0-1)"
{txt}
{com}. label var quote_sentence_objectivity "Quote sentence objectivity (0-1)"
{txt}
{com}. 
. * Polarity (-1 = negative, +1 = positive)
. label var speech_polarity         "Speech polarity (-1 negative to +1 positive), PatternAnalyzer"
{txt}
{com}. label var para_polarity           "Paragraph polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var sentence_polarity       "Sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_polarity          "Quote polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_sentence_polarity "Quote sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. 
{txt}end of do-file

{com}. 
. global TABSAVEDIR ../results/tables
{txt}
{com}. global FIGSAVEDIR ../results/figures
{txt}
{com}. global graphformats png pdf eps tif
{txt}
{com}. 
. 
. *==============================================================================
. * Global macros
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global time
>         i.parl
>         i.year
> ;
{txt}
{com}. global ind
>     i.gender
>     i.race
>     c.age
>     c.age2
>     c.tenure
>     c.tenure2
> ;
{txt}
{com}.     global article
>     i.weekday
>     i.section2
>     translations
> ;
{txt}
{com}.     global portfolio
>     MFA
>     PMO
>     MEWR
>     MCI
>     MTI
>     MHA
>     MCCY
>     MinLaw
>     MOH
>     MOM
>     MinDef
>     MSF
>     MOT
>     MND
>     MOF
>     MOE
>     speaker
> ;
{txt}
{com}.     global electoral
>     c.group_size
>     c.voters
>     c.vote_share
>     c.winners_majority_share
> ;
{txt}
{com}.     global topics
>     speech_92K*
>     quote_92K*
>     article_40K*
> ;
{txt}
{com}.     global objectivity
>     speech_objectivity
>     para_objectivity
>     sentence_objectivity
>     quote_objectivity
>     quote_sentence_objectivity
> ;
{txt}
{com}.     global polarity
>     speech_polarity
>     para_polarity
>     sentence_polarity
>     quote_polarity
>     quote_sentence_polarity
> ;
{txt}
{com}.     global readability
>     flesch
>     fleschkincaid
>     gunningfog
>     smog
>     dalechall
>     notdalechall
>     sentences
>     syllables
>     polysyllable
> ;
{txt}
{com}.     global lexical
>     ttr
>     rttr
>     cttr
>     herdan
>     summer
>     dugast
>     maas
>     msttr
>     mattr
>     mtld
>     hdd
> ;
{txt}
{com}. global length_s
>     ln_quote
>     ln_speech
>     ln_article
> ;
{txt}
{com}. assert_macros "portfolio time ind article topics";
Checking portfolio:
portfolio contains: MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker
Checking time:
time contains: i.parl         i.year
Checking ind:
ind contains: i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2
Checking article:
article contains: i.weekday     i.section2     translations
Checking topics:
topics contains: speech_92K*     quote_92K*     article_40K*
{txt}
{com}. global min
>     i.rank
>     $portfolio
>     i.rank#($portfolio)
>     ;
{txt}
{com}.     global base_controls
>     $time
>     $ind
>     $article
>     $topics
>     ;
{txt}
{com}.     global base_controls_min
>     $time
>     $ind
>     $article
>     $topics
>     $min
>     ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. *==============================================================================
. * COEFFICIENT LABELS
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global coeff_labels
>         "
>     1.opposition "Opposition"
>     1.opposition#c.trend "Opposition $\times$ Year"
>     trend "Year"
>         pc1_objectivity "Objectivity of speech and quote"
>         pc1_polarity "Polarity of speech and quote"
>         pc1_readability "Grade/readability score of speech transcipt"
>         pc1_lexical "Lexical richness of speech transcipt"
>     "
> ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
{txt}end of do-file

{com}. 
. tictoc tic 1
{res}{hline}
{txt}----------- Time log -----------
Start time: 15 Dec 2025 14:29:30
{res}{hline}
{txt}
{com}. assert_macros "length_s base_controls min"
Checking length_s:
length_s contains: ln_quote     ln_speech     ln_article
Checking base_controls:
base_controls contains: i.parl         i.year     i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2     i.weekday     i.section2     translations     speech_92K*     quote_92K*     article_40K*
Checking min:
min contains: i.rank     MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker     i.rank#(MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker)
{txt}
{com}. 
. grstyle init
{res}{txt}
{com}. grstyle set plain, horizontal nogrid
{txt}
{com}. grstyle set lpattern dash solid
{txt}
{com}. 
. foreach acc of varlist ss1_quote_to_speech ss2_quote_to_speech ce_max_quote2speech {c -(}
{txt}  2{com}.         reg `acc' i.opposition##i.year $length_s $base_controls $min, vce(cluster article_id)
{txt}  3{com}.         margins i.opposition, over(year)
{txt}  4{com}. 
.         // plot
.         #delimit ;
{txt}delimiter now ;
{com}.         marginsplot,
>             level(95)
>             recast(connected)
>             xdimension(year)
>             plot1opts(
>                 lcolor(gs10)
>                 lwidth(medium) 
>                 mcolor(gs15)
>                 msize(vlarge)
>                         mlcolor(gs7)
>                         mlwidth(thin)       
>           )
>             plot2opts(
>                 lcolor("120 141 134")
>                 lwidth(medium)
>                 mcolor("59 77 71") 
>                 msize(vlarge)
>                         mlcolor(gs7)
>                         mlwidth(thin)        
>             )
>                 ci1opts(
>                         color(gs12)
>                         lwidth(thin)
>                 )
>                 ci2opts(
>                         color("120 141 134")
>                         lwidth(thin)
>                 )       
>                 legend(
>                     order(
>                         2 "Opposition" 
>                         1 `"Ruling party"' `"(baseline)"' 
>                     )
>                     position(4)
>                     ring(0)
>                     cols(1)
>                     size(huge)
>                     region(lstyle(none))
>                     bmargin(vsmall)
>                 )
>             title("")
>                 ytitle("Model-predicted accuracy", size(huge))
>             xtitle("")
>                 xlabel(, labsize(vlarge) angle(35) )
>                 ylabel(60 70 80 90 100, labsize(vlarge))
>                 yscale(range(54 105))
>                 plotregion( lstyle(none) lcolor(black)  )
>                 graphregion( color(white) margin(0 0 0 0) )
>                 name(`acc')
>         ;
{txt}  5{com}.         #delimit cr
{txt}delimiter now cr
{com}.         savefig, path($FIGSAVEDIR/pred-margins-year-`acc') format($graphformats) override(width(1200))
{txt}  6{com}. 
. {c )-}
{p 0 6 2}{txt}note: 3.parl omitted because of collinearity{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: 1.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}

Linear regression                                      Number of obs ={res}   14901
                                                       {help j_robustsingular:F(362,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.1827
                                                       {txt}Root MSE      = {res}  11.74

{txt}{ralign 83:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 18}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 19}{c |}{col 31}    Robust
{col 1}ss1_quote_to_sp~h{col 19}{c |}      Coef.{col 31}   Std. Err.{col 43}      t{col 51}   P>|t|{col 59}     [95% Con{col 72}f. Interval]
{hline 18}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}1.opposition {c |}{col 19}{res}{space 2}-6.987664{col 31}{space 2} 3.257571{col 42}{space 1}   -2.15{col 51}{space 3}0.032{col 59}{space 4}-13.37465{col 72}{space 3}-.6006811
{txt}{space 17} {c |}
{space 13}year {c |}
{space 12}2006  {c |}{col 19}{res}{space 2} 4.793643{col 31}{space 2} 1.196263{col 42}{space 1}    4.01{col 51}{space 3}0.000{col 59}{space 4}  2.44818{col 72}{space 3} 7.139105
{txt}{space 12}2007  {c |}{col 19}{res}{space 2} 3.329281{col 31}{space 2} 2.160824{col 42}{space 1}    1.54{col 51}{space 3}0.123{col 59}{space 4}-.9073564{col 72}{space 3} 7.565919
{txt}{space 12}2008  {c |}{col 19}{res}{space 2} 3.703993{col 31}{space 2} 2.172208{col 42}{space 1}    1.71{col 51}{space 3}0.088{col 59}{space 4}-.5549636{col 72}{space 3}  7.96295
{txt}{space 12}2009  {c |}{col 19}{res}{space 2} 4.376694{col 31}{space 2} 2.089724{col 42}{space 1}    2.09{col 51}{space 3}0.036{col 59}{space 4} .2794606{col 72}{space 3} 8.473926
{txt}{space 12}2010  {c |}{col 19}{res}{space 2} 4.087762{col 31}{space 2} 2.139298{col 42}{space 1}    1.91{col 51}{space 3}0.056{col 59}{space 4}-.1066706{col 72}{space 3} 8.282194
{txt}{space 12}2011  {c |}{col 19}{res}{space 2} 2.082264{col 31}{space 2} 2.177423{col 42}{space 1}    0.96{col 51}{space 3}0.339{col 59}{space 4}-2.186918{col 72}{space 3} 6.351446
{txt}{space 12}2012  {c |}{col 19}{res}{space 2} .3708076{col 31}{space 2} 2.468393{col 42}{space 1}    0.15{col 51}{space 3}0.881{col 59}{space 4}-4.468866{col 72}{space 3} 5.210482
{txt}{space 12}2013  {c |}{col 19}{res}{space 2} .9355319{col 31}{space 2} 2.513189{col 42}{space 1}    0.37{col 51}{space 3}0.710{col 59}{space 4}-3.991971{col 72}{space 3} 5.863035
{txt}{space 12}2014  {c |}{col 19}{res}{space 2} 1.699121{col 31}{space 2} 2.455624{col 42}{space 1}    0.69{col 51}{space 3}0.489{col 59}{space 4}-3.115517{col 72}{space 3}  6.51376
{txt}{space 12}2015  {c |}{col 19}{res}{space 2} 2.344342{col 31}{space 2} 2.505065{col 42}{space 1}    0.94{col 51}{space 3}0.349{col 59}{space 4}-2.567234{col 72}{space 3} 7.255918
{txt}{space 12}2016  {c |}{col 19}{res}{space 2} 6.517661{col 31}{space 2} 1.225226{col 42}{space 1}    5.32{col 51}{space 3}0.000{col 59}{space 4} 4.115412{col 72}{space 3}  8.91991
{txt}{space 17} {c |}
{space 2}opposition#year {c |}
{space 10}1 2006  {c |}{col 19}{res}{space 2}-1.963194{col 31}{space 2}  4.48171{col 42}{space 1}   -0.44{col 51}{space 3}0.661{col 59}{space 4}-10.75029{col 72}{space 3} 6.823906
{txt}{space 10}1 2007  {c |}{col 19}{res}{space 2} 6.695995{col 31}{space 2} 3.636152{col 42}{space 1}    1.84{col 51}{space 3}0.066{col 59}{space 4}-.4332558{col 72}{space 3} 13.82525
{txt}{space 10}1 2008  {c |}{col 19}{res}{space 2}  1.52928{col 31}{space 2} 4.940845{col 42}{space 1}    0.31{col 51}{space 3}0.757{col 59}{space 4}-8.158027{col 72}{space 3} 11.21659
{txt}{space 10}1 2009  {c |}{col 19}{res}{space 2} 7.388469{col 31}{space 2} 4.285896{col 42}{space 1}    1.72{col 51}{space 3}0.085{col 59}{space 4}-1.014706{col 72}{space 3} 15.79164
{txt}{space 10}1 2010  {c |}{col 19}{res}{space 2} .5838706{col 31}{space 2} 4.784064{col 42}{space 1}    0.12{col 51}{space 3}0.903{col 59}{space 4}-8.796042{col 72}{space 3} 9.963783
{txt}{space 10}1 2011  {c |}{col 19}{res}{space 2} 4.243963{col 31}{space 2} 3.670237{col 42}{space 1}    1.16{col 51}{space 3}0.248{col 59}{space 4}-2.952116{col 72}{space 3} 11.44004
{txt}{space 10}1 2012  {c |}{col 19}{res}{space 2} 6.306556{col 31}{space 2} 3.382752{col 42}{space 1}    1.86{col 51}{space 3}0.062{col 59}{space 4}-.3258635{col 72}{space 3} 12.93897
{txt}{space 10}1 2013  {c |}{col 19}{res}{space 2} 8.398396{col 31}{space 2} 3.464436{col 42}{space 1}    2.42{col 51}{space 3}0.015{col 59}{space 4} 1.605822{col 72}{space 3} 15.19097
{txt}{space 10}1 2014  {c |}{col 19}{res}{space 2} 6.897366{col 31}{space 2} 3.318275{col 42}{space 1}    2.08{col 51}{space 3}0.038{col 59}{space 4} .3913634{col 72}{space 3} 13.40337
{txt}{space 10}1 2015  {c |}{col 19}{res}{space 2}  4.56012{col 31}{space 2} 3.334537{col 42}{space 1}    1.37{col 51}{space 3}0.172{col 59}{space 4}-1.977765{col 72}{space 3} 11.09801
{txt}{space 10}1 2016  {c |}{col 19}{res}{space 2} 4.919326{col 31}{space 2} 3.351198{col 42}{space 1}    1.47{col 51}{space 3}0.142{col 59}{space 4}-1.651228{col 72}{space 3} 11.48988
{txt}{space 17} {c |}
{space 9}ln_quote {c |}{col 19}{res}{space 2}-2.658535{col 31}{space 2} .1061278{col 42}{space 1}  -25.05{col 51}{space 3}0.000{col 59}{space 4}-2.866615{col 72}{space 3}-2.450454
{txt}{space 8}ln_speech {c |}{col 19}{res}{space 2}-.5149784{col 31}{space 2} .1603426{col 42}{space 1}   -3.21{col 51}{space 3}0.001{col 59}{space 4}-.8293553{col 72}{space 3}-.2006014
{txt}{space 7}ln_article {c |}{col 19}{res}{space 2} .2941438{col 31}{space 2} .4745157{col 42}{space 1}    0.62{col 51}{space 3}0.535{col 59}{space 4}-.6362191{col 72}{space 3} 1.224507
{txt}{space 17} {c |}
{space 13}parl {c |}
{space 1}11th parliament  {c |}{col 19}{res}{space 2} .8561358{col 31}{space 2} 1.806745{col 42}{space 1}    0.47{col 51}{space 3}0.636{col 59}{space 4}-2.686273{col 72}{space 3} 4.398545
{txt}{space 1}12th parliament  {c |}{col 19}{res}{space 2} 4.286286{col 31}{space 2} 2.261573{col 42}{space 1}    1.90{col 51}{space 3}0.058{col 59}{space 4}-.1478852{col 72}{space 3} 8.720457
{txt}{space 1}13th parliament  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 11}gender {c |}
{space 10}female  {c |}{col 19}{res}{space 2} .1414639{col 31}{space 2} .4194155{col 42}{space 1}    0.34{col 51}{space 3}0.736{col 59}{space 4}-.6808664{col 72}{space 3} .9637942
{txt}{space 17} {c |}
{space 13}race {c |}
{space 11}malay  {c |}{col 19}{res}{space 2} .9115406{col 31}{space 2} .5938441{col 42}{space 1}    1.53{col 51}{space 3}0.125{col 59}{space 4}-.2527846{col 72}{space 3} 2.075866
{txt}{space 10}indian  {c |}{col 19}{res}{space 2}-.4569852{col 31}{space 2} .5361923{col 42}{space 1}   -0.85{col 51}{space 3}0.394{col 59}{space 4}-1.508275{col 72}{space 3} .5943045
{txt}{space 8}eurasian  {c |}{col 19}{res}{space 2} 1.876194{col 31}{space 2} .8286793{col 42}{space 1}    2.26{col 51}{space 3}0.024{col 59}{space 4} .2514375{col 72}{space 3} 3.500951
{txt}{space 17} {c |}
{space 14}age {c |}{col 19}{res}{space 2}-.2702616{col 31}{space 2} .2426195{col 42}{space 1}   -1.11{col 51}{space 3}0.265{col 59}{space 4}-.7459554{col 72}{space 3} .2054322
{txt}{space 13}age2 {c |}{col 19}{res}{space 2} .0023392{col 31}{space 2} .0025616{col 42}{space 1}    0.91{col 51}{space 3}0.361{col 59}{space 4}-.0026831{col 72}{space 3} .0073616
{txt}{space 11}tenure {c |}{col 19}{res}{space 2} .1540132{col 31}{space 2} .0798301{col 42}{space 1}    1.93{col 51}{space 3}0.054{col 59}{space 4}-.0025062{col 72}{space 3} .3105327
{txt}{space 10}tenure2 {c |}{col 19}{res}{space 2}-.0051659{col 31}{space 2} .0027347{col 42}{space 1}   -1.89{col 51}{space 3}0.059{col 59}{space 4}-.0105278{col 72}{space 3}  .000196
{txt}{space 17} {c |}
{space 10}weekday {c |}
{space 9}tuesday  {c |}{col 19}{res}{space 2}-1.583933{col 31}{space 2} .9676292{col 42}{space 1}   -1.64{col 51}{space 3}0.102{col 59}{space 4}-3.481123{col 72}{space 3} .3132567
{txt}{space 7}wednesday  {c |}{col 19}{res}{space 2}-.8375306{col 31}{space 2} 1.014899{col 42}{space 1}   -0.83{col 51}{space 3}0.409{col 59}{space 4}-2.827401{col 72}{space 3}  1.15234
{txt}{space 8}thursday  {c |}{col 19}{res}{space 2}-1.953925{col 31}{space 2} 1.019555{col 42}{space 1}   -1.92{col 51}{space 3}0.055{col 59}{space 4}-3.952923{col 72}{space 3} .0450739
{txt}{space 10}friday  {c |}{col 19}{res}{space 2} -3.81558{col 31}{space 2} 1.140062{col 42}{space 1}   -3.35{col 51}{space 3}0.001{col 59}{space 4}-6.050852{col 72}{space 3}-1.580308
{txt}{space 8}saturday  {c |}{col 19}{res}{space 2} -3.07273{col 31}{space 2}  1.12581{col 42}{space 1}   -2.73{col 51}{space 3}0.006{col 59}{space 4}-5.280059{col 72}{space 3}-.8654009
{txt}{space 10}sunday  {c |}{col 19}{res}{space 2} 12.26711{col 31}{space 2} 6.073091{col 42}{space 1}    2.02{col 51}{space 3}0.043{col 59}{space 4} .3598554{col 72}{space 3} 24.17436
{txt}{space 17} {c |}
{space 9}section2 {c |}
{space 12}home  {c |}{col 19}{res}{space 2} .1719667{col 31}{space 2} 3.283334{col 42}{space 1}    0.05{col 51}{space 3}0.958{col 59}{space 4}-6.265528{col 72}{space 3} 6.609461
{txt}{space 9}insight  {c |}{col 19}{res}{space 2} .6927583{col 31}{space 2} 3.983928{col 42}{space 1}    0.17{col 51}{space 3}0.862{col 59}{space 4}-7.118362{col 72}{space 3} 8.503878
{txt}{space 11}money  {c |}{col 19}{res}{space 2} 1.526656{col 31}{space 2} 4.799866{col 42}{space 1}    0.32{col 51}{space 3}0.750{col 59}{space 4}-7.884239{col 72}{space 3} 10.93755
{txt}{space 12}news  {c |}{col 19}{res}{space 2}-16.73161{col 31}{space 2} 7.126898{col 42}{space 1}   -2.35{col 51}{space 3}0.019{col 59}{space 4}-30.70502{col 72}{space 3}-2.758199
{txt}{space 9}opinion  {c |}{col 19}{res}{space 2}-3.139793{col 31}{space 2} 4.384392{col 42}{space 1}   -0.72{col 51}{space 3}0.474{col 59}{space 4}-11.73609{col 72}{space 3} 5.456499
{txt}{space 6}prime news  {c |}{col 19}{res}{space 2} .2034868{col 31}{space 2} 3.244621{col 42}{space 1}    0.06{col 51}{space 3}0.950{col 59}{space 4}-6.158105{col 72}{space 3} 6.565078
{txt}review - insight  {c |}{col 19}{res}{space 2} 4.741895{col 31}{space 2} 6.394857{col 42}{space 1}    0.74{col 51}{space 3}0.458{col 59}{space 4}-7.796231{col 72}{space 3} 17.28002
{txt}{space 7}singapore  {c |}{col 19}{res}{space 2}-.5695848{col 31}{space 2} 3.223267{col 42}{space 1}   -0.18{col 51}{space 3}0.860{col 59}{space 4}-6.889308{col 72}{space 3} 5.750139
{txt}{space 10}sports  {c |}{col 19}{res}{space 2} .5456304{col 31}{space 2}  5.91366{col 42}{space 1}    0.09{col 51}{space 3}0.926{col 59}{space 4}-11.04903{col 72}{space 3} 12.14029
{txt}{space 14}st  {c |}{col 19}{res}{space 2} .2542647{col 31}{space 2} 3.358593{col 42}{space 1}    0.08{col 51}{space 3}0.940{col 59}{space 4}-6.330788{col 72}{space 3} 6.839317
{txt}{space 11}think  {c |}{col 19}{res}{space 2}-16.28238{col 31}{space 2} 8.190139{col 42}{space 1}   -1.99{col 51}{space 3}0.047{col 59}{space 4}-32.34044{col 72}{space 3}-.2243229
{txt}{space 1}top of the news  {c |}{col 19}{res}{space 2}-1.342743{col 31}{space 2} 3.265474{col 42}{space 1}   -0.41{col 51}{space 3}0.681{col 59}{space 4} -7.74522{col 72}{space 3} 5.059734
{txt}{space 11}world  {c |}{col 19}{res}{space 2}  .114557{col 31}{space 2} 4.533502{col 42}{space 1}    0.03{col 51}{space 3}0.980{col 59}{space 4} -8.77409{col 72}{space 3} 9.003204
{txt}{space 17} {c |}
{space 5}translations {c |}{col 19}{res}{space 2} -8.16172{col 31}{space 2} 1.830994{col 42}{space 1}   -4.46{col 51}{space 3}0.000{col 59}{space 4}-11.75167{col 72}{space 3}-4.571768
{txt}{space 5}speech_92K_1 {c |}{col 19}{res}{space 2} 6.906173{col 31}{space 2} 5.521093{col 42}{space 1}    1.25{col 51}{space 3}0.211{col 59}{space 4}-3.918801{col 72}{space 3} 17.73115
{txt}{space 5}speech_92K_2 {c |}{col 19}{res}{space 2} 1.481287{col 31}{space 2} 3.907047{col 42}{space 1}    0.38{col 51}{space 3}0.705{col 59}{space 4}-6.179094{col 72}{space 3} 9.141669
{txt}{space 5}speech_92K_3 {c |}{col 19}{res}{space 2}-2.583671{col 31}{space 2} 4.337213{col 42}{space 1}   -0.60{col 51}{space 3}0.551{col 59}{space 4}-11.08746{col 72}{space 3}  5.92012
{txt}{space 5}speech_92K_4 {c |}{col 19}{res}{space 2} 8.533472{col 31}{space 2} 4.611534{col 42}{space 1}    1.85{col 51}{space 3}0.064{col 59}{space 4}-.5081677{col 72}{space 3} 17.57511
{txt}{space 5}speech_92K_5 {c |}{col 19}{res}{space 2}  3.77936{col 31}{space 2} 9.137723{col 42}{space 1}    0.41{col 51}{space 3}0.679{col 59}{space 4}-14.13659{col 72}{space 3} 21.69531
{txt}{space 5}speech_92K_6 {c |}{col 19}{res}{space 2}-.9234337{col 31}{space 2} 5.468065{col 42}{space 1}   -0.17{col 51}{space 3}0.866{col 59}{space 4}-11.64444{col 72}{space 3} 9.797571
{txt}{space 5}speech_92K_7 {c |}{col 19}{res}{space 2} 6.526121{col 31}{space 2} 3.913558{col 42}{space 1}    1.67{col 51}{space 3}0.095{col 59}{space 4}-1.147026{col 72}{space 3} 14.19927
{txt}{space 5}speech_92K_8 {c |}{col 19}{res}{space 2} 10.60403{col 31}{space 2} 4.075733{col 42}{space 1}    2.60{col 51}{space 3}0.009{col 59}{space 4} 2.612916{col 72}{space 3} 18.59515
{txt}{space 5}speech_92K_9 {c |}{col 19}{res}{space 2} 15.96509{col 31}{space 2} 7.869774{col 42}{space 1}    2.03{col 51}{space 3}0.043{col 59}{space 4} .5351538{col 72}{space 3} 31.39502
{txt}{space 4}speech_92K_10 {c |}{col 19}{res}{space 2} .9885679{col 31}{space 2} 3.878208{col 42}{space 1}    0.25{col 51}{space 3}0.799{col 59}{space 4}-6.615271{col 72}{space 3} 8.592407
{txt}{space 4}speech_92K_11 {c |}{col 19}{res}{space 2} 2.531248{col 31}{space 2} 3.607109{col 42}{space 1}    0.70{col 51}{space 3}0.483{col 59}{space 4}-4.541058{col 72}{space 3} 9.603554
{txt}{space 4}speech_92K_12 {c |}{col 19}{res}{space 2}-.4320573{col 31}{space 2} 8.200811{col 42}{space 1}   -0.05{col 51}{space 3}0.958{col 59}{space 4}-16.51104{col 72}{space 3} 15.64693
{txt}{space 4}speech_92K_13 {c |}{col 19}{res}{space 2}-7.855274{col 31}{space 2} 6.060947{col 42}{space 1}   -1.30{col 51}{space 3}0.195{col 59}{space 4}-19.73872{col 72}{space 3} 4.028171
{txt}{space 4}speech_92K_14 {c |}{col 19}{res}{space 2} 1.546819{col 31}{space 2} 4.124242{col 42}{space 1}    0.38{col 51}{space 3}0.708{col 59}{space 4}-6.539408{col 72}{space 3} 9.633046
{txt}{space 4}speech_92K_15 {c |}{col 19}{res}{space 2} 4.120877{col 31}{space 2} 6.624213{col 42}{space 1}    0.62{col 51}{space 3}0.534{col 59}{space 4}-8.866937{col 72}{space 3} 17.10869
{txt}{space 4}speech_92K_16 {c |}{col 19}{res}{space 2}-.5952449{col 31}{space 2} 5.034335{col 42}{space 1}   -0.12{col 51}{space 3}0.906{col 59}{space 4}-10.46585{col 72}{space 3} 9.275363
{txt}{space 4}speech_92K_17 {c |}{col 19}{res}{space 2}-6.480527{col 31}{space 2} 4.349482{col 42}{space 1}   -1.49{col 51}{space 3}0.136{col 59}{space 4}-15.00837{col 72}{space 3} 2.047321
{txt}{space 4}speech_92K_18 {c |}{col 19}{res}{space 2} 6.567019{col 31}{space 2} 7.077933{col 42}{space 1}    0.93{col 51}{space 3}0.354{col 59}{space 4}-7.310386{col 72}{space 3} 20.44442
{txt}{space 4}speech_92K_19 {c |}{col 19}{res}{space 2} 5.676786{col 31}{space 2} 3.645305{col 42}{space 1}    1.56{col 51}{space 3}0.119{col 59}{space 4}-1.470411{col 72}{space 3} 12.82398
{txt}{space 4}speech_92K_20 {c |}{col 19}{res}{space 2} 9.116563{col 31}{space 2} 3.583769{col 42}{space 1}    2.54{col 51}{space 3}0.011{col 59}{space 4} 2.090018{col 72}{space 3} 16.14311
{txt}{space 4}speech_92K_21 {c |}{col 19}{res}{space 2} 1.731347{col 31}{space 2} 3.565919{col 42}{space 1}    0.49{col 51}{space 3}0.627{col 59}{space 4}  -5.2602{col 72}{space 3} 8.722894
{txt}{space 4}speech_92K_22 {c |}{col 19}{res}{space 2} 6.766224{col 31}{space 2} 4.685611{col 42}{space 1}    1.44{col 51}{space 3}0.149{col 59}{space 4}-2.420657{col 72}{space 3}  15.9531
{txt}{space 4}speech_92K_23 {c |}{col 19}{res}{space 2} 1.665274{col 31}{space 2} 2.975872{col 42}{space 1}    0.56{col 51}{space 3}0.576{col 59}{space 4}-4.169394{col 72}{space 3} 7.499942
{txt}{space 4}speech_92K_24 {c |}{col 19}{res}{space 2}-3.051622{col 31}{space 2} 3.557574{col 42}{space 1}   -0.86{col 51}{space 3}0.391{col 59}{space 4}-10.02681{col 72}{space 3} 3.923564
{txt}{space 4}speech_92K_25 {c |}{col 19}{res}{space 2} 1.367393{col 31}{space 2} 5.900035{col 42}{space 1}    0.23{col 51}{space 3}0.817{col 59}{space 4}-10.20056{col 72}{space 3} 12.93534
{txt}{space 4}speech_92K_26 {c |}{col 19}{res}{space 2}-11.19906{col 31}{space 2}  7.70595{col 42}{space 1}   -1.45{col 51}{space 3}0.146{col 59}{space 4}-26.30779{col 72}{space 3} 3.909672
{txt}{space 4}speech_92K_27 {c |}{col 19}{res}{space 2} 3.008437{col 31}{space 2} 7.183641{col 42}{space 1}    0.42{col 51}{space 3}0.675{col 59}{space 4}-11.07623{col 72}{space 3}  17.0931
{txt}{space 4}speech_92K_28 {c |}{col 19}{res}{space 2} 8.774763{col 31}{space 2} 5.401524{col 42}{space 1}    1.62{col 51}{space 3}0.104{col 59}{space 4}-1.815779{col 72}{space 3}  19.3653
{txt}{space 4}speech_92K_29 {c |}{col 19}{res}{space 2}-1.050052{col 31}{space 2} 4.492931{col 42}{space 1}   -0.23{col 51}{space 3}0.815{col 59}{space 4}-9.859152{col 72}{space 3} 7.759049
{txt}{space 4}speech_92K_30 {c |}{col 19}{res}{space 2}-10.04432{col 31}{space 2}  5.21866{col 42}{space 1}   -1.92{col 51}{space 3}0.054{col 59}{space 4}-20.27633{col 72}{space 3} .1876869
{txt}{space 4}speech_92K_31 {c |}{col 19}{res}{space 2} 5.050519{col 31}{space 2} 3.429892{col 42}{space 1}    1.47{col 51}{space 3}0.141{col 59}{space 4}-1.674326{col 72}{space 3} 11.77536
{txt}{space 4}speech_92K_32 {c |}{col 19}{res}{space 2} 7.455656{col 31}{space 2} 6.889706{col 42}{space 1}    1.08{col 51}{space 3}0.279{col 59}{space 4}-6.052699{col 72}{space 3} 20.96401
{txt}{space 4}speech_92K_33 {c |}{col 19}{res}{space 2} 8.466339{col 31}{space 2}  3.88842{col 42}{space 1}    2.18{col 51}{space 3}0.030{col 59}{space 4} .8424786{col 72}{space 3}  16.0902
{txt}{space 4}speech_92K_34 {c |}{col 19}{res}{space 2} 2.764066{col 31}{space 2} 4.398845{col 42}{space 1}    0.63{col 51}{space 3}0.530{col 59}{space 4}-5.860565{col 72}{space 3}  11.3887
{txt}{space 4}speech_92K_35 {c |}{col 19}{res}{space 2} 6.175993{col 31}{space 2} 4.632292{col 42}{space 1}    1.33{col 51}{space 3}0.183{col 59}{space 4}-2.906347{col 72}{space 3} 15.25833
{txt}{space 4}speech_92K_36 {c |}{col 19}{res}{space 2} 6.768844{col 31}{space 2} 3.527639{col 42}{space 1}    1.92{col 51}{space 3}0.055{col 59}{space 4}-.1476493{col 72}{space 3} 13.68534
{txt}{space 4}speech_92K_37 {c |}{col 19}{res}{space 2} 1.563345{col 31}{space 2} 6.055428{col 42}{space 1}    0.26{col 51}{space 3}0.796{col 59}{space 4}-10.30928{col 72}{space 3} 13.43597
{txt}{space 4}speech_92K_38 {c |}{col 19}{res}{space 2}-.2550392{col 31}{space 2} 9.341023{col 42}{space 1}   -0.03{col 51}{space 3}0.978{col 59}{space 4}-18.56959{col 72}{space 3} 18.05951
{txt}{space 4}speech_92K_39 {c |}{col 19}{res}{space 2} 2.850105{col 31}{space 2} 5.265415{col 42}{space 1}    0.54{col 51}{space 3}0.588{col 59}{space 4}-7.473572{col 72}{space 3} 13.17378
{txt}{space 4}speech_92K_40 {c |}{col 19}{res}{space 2} -.705398{col 31}{space 2} 4.601159{col 42}{space 1}   -0.15{col 51}{space 3}0.878{col 59}{space 4}-9.726697{col 72}{space 3} 8.315901
{txt}{space 4}speech_92K_41 {c |}{col 19}{res}{space 2}-.1371095{col 31}{space 2} 3.938589{col 42}{space 1}   -0.03{col 51}{space 3}0.972{col 59}{space 4}-7.859334{col 72}{space 3} 7.585115
{txt}{space 4}speech_92K_42 {c |}{col 19}{res}{space 2}-1.023686{col 31}{space 2} 5.925154{col 42}{space 1}   -0.17{col 51}{space 3}0.863{col 59}{space 4}-12.64089{col 72}{space 3} 10.59351
{txt}{space 4}speech_92K_43 {c |}{col 19}{res}{space 2} 9.747041{col 31}{space 2} 4.294739{col 42}{space 1}    2.27{col 51}{space 3}0.023{col 59}{space 4} 1.326527{col 72}{space 3} 18.16755
{txt}{space 4}speech_92K_44 {c |}{col 19}{res}{space 2}-1.800408{col 31}{space 2} 4.248418{col 42}{space 1}   -0.42{col 51}{space 3}0.672{col 59}{space 4} -10.1301{col 72}{space 3} 6.529286
{txt}{space 4}speech_92K_45 {c |}{col 19}{res}{space 2} 1.036134{col 31}{space 2} 7.977219{col 42}{space 1}    0.13{col 51}{space 3}0.897{col 59}{space 4}-14.60446{col 72}{space 3} 16.67673
{txt}{space 4}speech_92K_46 {c |}{col 19}{res}{space 2}-.1592351{col 31}{space 2} 9.157067{col 42}{space 1}   -0.02{col 51}{space 3}0.986{col 59}{space 4}-18.11311{col 72}{space 3} 17.79464
{txt}{space 4}speech_92K_47 {c |}{col 19}{res}{space 2} 12.03748{col 31}{space 2} 5.252576{col 42}{space 1}    2.29{col 51}{space 3}0.022{col 59}{space 4} 1.738974{col 72}{space 3} 22.33598
{txt}{space 4}speech_92K_48 {c |}{col 19}{res}{space 2} 4.054295{col 31}{space 2} 4.506194{col 42}{space 1}    0.90{col 51}{space 3}0.368{col 59}{space 4}-4.780809{col 72}{space 3}  12.8894
{txt}{space 4}speech_92K_49 {c |}{col 19}{res}{space 2} 12.08437{col 31}{space 2} 5.365466{col 42}{space 1}    2.25{col 51}{space 3}0.024{col 59}{space 4} 1.564531{col 72}{space 3} 22.60422
{txt}{space 4}speech_92K_50 {c |}{col 19}{res}{space 2} .5690833{col 31}{space 2} 7.457007{col 42}{space 1}    0.08{col 51}{space 3}0.939{col 59}{space 4}-14.05156{col 72}{space 3} 15.18972
{txt}{space 4}speech_92K_51 {c |}{col 19}{res}{space 2} 2.664471{col 31}{space 2}  3.49501{col 42}{space 1}    0.76{col 51}{space 3}0.446{col 59}{space 4}-4.188047{col 72}{space 3} 9.516989
{txt}{space 4}speech_92K_52 {c |}{col 19}{res}{space 2} 8.766642{col 31}{space 2} 3.716881{col 42}{space 1}    2.36{col 51}{space 3}0.018{col 59}{space 4}  1.47911{col 72}{space 3} 16.05418
{txt}{space 4}speech_92K_53 {c |}{col 19}{res}{space 2}-1.509864{col 31}{space 2} 4.386918{col 42}{space 1}   -0.34{col 51}{space 3}0.731{col 59}{space 4}-10.11111{col 72}{space 3}  7.09138
{txt}{space 4}speech_92K_54 {c |}{col 19}{res}{space 2} 11.67677{col 31}{space 2} 5.288489{col 42}{space 1}    2.21{col 51}{space 3}0.027{col 59}{space 4} 1.307854{col 72}{space 3} 22.04569
{txt}{space 4}speech_92K_55 {c |}{col 19}{res}{space 2} 8.021028{col 31}{space 2} 4.881902{col 42}{space 1}    1.64{col 51}{space 3}0.100{col 59}{space 4}-1.550711{col 72}{space 3} 17.59277
{txt}{space 4}speech_92K_56 {c |}{col 19}{res}{space 2} 3.130288{col 31}{space 2} 7.885183{col 42}{space 1}    0.40{col 51}{space 3}0.691{col 59}{space 4}-12.32986{col 72}{space 3} 18.59043
{txt}{space 4}speech_92K_57 {c |}{col 19}{res}{space 2}-1.661772{col 31}{space 2}   4.5683{col 42}{space 1}   -0.36{col 51}{space 3}0.716{col 59}{space 4}-10.61865{col 72}{space 3} 7.295102
{txt}{space 4}speech_92K_58 {c |}{col 19}{res}{space 2}  3.61253{col 31}{space 2} 4.641227{col 42}{space 1}    0.78{col 51}{space 3}0.436{col 59}{space 4}-5.487328{col 72}{space 3} 12.71239
{txt}{space 4}speech_92K_59 {c |}{col 19}{res}{space 2} .4464503{col 31}{space 2}  3.97762{col 42}{space 1}    0.11{col 51}{space 3}0.911{col 59}{space 4}-7.352302{col 72}{space 3} 8.245203
{txt}{space 4}speech_92K_60 {c |}{col 19}{res}{space 2}-2.143371{col 31}{space 2} 4.431119{col 42}{space 1}   -0.48{col 51}{space 3}0.629{col 59}{space 4}-10.83128{col 72}{space 3} 6.544538
{txt}{space 4}speech_92K_61 {c |}{col 19}{res}{space 2} 1.605651{col 31}{space 2} 5.586548{col 42}{space 1}    0.29{col 51}{space 3}0.774{col 59}{space 4}-9.347658{col 72}{space 3} 12.55896
{txt}{space 4}speech_92K_62 {c |}{col 19}{res}{space 2}-2.951926{col 31}{space 2} 5.095605{col 42}{space 1}   -0.58{col 51}{space 3}0.562{col 59}{space 4}-12.94266{col 72}{space 3} 7.038812
{txt}{space 4}speech_92K_63 {c |}{col 19}{res}{space 2} 10.90902{col 31}{space 2} 11.09385{col 42}{space 1}    0.98{col 51}{space 3}0.326{col 59}{space 4}-10.84223{col 72}{space 3} 32.66027
{txt}{space 4}speech_92K_64 {c |}{col 19}{res}{space 2}-6.727476{col 31}{space 2} 5.526488{col 42}{space 1}   -1.22{col 51}{space 3}0.224{col 59}{space 4}-17.56303{col 72}{space 3} 4.108075
{txt}{space 4}speech_92K_65 {c |}{col 19}{res}{space 2} 5.053151{col 31}{space 2} 5.230954{col 42}{space 1}    0.97{col 51}{space 3}0.334{col 59}{space 4}-5.202961{col 72}{space 3} 15.30926
{txt}{space 4}speech_92K_66 {c |}{col 19}{res}{space 2} 4.976037{col 31}{space 2} 4.030656{col 42}{space 1}    1.23{col 51}{space 3}0.217{col 59}{space 4}-2.926701{col 72}{space 3} 12.87878
{txt}{space 4}speech_92K_67 {c |}{col 19}{res}{space 2}-3.086786{col 31}{space 2} 3.942077{col 42}{space 1}   -0.78{col 51}{space 3}0.434{col 59}{space 4}-10.81585{col 72}{space 3} 4.642279
{txt}{space 4}speech_92K_68 {c |}{col 19}{res}{space 2}-8.968592{col 31}{space 2} 8.140808{col 42}{space 1}   -1.10{col 51}{space 3}0.271{col 59}{space 4}-24.92993{col 72}{space 3} 6.992748
{txt}{space 4}speech_92K_69 {c |}{col 19}{res}{space 2}-1.565968{col 31}{space 2}  4.66245{col 42}{space 1}   -0.34{col 51}{space 3}0.737{col 59}{space 4}-10.70744{col 72}{space 3} 7.575502
{txt}{space 4}speech_92K_70 {c |}{col 19}{res}{space 2} 6.048394{col 31}{space 2} 4.709524{col 42}{space 1}    1.28{col 51}{space 3}0.199{col 59}{space 4}-3.185371{col 72}{space 3} 15.28216
{txt}{space 4}speech_92K_71 {c |}{col 19}{res}{space 2} -3.02658{col 31}{space 2} 6.678111{col 42}{space 1}   -0.45{col 51}{space 3}0.650{col 59}{space 4}-16.12007{col 72}{space 3} 10.06691
{txt}{space 4}speech_92K_72 {c |}{col 19}{res}{space 2} 6.756377{col 31}{space 2} 4.418182{col 42}{space 1}    1.53{col 51}{space 3}0.126{col 59}{space 4}-1.906166{col 72}{space 3} 15.41892
{txt}{space 4}speech_92K_73 {c |}{col 19}{res}{space 2} 7.012269{col 31}{space 2} 3.690057{col 42}{space 1}    1.90{col 51}{space 3}0.057{col 59}{space 4}-.2226694{col 72}{space 3} 14.24721
{txt}{space 4}speech_92K_74 {c |}{col 19}{res}{space 2}-2.120934{col 31}{space 2} 5.320998{col 42}{space 1}   -0.40{col 51}{space 3}0.690{col 59}{space 4}-12.55359{col 72}{space 3} 8.311723
{txt}{space 4}speech_92K_75 {c |}{col 19}{res}{space 2}-6.510358{col 31}{space 2} 8.456138{col 42}{space 1}   -0.77{col 51}{space 3}0.441{col 59}{space 4}-23.08995{col 72}{space 3} 10.06924
{txt}{space 4}speech_92K_76 {c |}{col 19}{res}{space 2} 9.702621{col 31}{space 2} 4.131035{col 42}{space 1}    2.35{col 51}{space 3}0.019{col 59}{space 4} 1.603075{col 72}{space 3} 17.80217
{txt}{space 4}speech_92K_77 {c |}{col 19}{res}{space 2} 1.132975{col 31}{space 2} 4.978817{col 42}{space 1}    0.23{col 51}{space 3}0.820{col 59}{space 4}-8.628782{col 72}{space 3} 10.89473
{txt}{space 4}speech_92K_78 {c |}{col 19}{res}{space 2}-9.198913{col 31}{space 2} 13.89276{col 42}{space 1}   -0.66{col 51}{space 3}0.508{col 59}{space 4}-36.43787{col 72}{space 3} 18.04004
{txt}{space 4}speech_92K_79 {c |}{col 19}{res}{space 2}  8.80554{col 31}{space 2} 5.840008{col 42}{space 1}    1.51{col 51}{space 3}0.132{col 59}{space 4}-2.644718{col 72}{space 3}  20.2558
{txt}{space 4}speech_92K_80 {c |}{col 19}{res}{space 2} 4.852235{col 31}{space 2}  3.47393{col 42}{space 1}    1.40{col 51}{space 3}0.163{col 59}{space 4}-1.958954{col 72}{space 3} 11.66342
{txt}{space 4}speech_92K_81 {c |}{col 19}{res}{space 2} 5.075385{col 31}{space 2} 4.550816{col 42}{space 1}    1.12{col 51}{space 3}0.265{col 59}{space 4}-3.847208{col 72}{space 3} 13.99798
{txt}{space 4}speech_92K_82 {c |}{col 19}{res}{space 2}-10.45582{col 31}{space 2} 9.900683{col 42}{space 1}   -1.06{col 51}{space 3}0.291{col 59}{space 4}-29.86767{col 72}{space 3} 8.956029
{txt}{space 4}speech_92K_83 {c |}{col 19}{res}{space 2}-.1541789{col 31}{space 2} 6.600601{col 42}{space 1}   -0.02{col 51}{space 3}0.981{col 59}{space 4} -13.0957{col 72}{space 3} 12.78734
{txt}{space 4}speech_92K_84 {c |}{col 19}{res}{space 2}-2.905876{col 31}{space 2} 6.161917{col 42}{space 1}   -0.47{col 51}{space 3}0.637{col 59}{space 4}-14.98729{col 72}{space 3} 9.175536
{txt}{space 4}speech_92K_85 {c |}{col 19}{res}{space 2} 15.26675{col 31}{space 2} 4.479973{col 42}{space 1}    3.41{col 51}{space 3}0.001{col 59}{space 4} 6.483057{col 72}{space 3} 24.05044
{txt}{space 4}speech_92K_86 {c |}{col 19}{res}{space 2} 4.025044{col 31}{space 2} 4.408203{col 42}{space 1}    0.91{col 51}{space 3}0.361{col 59}{space 4}-4.617934{col 72}{space 3} 12.66802
{txt}{space 4}speech_92K_87 {c |}{col 19}{res}{space 2} 3.457341{col 31}{space 2} 5.517918{col 42}{space 1}    0.63{col 51}{space 3}0.531{col 59}{space 4}-7.361408{col 72}{space 3} 14.27609
{txt}{space 4}speech_92K_88 {c |}{col 19}{res}{space 2} 6.760239{col 31}{space 2} 4.304055{col 42}{space 1}    1.57{col 51}{space 3}0.116{col 59}{space 4}-1.678539{col 72}{space 3} 15.19902
{txt}{space 4}speech_92K_89 {c |}{col 19}{res}{space 2}  7.14879{col 31}{space 2} 4.045683{col 42}{space 1}    1.77{col 51}{space 3}0.077{col 59}{space 4}-.7834111{col 72}{space 3} 15.08099
{txt}{space 4}speech_92K_90 {c |}{col 19}{res}{space 2} 7.699194{col 31}{space 2} 5.695341{col 42}{space 1}    1.35{col 51}{space 3}0.177{col 59}{space 4}-3.467421{col 72}{space 3} 18.86581
{txt}{space 4}speech_92K_91 {c |}{col 19}{res}{space 2} 10.04054{col 31}{space 2} 7.100385{col 42}{space 1}    1.41{col 51}{space 3}0.157{col 59}{space 4} -3.88089{col 72}{space 3} 23.96196
{txt}{space 4}speech_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}quote_92K_1 {c |}{col 19}{res}{space 2}  3.04604{col 31}{space 2} 2.558264{col 42}{space 1}    1.19{col 51}{space 3}0.234{col 59}{space 4} -1.96984{col 72}{space 3}  8.06192
{txt}{space 6}quote_92K_2 {c |}{col 19}{res}{space 2} 2.015224{col 31}{space 2}  1.93748{col 42}{space 1}    1.04{col 51}{space 3}0.298{col 59}{space 4}-1.783512{col 72}{space 3}  5.81396
{txt}{space 6}quote_92K_3 {c |}{col 19}{res}{space 2} 2.015924{col 31}{space 2} 1.792896{col 42}{space 1}    1.12{col 51}{space 3}0.261{col 59}{space 4}-1.499331{col 72}{space 3} 5.531179
{txt}{space 6}quote_92K_4 {c |}{col 19}{res}{space 2} 1.382804{col 31}{space 2}  1.97601{col 42}{space 1}    0.70{col 51}{space 3}0.484{col 59}{space 4}-2.491477{col 72}{space 3} 5.257084
{txt}{space 6}quote_92K_5 {c |}{col 19}{res}{space 2} 2.649685{col 31}{space 2} 2.726756{col 42}{space 1}    0.97{col 51}{space 3}0.331{col 59}{space 4}-2.696552{col 72}{space 3} 7.995921
{txt}{space 6}quote_92K_6 {c |}{col 19}{res}{space 2}  .470637{col 31}{space 2} 2.369881{col 42}{space 1}    0.20{col 51}{space 3}0.843{col 59}{space 4}-4.175888{col 72}{space 3} 5.117162
{txt}{space 6}quote_92K_7 {c |}{col 19}{res}{space 2} 1.473823{col 31}{space 2} 1.660888{col 42}{space 1}    0.89{col 51}{space 3}0.375{col 59}{space 4}-1.782611{col 72}{space 3} 4.730257
{txt}{space 6}quote_92K_8 {c |}{col 19}{res}{space 2} 1.577427{col 31}{space 2} 2.084425{col 42}{space 1}    0.76{col 51}{space 3}0.449{col 59}{space 4}-2.509417{col 72}{space 3} 5.664271
{txt}{space 6}quote_92K_9 {c |}{col 19}{res}{space 2} 2.437589{col 31}{space 2} 2.776683{col 42}{space 1}    0.88{col 51}{space 3}0.380{col 59}{space 4}-3.006536{col 72}{space 3} 7.881715
{txt}{space 5}quote_92K_10 {c |}{col 19}{res}{space 2} .4862888{col 31}{space 2} 1.831444{col 42}{space 1}    0.27{col 51}{space 3}0.791{col 59}{space 4}-3.104546{col 72}{space 3} 4.077124
{txt}{space 5}quote_92K_11 {c |}{col 19}{res}{space 2} 1.592651{col 31}{space 2}  1.70294{col 42}{space 1}    0.94{col 51}{space 3}0.350{col 59}{space 4}-1.746232{col 72}{space 3} 4.931534
{txt}{space 5}quote_92K_12 {c |}{col 19}{res}{space 2} 1.225782{col 31}{space 2} 2.696311{col 42}{space 1}    0.45{col 51}{space 3}0.649{col 59}{space 4}-4.060762{col 72}{space 3} 6.512326
{txt}{space 5}quote_92K_13 {c |}{col 19}{res}{space 2} 4.567936{col 31}{space 2} 2.277691{col 42}{space 1}    2.01{col 51}{space 3}0.045{col 59}{space 4} .1021631{col 72}{space 3} 9.033709
{txt}{space 5}quote_92K_14 {c |}{col 19}{res}{space 2}-.3282689{col 31}{space 2} 1.706027{col 42}{space 1}   -0.19{col 51}{space 3}0.847{col 59}{space 4}-3.673205{col 72}{space 3} 3.016667
{txt}{space 5}quote_92K_15 {c |}{col 19}{res}{space 2} .9885358{col 31}{space 2} 2.335199{col 42}{space 1}    0.42{col 51}{space 3}0.672{col 59}{space 4} -3.58999{col 72}{space 3} 5.567062
{txt}{space 5}quote_92K_16 {c |}{col 19}{res}{space 2}-.4779986{col 31}{space 2} 2.144305{col 42}{space 1}   -0.22{col 51}{space 3}0.824{col 59}{space 4}-4.682247{col 72}{space 3}  3.72625
{txt}{space 5}quote_92K_17 {c |}{col 19}{res}{space 2}  4.11272{col 31}{space 2} 2.528464{col 42}{space 1}    1.63{col 51}{space 3}0.104{col 59}{space 4}-.8447331{col 72}{space 3} 9.070172
{txt}{space 5}quote_92K_18 {c |}{col 19}{res}{space 2} 3.796172{col 31}{space 2} 2.871368{col 42}{space 1}    1.32{col 51}{space 3}0.186{col 59}{space 4}-1.833598{col 72}{space 3} 9.425942
{txt}{space 5}quote_92K_19 {c |}{col 19}{res}{space 2} 1.819373{col 31}{space 2} 1.797224{col 42}{space 1}    1.01{col 51}{space 3}0.311{col 59}{space 4}-1.704368{col 72}{space 3} 5.343115
{txt}{space 5}quote_92K_20 {c |}{col 19}{res}{space 2}-1.050249{col 31}{space 2} 2.146492{col 42}{space 1}   -0.49{col 51}{space 3}0.625{col 59}{space 4}-5.258785{col 72}{space 3} 3.158287
{txt}{space 5}quote_92K_21 {c |}{col 19}{res}{space 2} .1127551{col 31}{space 2} 1.965088{col 42}{space 1}    0.06{col 51}{space 3}0.954{col 59}{space 4}-3.740109{col 72}{space 3} 3.965619
{txt}{space 5}quote_92K_22 {c |}{col 19}{res}{space 2} .1081961{col 31}{space 2} 2.181605{col 42}{space 1}    0.05{col 51}{space 3}0.960{col 59}{space 4}-4.169184{col 72}{space 3} 4.385576
{txt}{space 5}quote_92K_23 {c |}{col 19}{res}{space 2}  2.30677{col 31}{space 2} 1.581704{col 42}{space 1}    1.46{col 51}{space 3}0.145{col 59}{space 4}-.7944109{col 72}{space 3}  5.40795
{txt}{space 5}quote_92K_24 {c |}{col 19}{res}{space 2} .9976069{col 31}{space 2} 1.621432{col 42}{space 1}    0.62{col 51}{space 3}0.538{col 59}{space 4}-2.181467{col 72}{space 3} 4.176681
{txt}{space 5}quote_92K_25 {c |}{col 19}{res}{space 2} 1.119267{col 31}{space 2} 2.491963{col 42}{space 1}    0.45{col 51}{space 3}0.653{col 59}{space 4}-3.766619{col 72}{space 3} 6.005153
{txt}{space 5}quote_92K_26 {c |}{col 19}{res}{space 2} 2.159294{col 31}{space 2} 1.905257{col 42}{space 1}    1.13{col 51}{space 3}0.257{col 59}{space 4}-1.576262{col 72}{space 3} 5.894851
{txt}{space 5}quote_92K_27 {c |}{col 19}{res}{space 2} 2.806324{col 31}{space 2} 2.298977{col 42}{space 1}    1.22{col 51}{space 3}0.222{col 59}{space 4}-1.701182{col 72}{space 3} 7.313831
{txt}{space 5}quote_92K_28 {c |}{col 19}{res}{space 2} .5283355{col 31}{space 2} 2.664604{col 42}{space 1}    0.20{col 51}{space 3}0.843{col 59}{space 4}-4.696041{col 72}{space 3} 5.752712
{txt}{space 5}quote_92K_29 {c |}{col 19}{res}{space 2}-.7438374{col 31}{space 2} 1.939954{col 42}{space 1}   -0.38{col 51}{space 3}0.701{col 59}{space 4}-4.547423{col 72}{space 3} 3.059748
{txt}{space 5}quote_92K_30 {c |}{col 19}{res}{space 2} 2.416683{col 31}{space 2} 2.677402{col 42}{space 1}    0.90{col 51}{space 3}0.367{col 59}{space 4}-2.832786{col 72}{space 3} 7.666152
{txt}{space 5}quote_92K_31 {c |}{col 19}{res}{space 2} 1.956108{col 31}{space 2} 1.715504{col 42}{space 1}    1.14{col 51}{space 3}0.254{col 59}{space 4}-1.407408{col 72}{space 3} 5.319623
{txt}{space 5}quote_92K_32 {c |}{col 19}{res}{space 2} 1.710626{col 31}{space 2}  1.86402{col 42}{space 1}    0.92{col 51}{space 3}0.359{col 59}{space 4} -1.94408{col 72}{space 3} 5.365332
{txt}{space 5}quote_92K_33 {c |}{col 19}{res}{space 2} .8895046{col 31}{space 2} 1.705289{col 42}{space 1}    0.52{col 51}{space 3}0.602{col 59}{space 4}-2.453984{col 72}{space 3} 4.232993
{txt}{space 5}quote_92K_34 {c |}{col 19}{res}{space 2} 2.386959{col 31}{space 2} 2.241124{col 42}{space 1}    1.07{col 51}{space 3}0.287{col 59}{space 4}-2.007119{col 72}{space 3} 6.781037
{txt}{space 5}quote_92K_35 {c |}{col 19}{res}{space 2} 3.341618{col 31}{space 2} 1.941098{col 42}{space 1}    1.72{col 51}{space 3}0.085{col 59}{space 4}-.4642105{col 72}{space 3} 7.147447
{txt}{space 5}quote_92K_36 {c |}{col 19}{res}{space 2}  1.34354{col 31}{space 2} 2.010578{col 42}{space 1}    0.67{col 51}{space 3}0.504{col 59}{space 4}-2.598516{col 72}{space 3} 5.285595
{txt}{space 5}quote_92K_37 {c |}{col 19}{res}{space 2} 2.705776{col 31}{space 2}  2.00293{col 42}{space 1}    1.35{col 51}{space 3}0.177{col 59}{space 4}-1.221285{col 72}{space 3} 6.632837
{txt}{space 5}quote_92K_38 {c |}{col 19}{res}{space 2} .3666246{col 31}{space 2} 2.419842{col 42}{space 1}    0.15{col 51}{space 3}0.880{col 59}{space 4}-4.377857{col 72}{space 3} 5.111106
{txt}{space 5}quote_92K_39 {c |}{col 19}{res}{space 2} 3.841242{col 31}{space 2} 1.879788{col 42}{space 1}    2.04{col 51}{space 3}0.041{col 59}{space 4} .1556214{col 72}{space 3} 7.526863
{txt}{space 5}quote_92K_40 {c |}{col 19}{res}{space 2} .7515486{col 31}{space 2} 2.077736{col 42}{space 1}    0.36{col 51}{space 3}0.718{col 59}{space 4}-3.322181{col 72}{space 3} 4.825278
{txt}{space 5}quote_92K_41 {c |}{col 19}{res}{space 2} 1.874822{col 31}{space 2} 1.794187{col 42}{space 1}    1.04{col 51}{space 3}0.296{col 59}{space 4}-1.642966{col 72}{space 3}  5.39261
{txt}{space 5}quote_92K_42 {c |}{col 19}{res}{space 2} .7480201{col 31}{space 2} 2.034886{col 42}{space 1}    0.37{col 51}{space 3}0.713{col 59}{space 4}-3.241696{col 72}{space 3} 4.737736
{txt}{space 5}quote_92K_43 {c |}{col 19}{res}{space 2} 2.253871{col 31}{space 2} 1.759583{col 42}{space 1}    1.28{col 51}{space 3}0.200{col 59}{space 4} -1.19607{col 72}{space 3} 5.703811
{txt}{space 5}quote_92K_44 {c |}{col 19}{res}{space 2} 2.234923{col 31}{space 2} 1.813518{col 42}{space 1}    1.23{col 51}{space 3}0.218{col 59}{space 4}-1.320764{col 72}{space 3} 5.790611
{txt}{space 5}quote_92K_45 {c |}{col 19}{res}{space 2} -.626507{col 31}{space 2} 2.257781{col 42}{space 1}   -0.28{col 51}{space 3}0.781{col 59}{space 4}-5.053243{col 72}{space 3} 3.800229
{txt}{space 5}quote_92K_46 {c |}{col 19}{res}{space 2} 3.194697{col 31}{space 2} 2.908627{col 42}{space 1}    1.10{col 51}{space 3}0.272{col 59}{space 4}-2.508126{col 72}{space 3}  8.89752
{txt}{space 5}quote_92K_47 {c |}{col 19}{res}{space 2} .5594466{col 31}{space 2} 2.260574{col 42}{space 1}    0.25{col 51}{space 3}0.805{col 59}{space 4}-3.872765{col 72}{space 3} 4.991659
{txt}{space 5}quote_92K_48 {c |}{col 19}{res}{space 2} 4.215633{col 31}{space 2} 1.885659{col 42}{space 1}    2.24{col 51}{space 3}0.025{col 59}{space 4} .5185017{col 72}{space 3} 7.912765
{txt}{space 5}quote_92K_49 {c |}{col 19}{res}{space 2} .5845779{col 31}{space 2} 2.542203{col 42}{space 1}    0.23{col 51}{space 3}0.818{col 59}{space 4}-4.399813{col 72}{space 3} 5.568969
{txt}{space 5}quote_92K_50 {c |}{col 19}{res}{space 2} 2.086246{col 31}{space 2} 2.955805{col 42}{space 1}    0.71{col 51}{space 3}0.480{col 59}{space 4}-3.709076{col 72}{space 3} 7.881569
{txt}{space 5}quote_92K_51 {c |}{col 19}{res}{space 2} 1.169442{col 31}{space 2}  1.63663{col 42}{space 1}    0.71{col 51}{space 3}0.475{col 59}{space 4}-2.039429{col 72}{space 3} 4.378313
{txt}{space 5}quote_92K_52 {c |}{col 19}{res}{space 2} 1.890101{col 31}{space 2} 1.854154{col 42}{space 1}    1.02{col 51}{space 3}0.308{col 59}{space 4}-1.745261{col 72}{space 3} 5.525462
{txt}{space 5}quote_92K_53 {c |}{col 19}{res}{space 2}  .536233{col 31}{space 2} 2.072264{col 42}{space 1}    0.26{col 51}{space 3}0.796{col 59}{space 4}-3.526768{col 72}{space 3} 4.599234
{txt}{space 5}quote_92K_54 {c |}{col 19}{res}{space 2} .2070846{col 31}{space 2} 2.077058{col 42}{space 1}    0.10{col 51}{space 3}0.921{col 59}{space 4}-3.865315{col 72}{space 3} 4.279485
{txt}{space 5}quote_92K_55 {c |}{col 19}{res}{space 2} .5532948{col 31}{space 2} 1.823648{col 42}{space 1}    0.30{col 51}{space 3}0.762{col 59}{space 4}-3.022255{col 72}{space 3} 4.128844
{txt}{space 5}quote_92K_56 {c |}{col 19}{res}{space 2} 1.312248{col 31}{space 2} 2.231628{col 42}{space 1}    0.59{col 51}{space 3}0.557{col 59}{space 4}-3.063211{col 72}{space 3} 5.687707
{txt}{space 5}quote_92K_57 {c |}{col 19}{res}{space 2} 1.316711{col 31}{space 2} 1.836234{col 42}{space 1}    0.72{col 51}{space 3}0.473{col 59}{space 4}-2.283515{col 72}{space 3} 4.916938
{txt}{space 5}quote_92K_58 {c |}{col 19}{res}{space 2}-.9104706{col 31}{space 2} 2.790763{col 42}{space 1}   -0.33{col 51}{space 3}0.744{col 59}{space 4}-6.382202{col 72}{space 3}  4.56126
{txt}{space 5}quote_92K_59 {c |}{col 19}{res}{space 2} .7969759{col 31}{space 2} 1.938512{col 42}{space 1}    0.41{col 51}{space 3}0.681{col 59}{space 4}-3.003783{col 72}{space 3} 4.597735
{txt}{space 5}quote_92K_60 {c |}{col 19}{res}{space 2} 2.853802{col 31}{space 2} 1.825178{col 42}{space 1}    1.56{col 51}{space 3}0.118{col 59}{space 4}-.7247478{col 72}{space 3} 6.432351
{txt}{space 5}quote_92K_61 {c |}{col 19}{res}{space 2} 3.688096{col 31}{space 2} 2.060954{col 42}{space 1}    1.79{col 51}{space 3}0.074{col 59}{space 4}-.3527292{col 72}{space 3} 7.728921
{txt}{space 5}quote_92K_62 {c |}{col 19}{res}{space 2} .8027464{col 31}{space 2} 1.913891{col 42}{space 1}    0.42{col 51}{space 3}0.675{col 59}{space 4}-2.949739{col 72}{space 3} 4.555232
{txt}{space 5}quote_92K_63 {c |}{col 19}{res}{space 2} 2.084551{col 31}{space 2} 2.945204{col 42}{space 1}    0.71{col 51}{space 3}0.479{col 59}{space 4}-3.689986{col 72}{space 3} 7.859088
{txt}{space 5}quote_92K_64 {c |}{col 19}{res}{space 2} 2.271229{col 31}{space 2} 2.327725{col 42}{space 1}    0.98{col 51}{space 3}0.329{col 59}{space 4}-2.292643{col 72}{space 3}   6.8351
{txt}{space 5}quote_92K_65 {c |}{col 19}{res}{space 2} .5198423{col 31}{space 2} 2.178811{col 42}{space 1}    0.24{col 51}{space 3}0.811{col 59}{space 4}-3.752061{col 72}{space 3} 4.791746
{txt}{space 5}quote_92K_66 {c |}{col 19}{res}{space 2} 2.560523{col 31}{space 2} 1.693872{col 42}{space 1}    1.51{col 51}{space 3}0.131{col 59}{space 4}-.7605805{col 72}{space 3} 5.881627
{txt}{space 5}quote_92K_67 {c |}{col 19}{res}{space 2}  .696778{col 31}{space 2} 1.824418{col 42}{space 1}    0.38{col 51}{space 3}0.703{col 59}{space 4}-2.880281{col 72}{space 3} 4.273837
{txt}{space 5}quote_92K_68 {c |}{col 19}{res}{space 2} 3.241909{col 31}{space 2} 2.443879{col 42}{space 1}    1.33{col 51}{space 3}0.185{col 59}{space 4}-1.549701{col 72}{space 3} 8.033519
{txt}{space 5}quote_92K_69 {c |}{col 19}{res}{space 2} 2.486546{col 31}{space 2} 2.061534{col 42}{space 1}    1.21{col 51}{space 3}0.228{col 59}{space 4}-1.555416{col 72}{space 3} 6.528508
{txt}{space 5}quote_92K_70 {c |}{col 19}{res}{space 2} 2.417047{col 31}{space 2} 1.982819{col 42}{space 1}    1.22{col 51}{space 3}0.223{col 59}{space 4}-1.470582{col 72}{space 3} 6.304676
{txt}{space 5}quote_92K_71 {c |}{col 19}{res}{space 2} 1.574822{col 31}{space 2}  2.28832{col 42}{space 1}    0.69{col 51}{space 3}0.491{col 59}{space 4} -2.91179{col 72}{space 3} 6.061435
{txt}{space 5}quote_92K_72 {c |}{col 19}{res}{space 2}-1.610304{col 31}{space 2} 2.153728{col 42}{space 1}   -0.75{col 51}{space 3}0.455{col 59}{space 4}-5.833028{col 72}{space 3}  2.61242
{txt}{space 5}quote_92K_73 {c |}{col 19}{res}{space 2}-1.928254{col 31}{space 2} 2.055539{col 42}{space 1}   -0.94{col 51}{space 3}0.348{col 59}{space 4}-5.958464{col 72}{space 3} 2.101955
{txt}{space 5}quote_92K_74 {c |}{col 19}{res}{space 2}-.4536516{col 31}{space 2} 2.503818{col 42}{space 1}   -0.18{col 51}{space 3}0.856{col 59}{space 4}-5.362782{col 72}{space 3} 4.455479
{txt}{space 5}quote_92K_75 {c |}{col 19}{res}{space 2} 3.218606{col 31}{space 2} 2.384819{col 42}{space 1}    1.35{col 51}{space 3}0.177{col 59}{space 4}-1.457209{col 72}{space 3}  7.89442
{txt}{space 5}quote_92K_76 {c |}{col 19}{res}{space 2} 2.083996{col 31}{space 2} 1.622476{col 42}{space 1}    1.28{col 51}{space 3}0.199{col 59}{space 4}-1.097125{col 72}{space 3} 5.265117
{txt}{space 5}quote_92K_77 {c |}{col 19}{res}{space 2}-.2507506{col 31}{space 2} 2.375716{col 42}{space 1}   -0.11{col 51}{space 3}0.916{col 59}{space 4}-4.908717{col 72}{space 3} 4.407216
{txt}{space 5}quote_92K_78 {c |}{col 19}{res}{space 2} 1.470297{col 31}{space 2} 2.615165{col 42}{space 1}    0.56{col 51}{space 3}0.574{col 59}{space 4}-3.657147{col 72}{space 3} 6.597741
{txt}{space 5}quote_92K_79 {c |}{col 19}{res}{space 2} 2.760307{col 31}{space 2} 2.169714{col 42}{space 1}    1.27{col 51}{space 3}0.203{col 59}{space 4} -1.49376{col 72}{space 3} 7.014375
{txt}{space 5}quote_92K_80 {c |}{col 19}{res}{space 2} -.444699{col 31}{space 2} 1.987778{col 42}{space 1}   -0.22{col 51}{space 3}0.823{col 59}{space 4}-4.342051{col 72}{space 3} 3.452653
{txt}{space 5}quote_92K_81 {c |}{col 19}{res}{space 2} 2.489907{col 31}{space 2} 1.993713{col 42}{space 1}    1.25{col 51}{space 3}0.212{col 59}{space 4}-1.419082{col 72}{space 3} 6.398897
{txt}{space 5}quote_92K_82 {c |}{col 19}{res}{space 2}-3.544698{col 31}{space 2} 2.547677{col 42}{space 1}   -1.39{col 51}{space 3}0.164{col 59}{space 4}-8.539821{col 72}{space 3} 1.450424
{txt}{space 5}quote_92K_83 {c |}{col 19}{res}{space 2}-1.726652{col 31}{space 2} 2.269032{col 42}{space 1}   -0.76{col 51}{space 3}0.447{col 59}{space 4}-6.175448{col 72}{space 3} 2.722143
{txt}{space 5}quote_92K_84 {c |}{col 19}{res}{space 2} 2.460149{col 31}{space 2} 2.134705{col 42}{space 1}    1.15{col 51}{space 3}0.249{col 59}{space 4}-1.725276{col 72}{space 3} 6.645575
{txt}{space 5}quote_92K_85 {c |}{col 19}{res}{space 2}  3.29362{col 31}{space 2} 1.822506{col 42}{space 1}    1.81{col 51}{space 3}0.071{col 59}{space 4}-.2796903{col 72}{space 3} 6.866931
{txt}{space 5}quote_92K_86 {c |}{col 19}{res}{space 2} 2.575786{col 31}{space 2}  2.03545{col 42}{space 1}    1.27{col 51}{space 3}0.206{col 59}{space 4}-1.415036{col 72}{space 3} 6.566608
{txt}{space 5}quote_92K_87 {c |}{col 19}{res}{space 2}  1.45286{col 31}{space 2} 2.350522{col 42}{space 1}    0.62{col 51}{space 3}0.537{col 59}{space 4}-3.155709{col 72}{space 3}  6.06143
{txt}{space 5}quote_92K_88 {c |}{col 19}{res}{space 2} 2.480195{col 31}{space 2} 1.654866{col 42}{space 1}    1.50{col 51}{space 3}0.134{col 59}{space 4}-.7644314{col 72}{space 3} 5.724821
{txt}{space 5}quote_92K_89 {c |}{col 19}{res}{space 2} 1.228376{col 31}{space 2} 1.963702{col 42}{space 1}    0.63{col 51}{space 3}0.532{col 59}{space 4}-2.621773{col 72}{space 3} 5.078524
{txt}{space 5}quote_92K_90 {c |}{col 19}{res}{space 2} .3420969{col 31}{space 2} 2.369639{col 42}{space 1}    0.14{col 51}{space 3}0.885{col 59}{space 4}-4.303954{col 72}{space 3} 4.988148
{txt}{space 5}quote_92K_91 {c |}{col 19}{res}{space 2} .4435151{col 31}{space 2} 2.591751{col 42}{space 1}    0.17{col 51}{space 3}0.864{col 59}{space 4}-4.638021{col 72}{space 3} 5.525051
{txt}{space 5}quote_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 4}article_40K_1 {c |}{col 19}{res}{space 2}-4.497685{col 31}{space 2} 6.602413{col 42}{space 1}   -0.68{col 51}{space 3}0.496{col 59}{space 4}-17.44276{col 72}{space 3} 8.447387
{txt}{space 4}article_40K_2 {c |}{col 19}{res}{space 2}-6.526233{col 31}{space 2}  7.71047{col 42}{space 1}   -0.85{col 51}{space 3}0.397{col 59}{space 4}-21.64383{col 72}{space 3} 8.591362
{txt}{space 4}article_40K_3 {c |}{col 19}{res}{space 2}-14.20644{col 31}{space 2} 7.994727{col 42}{space 1}   -1.78{col 51}{space 3}0.076{col 59}{space 4}-29.88136{col 72}{space 3} 1.468484
{txt}{space 4}article_40K_4 {c |}{col 19}{res}{space 2}-1.535125{col 31}{space 2} 13.83053{col 42}{space 1}   -0.11{col 51}{space 3}0.912{col 59}{space 4}-28.65206{col 72}{space 3} 25.58181
{txt}{space 4}article_40K_5 {c |}{col 19}{res}{space 2}-3.283039{col 31}{space 2} 7.779455{col 42}{space 1}   -0.42{col 51}{space 3}0.673{col 59}{space 4}-18.53589{col 72}{space 3} 11.96981
{txt}{space 4}article_40K_6 {c |}{col 19}{res}{space 2}-4.007077{col 31}{space 2} 9.146025{col 42}{space 1}   -0.44{col 51}{space 3}0.661{col 59}{space 4} -21.9393{col 72}{space 3} 13.92515
{txt}{space 4}article_40K_7 {c |}{col 19}{res}{space 2}-13.76371{col 31}{space 2} 6.965019{col 42}{space 1}   -1.98{col 51}{space 3}0.048{col 59}{space 4}-27.41972{col 72}{space 3}-.1076868
{txt}{space 4}article_40K_8 {c |}{col 19}{res}{space 2}-11.51094{col 31}{space 2} 9.013797{col 42}{space 1}   -1.28{col 51}{space 3}0.202{col 59}{space 4}-29.18391{col 72}{space 3} 6.162031
{txt}{space 4}article_40K_9 {c |}{col 19}{res}{space 2}-12.31826{col 31}{space 2} 9.107429{col 42}{space 1}   -1.35{col 51}{space 3}0.176{col 59}{space 4}-30.17481{col 72}{space 3} 5.538293
{txt}{space 3}article_40K_10 {c |}{col 19}{res}{space 2}-14.64336{col 31}{space 2} 6.944412{col 42}{space 1}   -2.11{col 51}{space 3}0.035{col 59}{space 4}-28.25898{col 72}{space 3}-1.027748
{txt}{space 3}article_40K_11 {c |}{col 19}{res}{space 2}-4.901069{col 31}{space 2}  7.98541{col 42}{space 1}   -0.61{col 51}{space 3}0.539{col 59}{space 4}-20.55773{col 72}{space 3} 10.75559
{txt}{space 3}article_40K_12 {c |}{col 19}{res}{space 2}-11.91946{col 31}{space 2} 6.940153{col 42}{space 1}   -1.72{col 51}{space 3}0.086{col 59}{space 4}-25.52673{col 72}{space 3} 1.687804
{txt}{space 3}article_40K_13 {c |}{col 19}{res}{space 2}-13.33657{col 31}{space 2} 7.065202{col 42}{space 1}   -1.89{col 51}{space 3}0.059{col 59}{space 4}-27.18901{col 72}{space 3} .5158751
{txt}{space 3}article_40K_14 {c |}{col 19}{res}{space 2}-11.40323{col 31}{space 2} 7.782271{col 42}{space 1}   -1.47{col 51}{space 3}0.143{col 59}{space 4} -26.6616{col 72}{space 3} 3.855139
{txt}{space 3}article_40K_15 {c |}{col 19}{res}{space 2}-9.230913{col 31}{space 2} 7.107411{col 42}{space 1}   -1.30{col 51}{space 3}0.194{col 59}{space 4}-23.16612{col 72}{space 3} 4.704288
{txt}{space 3}article_40K_16 {c |}{col 19}{res}{space 2} -5.87666{col 31}{space 2} 8.373951{col 42}{space 1}   -0.70{col 51}{space 3}0.483{col 59}{space 4}-22.29511{col 72}{space 3} 10.54179
{txt}{space 3}article_40K_17 {c |}{col 19}{res}{space 2}-10.55458{col 31}{space 2} 6.740682{col 42}{space 1}   -1.57{col 51}{space 3}0.117{col 59}{space 4}-23.77075{col 72}{space 3} 2.661595
{txt}{space 3}article_40K_18 {c |}{col 19}{res}{space 2}-13.58702{col 31}{space 2} 7.036507{col 42}{space 1}   -1.93{col 51}{space 3}0.054{col 59}{space 4} -27.3832{col 72}{space 3} .2091654
{txt}{space 3}article_40K_19 {c |}{col 19}{res}{space 2}-14.03899{col 31}{space 2} 7.113275{col 42}{space 1}   -1.97{col 51}{space 3}0.049{col 59}{space 4}-27.98569{col 72}{space 3}-.0922918
{txt}{space 3}article_40K_20 {c |}{col 19}{res}{space 2}-21.56019{col 31}{space 2} 9.314938{col 42}{space 1}   -2.31{col 51}{space 3}0.021{col 59}{space 4} -39.8236{col 72}{space 3}-3.296785
{txt}{space 3}article_40K_21 {c |}{col 19}{res}{space 2} -13.7712{col 31}{space 2} 8.759342{col 42}{space 1}   -1.57{col 51}{space 3}0.116{col 59}{space 4}-30.94527{col 72}{space 3} 3.402871
{txt}{space 3}article_40K_22 {c |}{col 19}{res}{space 2}-20.11722{col 31}{space 2} 10.34226{col 42}{space 1}   -1.95{col 51}{space 3}0.052{col 59}{space 4}-40.39485{col 72}{space 3} .1604133
{txt}{space 3}article_40K_23 {c |}{col 19}{res}{space 2}-7.391576{col 31}{space 2} 6.860991{col 42}{space 1}   -1.08{col 51}{space 3}0.281{col 59}{space 4}-20.84363{col 72}{space 3} 6.060481
{txt}{space 3}article_40K_24 {c |}{col 19}{res}{space 2}-13.11378{col 31}{space 2} 9.196936{col 42}{space 1}   -1.43{col 51}{space 3}0.154{col 59}{space 4}-31.14583{col 72}{space 3} 4.918261
{txt}{space 3}article_40K_25 {c |}{col 19}{res}{space 2}-20.98826{col 31}{space 2} 9.024596{col 42}{space 1}   -2.33{col 51}{space 3}0.020{col 59}{space 4} -38.6824{col 72}{space 3}-3.294113
{txt}{space 3}article_40K_26 {c |}{col 19}{res}{space 2}-18.17331{col 31}{space 2} 7.720561{col 42}{space 1}   -2.35{col 51}{space 3}0.019{col 59}{space 4}-33.31068{col 72}{space 3}-3.035927
{txt}{space 3}article_40K_27 {c |}{col 19}{res}{space 2} -8.76712{col 31}{space 2} 7.856881{col 42}{space 1}   -1.12{col 51}{space 3}0.265{col 59}{space 4}-24.17178{col 72}{space 3} 6.637535
{txt}{space 3}article_40K_28 {c |}{col 19}{res}{space 2}-19.28645{col 31}{space 2} 8.040781{col 42}{space 1}   -2.40{col 51}{space 3}0.017{col 59}{space 4}-35.05168{col 72}{space 3}-3.521233
{txt}{space 3}article_40K_29 {c |}{col 19}{res}{space 2}  -6.1091{col 31}{space 2} 6.817493{col 42}{space 1}   -0.90{col 51}{space 3}0.370{col 59}{space 4}-19.47587{col 72}{space 3} 7.257672
{txt}{space 3}article_40K_30 {c |}{col 19}{res}{space 2} -8.25606{col 31}{space 2} 7.573285{col 42}{space 1}   -1.09{col 51}{space 3}0.276{col 59}{space 4}-23.10468{col 72}{space 3} 6.592561
{txt}{space 3}article_40K_31 {c |}{col 19}{res}{space 2}-9.223385{col 31}{space 2} 7.743694{col 42}{space 1}   -1.19{col 51}{space 3}0.234{col 59}{space 4}-24.40612{col 72}{space 3}  5.95935
{txt}{space 3}article_40K_32 {c |}{col 19}{res}{space 2}-7.843901{col 31}{space 2} 7.103296{col 42}{space 1}   -1.10{col 51}{space 3}0.270{col 59}{space 4}-21.77103{col 72}{space 3} 6.083232
{txt}{space 3}article_40K_33 {c |}{col 19}{res}{space 2}-12.69221{col 31}{space 2} 7.065301{col 42}{space 1}   -1.80{col 51}{space 3}0.073{col 59}{space 4}-26.54484{col 72}{space 3} 1.160431
{txt}{space 3}article_40K_34 {c |}{col 19}{res}{space 2}-18.27635{col 31}{space 2} 7.464256{col 42}{space 1}   -2.45{col 51}{space 3}0.014{col 59}{space 4}-32.91121{col 72}{space 3}-3.641502
{txt}{space 3}article_40K_35 {c |}{col 19}{res}{space 2}-19.93685{col 31}{space 2} 7.321552{col 42}{space 1}   -2.72{col 51}{space 3}0.007{col 59}{space 4}-34.29191{col 72}{space 3}-5.581792
{txt}{space 3}article_40K_36 {c |}{col 19}{res}{space 2} -6.17841{col 31}{space 2} 6.646847{col 42}{space 1}   -0.93{col 51}{space 3}0.353{col 59}{space 4} -19.2106{col 72}{space 3} 6.853783
{txt}{space 3}article_40K_37 {c |}{col 19}{res}{space 2}-13.23649{col 31}{space 2} 7.160949{col 42}{space 1}   -1.85{col 51}{space 3}0.065{col 59}{space 4}-27.27666{col 72}{space 3} .8036799
{txt}{space 3}article_40K_38 {c |}{col 19}{res}{space 2}-12.72987{col 31}{space 2} 9.384965{col 42}{space 1}   -1.36{col 51}{space 3}0.175{col 59}{space 4}-31.13057{col 72}{space 3} 5.670838
{txt}{space 3}article_40K_39 {c |}{col 19}{res}{space 2}-18.66035{col 31}{space 2} 7.660572{col 42}{space 1}   -2.44{col 51}{space 3}0.015{col 59}{space 4}-33.68011{col 72}{space 3}-3.640587
{txt}{space 3}article_40K_40 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 13}rank {c |}
{space 14}pm  {c |}{col 19}{res}{space 2} -7.70761{col 31}{space 2} 2.809575{col 42}{space 1}   -2.74{col 51}{space 3}0.006{col 59}{space 4}-13.21623{col 72}{space 3}-2.198994
{txt}{space 13}dpm  {c |}{col 19}{res}{space 2} .4081859{col 31}{space 2} 1.807813{col 42}{space 1}    0.23{col 51}{space 3}0.821{col 59}{space 4}-3.136317{col 72}{space 3} 3.952689
{txt}{space 8}minister  {c |}{col 19}{res}{space 2}-1.457215{col 31}{space 2}  .954429{col 42}{space 1}   -1.53{col 51}{space 3}0.127{col 59}{space 4}-3.328524{col 72}{space 3} .4140934
{txt}{space 13}sms  {c |}{col 19}{res}{space 2}-3.241966{col 31}{space 2} 2.139842{col 42}{space 1}   -1.52{col 51}{space 3}0.130{col 59}{space 4}-7.437465{col 72}{space 3} .9535316
{txt}{space 13}mos  {c |}{col 19}{res}{space 2}-3.543804{col 31}{space 2} 2.540149{col 42}{space 1}   -1.40{col 51}{space 3}0.163{col 59}{space 4}-8.524166{col 72}{space 3} 1.436559
{txt}{space 11}mayor  {c |}{col 19}{res}{space 2} .6534029{col 31}{space 2} 1.050763{col 42}{space 1}    0.62{col 51}{space 3}0.534{col 59}{space 4}-1.406784{col 72}{space 3}  2.71359
{txt}{space 13}sps  {c |}{col 19}{res}{space 2}  5.94822{col 31}{space 2} 5.954951{col 42}{space 1}    1.00{col 51}{space 3}0.318{col 59}{space 4}-5.727403{col 72}{space 3} 17.62384
{txt}{space 8}parl sec  {c |}{col 19}{res}{space 2} 5.285094{col 31}{space 2} 4.797568{col 42}{space 1}    1.10{col 51}{space 3}0.271{col 59}{space 4}-4.121295{col 72}{space 3} 14.69148
{txt}{space 9}speaker  {c |}{col 19}{res}{space 2} 7.977514{col 31}{space 2} 2.098235{col 42}{space 1}    3.80{col 51}{space 3}0.000{col 59}{space 4} 3.863593{col 72}{space 3} 12.09143
{txt}{space 12}ncmp  {c |}{col 19}{res}{space 2} 1.221589{col 31}{space 2} 1.046392{col 42}{space 1}    1.17{col 51}{space 3}0.243{col 59}{space 4}-.8300285{col 72}{space 3} 3.273206
{txt}{space 13}nmp  {c |}{col 19}{res}{space 2}-.0210654{col 31}{space 2} .7403554{col 42}{space 1}   -0.03{col 51}{space 3}0.977{col 59}{space 4}-1.472649{col 72}{space 3} 1.430518
{txt}{space 17} {c |}
{space 14}MFA {c |}{col 19}{res}{space 2} 20.45578{col 31}{space 2} 16.07489{col 42}{space 1}    1.27{col 51}{space 3}0.203{col 59}{space 4}-11.06158{col 72}{space 3} 51.97315
{txt}{space 14}PMO {c |}{col 19}{res}{space 2} .9232706{col 31}{space 2} 4.058152{col 42}{space 1}    0.23{col 51}{space 3}0.820{col 59}{space 4}-7.033376{col 72}{space 3} 8.879918
{txt}{space 13}MEWR {c |}{col 19}{res}{space 2}-4.236722{col 31}{space 2} 8.171581{col 42}{space 1}   -0.52{col 51}{space 3}0.604{col 59}{space 4} -20.2584{col 72}{space 3} 11.78495
{txt}{space 14}MCI {c |}{col 19}{res}{space 2} 15.35901{col 31}{space 2} 15.40102{col 42}{space 1}    1.00{col 51}{space 3}0.319{col 59}{space 4}-14.83712{col 72}{space 3} 45.55514
{txt}{space 14}MTI {c |}{col 19}{res}{space 2}-17.24868{col 31}{space 2} 14.66046{col 42}{space 1}   -1.18{col 51}{space 3}0.239{col 59}{space 4}-45.99282{col 72}{space 3} 11.49546
{txt}{space 14}MHA {c |}{col 19}{res}{space 2}-5.065222{col 31}{space 2} 5.887043{col 42}{space 1}   -0.86{col 51}{space 3}0.390{col 59}{space 4} -16.6077{col 72}{space 3} 6.477255
{txt}{space 13}MCCY {c |}{col 19}{res}{space 2}-4.297704{col 31}{space 2} 4.493424{col 42}{space 1}   -0.96{col 51}{space 3}0.339{col 59}{space 4}-13.10777{col 72}{space 3} 4.512363
{txt}{space 11}MinLaw {c |}{col 19}{res}{space 2}-5.343919{col 31}{space 2} 13.58699{col 42}{space 1}   -0.39{col 51}{space 3}0.694{col 59}{space 4}-31.98336{col 72}{space 3} 21.29552
{txt}{space 14}MOH {c |}{col 19}{res}{space 2} -28.1327{col 31}{space 2} 12.02214{col 42}{space 1}   -2.34{col 51}{space 3}0.019{col 59}{space 4}  -51.704{col 72}{space 3}-4.561395
{txt}{space 14}MOM {c |}{col 19}{res}{space 2} 3.835308{col 31}{space 2} 5.120191{col 42}{space 1}    0.75{col 51}{space 3}0.454{col 59}{space 4}-6.203634{col 72}{space 3} 13.87425
{txt}{space 11}MinDef {c |}{col 19}{res}{space 2} 3.462416{col 31}{space 2} 3.565352{col 42}{space 1}    0.97{col 51}{space 3}0.332{col 59}{space 4} -3.52802{col 72}{space 3} 10.45285
{txt}{space 14}MSF {c |}{col 19}{res}{space 2}-13.42812{col 31}{space 2}  4.99307{col 42}{space 1}   -2.69{col 51}{space 3}0.007{col 59}{space 4}-23.21783{col 72}{space 3} -3.63842
{txt}{space 14}MOT {c |}{col 19}{res}{space 2} 23.16032{col 31}{space 2} 14.05352{col 42}{space 1}    1.65{col 51}{space 3}0.099{col 59}{space 4}-4.393819{col 72}{space 3} 50.71445
{txt}{space 14}MND {c |}{col 19}{res}{space 2} -4.54747{col 31}{space 2} 2.515168{col 42}{space 1}   -1.81{col 51}{space 3}0.071{col 59}{space 4}-9.478853{col 72}{space 3} .3839134
{txt}{space 14}MOF {c |}{col 19}{res}{space 2} .0045276{col 31}{space 2} 1.378349{col 42}{space 1}    0.00{col 51}{space 3}0.997{col 59}{space 4}-2.697942{col 72}{space 3} 2.706998
{txt}{space 14}MOE {c |}{col 19}{res}{space 2} 17.17561{col 31}{space 2} 6.808442{col 42}{space 1}    2.52{col 51}{space 3}0.012{col 59}{space 4} 3.826587{col 72}{space 3} 30.52464
{txt}{space 10}speaker {c |}{col 19}{res}{space 2} 5.792671{col 31}{space 2} 1.873013{col 42}{space 1}    3.09{col 51}{space 3}0.002{col 59}{space 4} 2.120334{col 72}{space 3} 9.465008
{txt}{space 17} {c |}
{space 9}rank#MFA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} -19.8772{col 31}{space 2} 16.09198{col 42}{space 1}   -1.24{col 51}{space 3}0.217{col 59}{space 4}-51.42806{col 72}{space 3} 11.67367
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-18.79774{col 31}{space 2}  16.1119{col 42}{space 1}   -1.17{col 51}{space 3}0.243{col 59}{space 4}-50.38767{col 72}{space 3} 12.79219
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-13.71155{col 31}{space 2} 16.55933{col 42}{space 1}   -0.83{col 51}{space 3}0.408{col 59}{space 4}-46.17873{col 72}{space 3} 18.75562
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#PMO {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .0788757{col 31}{space 2} 4.159874{col 42}{space 1}    0.02{col 51}{space 3}0.985{col 59}{space 4}-8.077214{col 72}{space 3} 8.234965
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .1355389{col 31}{space 2} 4.547375{col 42}{space 1}    0.03{col 51}{space 3}0.976{col 59}{space 4}-8.780309{col 72}{space 3} 9.051386
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MEWR {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 5.377358{col 31}{space 2} 8.241919{col 42}{space 1}    0.65{col 51}{space 3}0.514{col 59}{space 4}-10.78223{col 72}{space 3} 21.53694
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 2.215774{col 31}{space 2} 8.428794{col 42}{space 1}    0.26{col 51}{space 3}0.793{col 59}{space 4}-14.31021{col 72}{space 3} 18.74176
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 11.85639{col 31}{space 2} 8.521761{col 42}{space 1}    1.39{col 51}{space 3}0.164{col 59}{space 4}-4.851869{col 72}{space 3} 28.56465
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 7.708877{col 31}{space 2} 8.565547{col 42}{space 1}    0.90{col 51}{space 3}0.368{col 59}{space 4}-9.085229{col 72}{space 3} 24.50298
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MCI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-14.77582{col 31}{space 2}   15.405{col 42}{space 1}   -0.96{col 51}{space 3}0.338{col 59}{space 4}-44.97975{col 72}{space 3} 15.42811
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-10.36857{col 31}{space 2} 15.52473{col 42}{space 1}   -0.67{col 51}{space 3}0.504{col 59}{space 4}-40.80726{col 72}{space 3} 20.07011
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-14.80677{col 31}{space 2} 15.56046{col 42}{space 1}   -0.95{col 51}{space 3}0.341{col 59}{space 4}-45.31551{col 72}{space 3} 15.70198
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 1.202635{col 31}{space 2} 8.504815{col 42}{space 1}    0.14{col 51}{space 3}0.888{col 59}{space 4} -15.4724{col 72}{space 3} 17.87767
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MTI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 18.65802{col 31}{space 2} 14.71473{col 42}{space 1}    1.27{col 51}{space 3}0.205{col 59}{space 4}-10.19253{col 72}{space 3} 47.50857
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 19.94284{col 31}{space 2} 14.73657{col 42}{space 1}    1.35{col 51}{space 3}0.176{col 59}{space 4}-8.950525{col 72}{space 3} 48.83621
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 19.49322{col 31}{space 2} 14.76201{col 42}{space 1}    1.32{col 51}{space 3}0.187{col 59}{space 4}-9.450038{col 72}{space 3} 48.43647
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}  .664812{col 31}{space 2} 16.29574{col 42}{space 1}    0.04{col 51}{space 3}0.967{col 59}{space 4}-31.28556{col 72}{space 3} 32.61518
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MHA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 6.362793{col 31}{space 2} 6.148625{col 42}{space 1}    1.03{col 51}{space 3}0.301{col 59}{space 4}-5.692557{col 72}{space 3} 18.41814
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 6.278795{col 31}{space 2}  5.99401{col 42}{space 1}    1.05{col 51}{space 3}0.295{col 59}{space 4}-5.473409{col 72}{space 3}   18.031
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 6.215857{col 31}{space 2}  6.11455{col 42}{space 1}    1.02{col 51}{space 3}0.309{col 59}{space 4}-5.772684{col 72}{space 3}  18.2044
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 5.886359{col 31}{space 2} 7.265772{col 42}{space 1}    0.81{col 51}{space 3}0.418{col 59}{space 4}-8.359333{col 72}{space 3} 20.13205
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 7.373565{col 31}{space 2} 7.441482{col 42}{space 1}    0.99{col 51}{space 3}0.322{col 59}{space 4}-7.216635{col 72}{space 3} 21.96376
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MCCY {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 5.291784{col 31}{space 2}  4.63561{col 42}{space 1}    1.14{col 51}{space 3}0.254{col 59}{space 4}-3.797061{col 72}{space 3} 14.38063
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 6.513941{col 31}{space 2} 5.451698{col 42}{space 1}    1.19{col 51}{space 3}0.232{col 59}{space 4}-4.174975{col 72}{space 3} 17.20286
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 8.887595{col 31}{space 2} 5.700397{col 42}{space 1}    1.56{col 51}{space 3}0.119{col 59}{space 4}-2.288933{col 72}{space 3} 20.06412
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-22.71993{col 31}{space 2} 17.27794{col 42}{space 1}   -1.31{col 51}{space 3}0.189{col 59}{space 4}-56.59606{col 72}{space 3} 11.15619
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}-24.16282{col 31}{space 2}  17.1778{col 42}{space 1}   -1.41{col 51}{space 3}0.160{col 59}{space 4} -57.8426{col 72}{space 3} 9.516973
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinLaw {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 10.35334{col 31}{space 2} 13.76184{col 42}{space 1}    0.75{col 51}{space 3}0.452{col 59}{space 4}-16.62891{col 72}{space 3} 37.33559
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 6.623434{col 31}{space 2} 13.61632{col 42}{space 1}    0.49{col 51}{space 3}0.627{col 59}{space 4}-20.07351{col 72}{space 3} 33.32038
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 9.322751{col 31}{space 2} 13.67757{col 42}{space 1}    0.68{col 51}{space 3}0.496{col 59}{space 4}-17.49429{col 72}{space 3} 36.13979
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOH {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 29.80253{col 31}{space 2} 12.22161{col 42}{space 1}    2.44{col 51}{space 3}0.015{col 59}{space 4} 5.840146{col 72}{space 3} 53.76492
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 35.27863{col 31}{space 2} 12.32341{col 42}{space 1}    2.86{col 51}{space 3}0.004{col 59}{space 4} 11.11664{col 72}{space 3} 59.44063
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 34.75869{col 31}{space 2} 12.38065{col 42}{space 1}    2.81{col 51}{space 3}0.005{col 59}{space 4} 10.48448{col 72}{space 3} 59.03291
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 20.36813{col 31}{space 2} 13.17146{col 42}{space 1}    1.55{col 51}{space 3}0.122{col 59}{space 4}-5.456593{col 72}{space 3} 46.19285
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOM {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} .5927937{col 31}{space 2} 6.081789{col 42}{space 1}    0.10{col 51}{space 3}0.922{col 59}{space 4}-11.33151{col 72}{space 3}  12.5171
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-4.170787{col 31}{space 2} 5.182838{col 42}{space 1}   -0.80{col 51}{space 3}0.421{col 59}{space 4}-14.33256{col 72}{space 3} 5.990985
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-2.757414{col 31}{space 2} 5.544722{col 42}{space 1}   -0.50{col 51}{space 3}0.619{col 59}{space 4}-13.62872{col 72}{space 3} 8.113889
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-3.647374{col 31}{space 2}  5.33509{col 42}{space 1}   -0.68{col 51}{space 3}0.494{col 59}{space 4}-14.10766{col 72}{space 3} 6.812912
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinDef {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-3.421695{col 31}{space 2} 4.202798{col 42}{space 1}   -0.81{col 51}{space 3}0.416{col 59}{space 4}-11.66194{col 72}{space 3} 4.818553
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-2.989653{col 31}{space 2} 3.693908{col 42}{space 1}   -0.81{col 51}{space 3}0.418{col 59}{space 4}-10.23214{col 72}{space 3} 4.252837
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} -1.44626{col 31}{space 2} 4.247499{col 42}{space 1}   -0.34{col 51}{space 3}0.734{col 59}{space 4}-9.774152{col 72}{space 3} 6.881631
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-8.973538{col 31}{space 2} 5.353517{col 42}{space 1}   -1.68{col 51}{space 3}0.094{col 59}{space 4}-19.46995{col 72}{space 3} 1.522877
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MSF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}  12.7099{col 31}{space 2} 5.216666{col 42}{space 1}    2.44{col 51}{space 3}0.015{col 59}{space 4} 2.481799{col 72}{space 3}   22.938
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 14.63597{col 31}{space 2} 6.057942{col 42}{space 1}    2.42{col 51}{space 3}0.016{col 59}{space 4} 2.758418{col 72}{space 3} 26.51352
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 12.74099{col 31}{space 2} 6.404658{col 42}{space 1}    1.99{col 51}{space 3}0.047{col 59}{space 4} .1836492{col 72}{space 3} 25.29833
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 41.77191{col 31}{space 2} 14.34784{col 42}{space 1}    2.91{col 51}{space 3}0.004{col 59}{space 4} 13.64071{col 72}{space 3}  69.9031
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOT {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} -21.1652{col 31}{space 2}  14.0934{col 42}{space 1}   -1.50{col 51}{space 3}0.133{col 59}{space 4}-48.79754{col 72}{space 3} 6.467148
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-19.17892{col 31}{space 2} 14.19434{col 42}{space 1}   -1.35{col 51}{space 3}0.177{col 59}{space 4}-47.00916{col 72}{space 3} 8.651319
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-17.06865{col 31}{space 2} 14.30984{col 42}{space 1}   -1.19{col 51}{space 3}0.233{col 59}{space 4}-45.12536{col 72}{space 3} 10.98806
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MND {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 8.158727{col 31}{space 2} 2.757074{col 42}{space 1}    2.96{col 51}{space 3}0.003{col 59}{space 4} 2.753049{col 72}{space 3} 13.56441
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 6.914509{col 31}{space 2} 2.942809{col 42}{space 1}    2.35{col 51}{space 3}0.019{col 59}{space 4} 1.144667{col 72}{space 3} 12.68435
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 8.312628{col 31}{space 2} 3.243282{col 42}{space 1}    2.56{col 51}{space 3}0.010{col 59}{space 4} 1.953662{col 72}{space 3} 14.67159
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} .7548414{col 31}{space 2} 8.274604{col 42}{space 1}    0.09{col 51}{space 3}0.927{col 59}{space 4}-15.46883{col 72}{space 3} 16.97851
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}-1.418248{col 31}{space 2} 4.446859{col 42}{space 1}   -0.32{col 51}{space 3}0.750{col 59}{space 4}-10.13702{col 72}{space 3} 7.300521
{txt}{space 11}dpm#1  {c |}{col 19}{res}{space 2}-12.24662{col 31}{space 2} 3.063003{col 42}{space 1}   -4.00{col 51}{space 3}0.000{col 59}{space 4}-18.25212{col 72}{space 3}-6.241118
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-3.055799{col 31}{space 2} 1.790789{col 42}{space 1}   -1.71{col 51}{space 3}0.088{col 59}{space 4}-6.566924{col 72}{space 3} .4553259
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOE {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-15.49992{col 31}{space 2} 6.908522{col 42}{space 1}   -2.24{col 51}{space 3}0.025{col 59}{space 4}-29.04516{col 72}{space 3}-1.954668
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-16.66132{col 31}{space 2}  6.96798{col 42}{space 1}   -2.39{col 51}{space 3}0.017{col 59}{space 4}-30.32314{col 72}{space 3}-2.999494
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-11.17016{col 31}{space 2} 7.328183{col 42}{space 1}   -1.52{col 51}{space 3}0.128{col 59}{space 4}-25.53822{col 72}{space 3} 3.197901
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}-25.88469{col 31}{space 2} 8.047178{col 42}{space 1}   -3.22{col 51}{space 3}0.001{col 59}{space 4}-41.66245{col 72}{space 3}-10.10693
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}rank#speaker {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sms#1  {c |}{col 19}{res}{space 2}-9.891014{col 31}{space 2} 3.617122{col 42}{space 1}   -2.73{col 51}{space 3}0.006{col 59}{space 4}-16.98295{col 72}{space 3}-2.799074
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}-8.797364{col 31}{space 2} 2.717711{col 42}{space 1}   -3.24{col 51}{space 3}0.001{col 59}{space 4}-14.12587{col 72}{space 3}-3.468862
{txt}{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 12}_cons {c |}{col 19}{res}{space 2} 112.4382{col 31}{space 2} 10.12389{col 42}{space 1}   11.11{col 51}{space 3}0.000{col 59}{space 4} 92.58868{col 72}{space 3} 132.2877
{txt}{hline 18}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Predictive margins{col 51}Number of obs{col 67}= {res}     14901
{txt}Model VCE{col 14}: {res}Robust

{txt}{p2colset 1 14 16 2}{...}
{p2col:Expression}:{space 1}{res:Linear prediction, predict()}{p_end}
{p2colreset}{...}
{txt}{p2colset 1 14 16 2}{...}
{p2col:over}:{space 1}{res:year}{p_end}
{p2colreset}{...}

{res}{txt}{hline 16}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 17}{c |}{col 29} Delta-method
{col 17}{c |}     Margin{col 29}   Std. Err.{col 41}      t{col 49}   P>|t|{col 57}     [95% Con{col 70}f. Interval]
{hline 16}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
year#opposition {c |}
{space 8}2005 0  {c |}{col 17}{res}{space 2} 86.28649{col 29}{space 2}  .864954{col 40}{space 1}   99.76{col 49}{space 3}0.000{col 57}{space 4} 84.59061{col 70}{space 3} 87.98237
{txt}{space 8}2005 1  {c |}{col 17}{res}{space 2} 79.29883{col 29}{space 2} 3.213791{col 40}{space 1}   24.67{col 49}{space 3}0.000{col 57}{space 4} 72.99768{col 70}{space 3} 85.59997
{txt}{space 8}2006 0  {c |}{col 17}{res}{space 2}  90.5229{col 29}{space 2} .7179394{col 40}{space 1}  126.09{col 49}{space 3}0.000{col 57}{space 4} 89.11526{col 70}{space 3} 91.93053
{txt}{space 8}2006 1  {c |}{col 17}{res}{space 2} 81.57204{col 29}{space 2} 3.368949{col 40}{space 1}   24.21{col 49}{space 3}0.000{col 57}{space 4} 74.96668{col 70}{space 3} 88.17739
{txt}{space 8}2007 0  {c |}{col 17}{res}{space 2} 91.10955{col 29}{space 2} .5773778{col 40}{space 1}  157.80{col 49}{space 3}0.000{col 57}{space 4} 89.97751{col 70}{space 3} 92.24159
{txt}{space 8}2007 1  {c |}{col 17}{res}{space 2} 90.81788{col 29}{space 2} 1.721814{col 40}{space 1}   52.75{col 49}{space 3}0.000{col 57}{space 4} 87.44199{col 70}{space 3} 94.19376
{txt}{space 8}2008 0  {c |}{col 17}{res}{space 2} 91.83684{col 29}{space 2} .6931689{col 40}{space 1}  132.49{col 49}{space 3}0.000{col 57}{space 4} 90.47777{col 70}{space 3} 93.19591
{txt}{space 8}2008 1  {c |}{col 17}{res}{space 2} 86.37845{col 29}{space 2} 3.847242{col 40}{space 1}   22.45{col 49}{space 3}0.000{col 57}{space 4} 78.83533{col 70}{space 3} 93.92158
{txt}{space 8}2009 0  {c |}{col 17}{res}{space 2} 92.23532{col 29}{space 2} .5179806{col 40}{space 1}  178.07{col 49}{space 3}0.000{col 57}{space 4} 91.21974{col 70}{space 3}  93.2509
{txt}{space 8}2009 1  {c |}{col 17}{res}{space 2} 92.63613{col 29}{space 2} 2.886056{col 40}{space 1}   32.10{col 49}{space 3}0.000{col 57}{space 4} 86.97756{col 70}{space 3} 98.29469
{txt}{space 8}2010 0  {c |}{col 17}{res}{space 2} 92.47496{col 29}{space 2} .5727745{col 40}{space 1}  161.45{col 49}{space 3}0.000{col 57}{space 4} 91.35195{col 70}{space 3} 93.59798
{txt}{space 8}2010 1  {c |}{col 17}{res}{space 2} 86.07117{col 29}{space 2}  3.58832{col 40}{space 1}   23.99{col 49}{space 3}0.000{col 57}{space 4}  79.0357{col 70}{space 3} 93.10664
{txt}{space 8}2011 0  {c |}{col 17}{res}{space 2} 90.39115{col 29}{space 2} .7092284{col 40}{space 1}  127.45{col 49}{space 3}0.000{col 57}{space 4} 89.00059{col 70}{space 3}  91.7817
{txt}{space 8}2011 1  {c |}{col 17}{res}{space 2} 87.64745{col 29}{space 2} 1.748759{col 40}{space 1}   50.12{col 49}{space 3}0.000{col 57}{space 4} 84.21873{col 70}{space 3} 91.07616
{txt}{space 8}2012 0  {c |}{col 17}{res}{space 2} 90.99969{col 29}{space 2} .4650853{col 40}{space 1}  195.66{col 49}{space 3}0.000{col 57}{space 4} 90.08782{col 70}{space 3} 91.91156
{txt}{space 8}2012 1  {c |}{col 17}{res}{space 2} 90.31858{col 29}{space 2} 1.141616{col 40}{space 1}   79.11{col 49}{space 3}0.000{col 57}{space 4} 88.08026{col 70}{space 3}  92.5569
{txt}{space 8}2013 0  {c |}{col 17}{res}{space 2} 91.22902{col 29}{space 2} .5472211{col 40}{space 1}  166.71{col 49}{space 3}0.000{col 57}{space 4} 90.15611{col 70}{space 3} 92.30193
{txt}{space 8}2013 1  {c |}{col 17}{res}{space 2} 92.63975{col 29}{space 2} 1.196305{col 40}{space 1}   77.44{col 49}{space 3}0.000{col 57}{space 4} 90.29421{col 70}{space 3}  94.9853
{txt}{space 8}2014 0  {c |}{col 17}{res}{space 2} 92.69689{col 29}{space 2} .4007645{col 40}{space 1}  231.30{col 49}{space 3}0.000{col 57}{space 4} 91.91113{col 70}{space 3} 93.48265
{txt}{space 8}2014 1  {c |}{col 17}{res}{space 2} 92.60659{col 29}{space 2} .8511328{col 40}{space 1}  108.80{col 49}{space 3}0.000{col 57}{space 4} 90.93781{col 70}{space 3} 94.27537
{txt}{space 8}2015 0  {c |}{col 17}{res}{space 2} 93.06624{col 29}{space 2} .4747477{col 40}{space 1}  196.03{col 49}{space 3}0.000{col 57}{space 4} 92.13542{col 70}{space 3} 93.99706
{txt}{space 8}2015 1  {c |}{col 17}{res}{space 2}  90.6387{col 29}{space 2}   .99888{col 40}{space 1}   90.74{col 49}{space 3}0.000{col 57}{space 4} 88.68024{col 70}{space 3} 92.59716
{txt}{space 8}2016 0  {c |}{col 17}{res}{space 2} 94.58885{col 29}{space 2} .3085654{col 40}{space 1}  306.54{col 49}{space 3}0.000{col 57}{space 4} 93.98386{col 70}{space 3} 95.19384
{txt}{space 8}2016 1  {c |}{col 17}{res}{space 2} 92.52051{col 29}{space 2} 1.067821{col 40}{space 1}   86.64{col 49}{space 3}0.000{col 57}{space 4} 90.42688{col 70}{space 3} 94.61414
{txt}{hline 16}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{text}{p 2 6 2}Variables that uniquely identify margins: opposition year{p_end}
{res}Graph saved as ../results/figures/pred-margins-year-ss1_quote_to_speech.png
{txt}(file ../results/figures/pred-margins-year-ss1_quote_to_speech.pdf written in PDF format)
{res}Graph saved as ../results/figures/pred-margins-year-ss1_quote_to_speech.pdf
Override ption not allowed - ignoring override option
{txt}(file ../results/figures/pred-margins-year-ss1_quote_to_speech.eps written in EPS format)
{res}Graph saved as ../results/figures/pred-margins-year-ss1_quote_to_speech.eps
Graph saved as ../results/figures/pred-margins-year-ss1_quote_to_speech.tif
{p 0 6 2}{txt}note: 3.parl omitted because of collinearity{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: 1.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}

Linear regression                                      Number of obs ={res}   14901
                                                       {help j_robustsingular:F(363,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.1144
                                                       {txt}Root MSE      = {res} 9.7479

{txt}{ralign 83:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 18}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 19}{c |}{col 31}    Robust
{col 1}ss2_quote_to_sp~h{col 19}{c |}      Coef.{col 31}   Std. Err.{col 43}      t{col 51}   P>|t|{col 59}     [95% Con{col 72}f. Interval]
{hline 18}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}1.opposition {c |}{col 19}{res}{space 2}-7.436743{col 31}{space 2} 4.455951{col 42}{space 1}   -1.67{col 51}{space 3}0.095{col 59}{space 4}-16.17334{col 72}{space 3} 1.299853
{txt}{space 17} {c |}
{space 13}year {c |}
{space 12}2006  {c |}{col 19}{res}{space 2} 4.464065{col 31}{space 2}  .984181{col 42}{space 1}    4.54{col 51}{space 3}0.000{col 59}{space 4} 2.534423{col 72}{space 3} 6.393707
{txt}{space 12}2007  {c |}{col 19}{res}{space 2} 4.493988{col 31}{space 2} 1.531291{col 42}{space 1}    2.93{col 51}{space 3}0.003{col 59}{space 4}  1.49165{col 72}{space 3} 7.496325
{txt}{space 12}2008  {c |}{col 19}{res}{space 2} 3.906826{col 31}{space 2} 1.634082{col 42}{space 1}    2.39{col 51}{space 3}0.017{col 59}{space 4} .7029497{col 72}{space 3} 7.110703
{txt}{space 12}2009  {c |}{col 19}{res}{space 2} 4.700648{col 31}{space 2} 1.491484{col 42}{space 1}    3.15{col 51}{space 3}0.002{col 59}{space 4} 1.776357{col 72}{space 3} 7.624938
{txt}{space 12}2010  {c |}{col 19}{res}{space 2} 3.984467{col 31}{space 2} 1.550145{col 42}{space 1}    2.57{col 51}{space 3}0.010{col 59}{space 4} .9451629{col 72}{space 3} 7.023772
{txt}{space 12}2011  {c |}{col 19}{res}{space 2} 2.972885{col 31}{space 2} 1.559251{col 42}{space 1}    1.91{col 51}{space 3}0.057{col 59}{space 4}-.0842736{col 72}{space 3} 6.030044
{txt}{space 12}2012  {c |}{col 19}{res}{space 2} 2.104716{col 31}{space 2} 1.728491{col 42}{space 1}    1.22{col 51}{space 3}0.223{col 59}{space 4}-1.284263{col 72}{space 3} 5.493695
{txt}{space 12}2013  {c |}{col 19}{res}{space 2} 2.884582{col 31}{space 2}  1.72578{col 42}{space 1}    1.67{col 51}{space 3}0.095{col 59}{space 4}-.4990825{col 72}{space 3} 6.268246
{txt}{space 12}2014  {c |}{col 19}{res}{space 2} 3.366424{col 31}{space 2} 1.723325{col 42}{space 1}    1.95{col 51}{space 3}0.051{col 59}{space 4}-.0124274{col 72}{space 3} 6.745276
{txt}{space 12}2015  {c |}{col 19}{res}{space 2} 3.281672{col 31}{space 2} 1.750461{col 42}{space 1}    1.87{col 51}{space 3}0.061{col 59}{space 4}-.1503826{col 72}{space 3} 6.713726
{txt}{space 12}2016  {c |}{col 19}{res}{space 2} 4.483178{col 31}{space 2} .9651355{col 42}{space 1}    4.65{col 51}{space 3}0.000{col 59}{space 4} 2.590878{col 72}{space 3} 6.375479
{txt}{space 17} {c |}
{space 2}opposition#year {c |}
{space 10}1 2006  {c |}{col 19}{res}{space 2}-.9844484{col 31}{space 2} 5.153008{col 42}{space 1}   -0.19{col 51}{space 3}0.849{col 59}{space 4}-11.08773{col 72}{space 3} 9.118838
{txt}{space 10}1 2007  {c |}{col 19}{res}{space 2} 3.144807{col 31}{space 2} 4.866362{col 42}{space 1}    0.65{col 51}{space 3}0.518{col 59}{space 4}-6.396463{col 72}{space 3} 12.68608
{txt}{space 10}1 2008  {c |}{col 19}{res}{space 2} .4089341{col 31}{space 2} 6.623652{col 42}{space 1}    0.06{col 51}{space 3}0.951{col 59}{space 4}-12.57778{col 72}{space 3} 13.39565
{txt}{space 10}1 2009  {c |}{col 19}{res}{space 2} 6.657763{col 31}{space 2} 4.348731{col 42}{space 1}    1.53{col 51}{space 3}0.126{col 59}{space 4}-1.868611{col 72}{space 3} 15.18414
{txt}{space 10}1 2010  {c |}{col 19}{res}{space 2} 2.384584{col 31}{space 2} 4.869004{col 42}{space 1}    0.49{col 51}{space 3}0.624{col 59}{space 4}-7.161868{col 72}{space 3} 11.93104
{txt}{space 10}1 2011  {c |}{col 19}{res}{space 2} 5.066432{col 31}{space 2}   4.4984{col 42}{space 1}    1.13{col 51}{space 3}0.260{col 59}{space 4}-3.753393{col 72}{space 3} 13.88626
{txt}{space 10}1 2012  {c |}{col 19}{res}{space 2} 7.649063{col 31}{space 2} 4.451999{col 42}{space 1}    1.72{col 51}{space 3}0.086{col 59}{space 4}-1.079784{col 72}{space 3} 16.37791
{txt}{space 10}1 2013  {c |}{col 19}{res}{space 2}  4.38573{col 31}{space 2} 4.793826{col 42}{space 1}    0.91{col 51}{space 3}0.360{col 59}{space 4}-5.013323{col 72}{space 3} 13.78478
{txt}{space 10}1 2014  {c |}{col 19}{res}{space 2} 7.810086{col 31}{space 2} 4.482175{col 42}{space 1}    1.74{col 51}{space 3}0.082{col 59}{space 4}-.9779258{col 72}{space 3}  16.5981
{txt}{space 10}1 2015  {c |}{col 19}{res}{space 2} 5.123194{col 31}{space 2} 4.549907{col 42}{space 1}    1.13{col 51}{space 3}0.260{col 59}{space 4}-3.797617{col 72}{space 3}   14.044
{txt}{space 10}1 2016  {c |}{col 19}{res}{space 2} 6.925212{col 31}{space 2} 4.430651{col 42}{space 1}    1.56{col 51}{space 3}0.118{col 59}{space 4}-1.761778{col 72}{space 3}  15.6122
{txt}{space 17} {c |}
{space 9}ln_quote {c |}{col 19}{res}{space 2} .6073182{col 31}{space 2} .1358969{col 42}{space 1}    4.47{col 51}{space 3}0.000{col 59}{space 4} .3408709{col 72}{space 3} .8737656
{txt}{space 8}ln_speech {c |}{col 19}{res}{space 2} .2705161{col 31}{space 2} .1368585{col 42}{space 1}    1.98{col 51}{space 3}0.048{col 59}{space 4} .0021834{col 72}{space 3} .5388488
{txt}{space 7}ln_article {c |}{col 19}{res}{space 2} .1265883{col 31}{space 2} .3386091{col 42}{space 1}    0.37{col 51}{space 3}0.709{col 59}{space 4}-.5373083{col 72}{space 3}  .790485
{txt}{space 17} {c |}
{space 13}parl {c |}
{space 1}11th parliament  {c |}{col 19}{res}{space 2}-.7740167{col 31}{space 2} 1.207544{col 42}{space 1}   -0.64{col 51}{space 3}0.522{col 59}{space 4}-3.141597{col 72}{space 3} 1.593564
{txt}{space 1}12th parliament  {c |}{col 19}{res}{space 2} 1.614211{col 31}{space 2} 1.511777{col 42}{space 1}    1.07{col 51}{space 3}0.286{col 59}{space 4}-1.349867{col 72}{space 3} 4.578289
{txt}{space 1}13th parliament  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 11}gender {c |}
{space 10}female  {c |}{col 19}{res}{space 2} -.125425{col 31}{space 2} .3373896{col 42}{space 1}   -0.37{col 51}{space 3}0.710{col 59}{space 4}-.7869307{col 72}{space 3} .5360806
{txt}{space 17} {c |}
{space 13}race {c |}
{space 11}malay  {c |}{col 19}{res}{space 2}  .619033{col 31}{space 2} .4504706{col 42}{space 1}    1.37{col 51}{space 3}0.169{col 59}{space 4}-.2641858{col 72}{space 3} 1.502252
{txt}{space 10}indian  {c |}{col 19}{res}{space 2}-.3997616{col 31}{space 2} .4483858{col 42}{space 1}   -0.89{col 51}{space 3}0.373{col 59}{space 4}-1.278893{col 72}{space 3} .4793695
{txt}{space 8}eurasian  {c |}{col 19}{res}{space 2} .5525157{col 31}{space 2} .5058901{col 42}{space 1}    1.09{col 51}{space 3}0.275{col 59}{space 4}-.4393617{col 72}{space 3} 1.544393
{txt}{space 17} {c |}
{space 14}age {c |}{col 19}{res}{space 2}-.3900342{col 31}{space 2} .2199215{col 42}{space 1}   -1.77{col 51}{space 3}0.076{col 59}{space 4} -.821225{col 72}{space 3} .0411565
{txt}{space 13}age2 {c |}{col 19}{res}{space 2} .0038345{col 31}{space 2} .0023916{col 42}{space 1}    1.60{col 51}{space 3}0.109{col 59}{space 4}-.0008545{col 72}{space 3} .0085235
{txt}{space 11}tenure {c |}{col 19}{res}{space 2} .0712279{col 31}{space 2}  .062198{col 42}{space 1}    1.15{col 51}{space 3}0.252{col 59}{space 4} -.050721{col 72}{space 3} .1931768
{txt}{space 10}tenure2 {c |}{col 19}{res}{space 2}-.0041976{col 31}{space 2}  .002253{col 42}{space 1}   -1.86{col 51}{space 3}0.063{col 59}{space 4} -.008615{col 72}{space 3} .0002198
{txt}{space 17} {c |}
{space 10}weekday {c |}
{space 9}tuesday  {c |}{col 19}{res}{space 2} .2230759{col 31}{space 2} .8133297{col 42}{space 1}    0.27{col 51}{space 3}0.784{col 59}{space 4}-1.371585{col 72}{space 3} 1.817737
{txt}{space 7}wednesday  {c |}{col 19}{res}{space 2} .4159917{col 31}{space 2} .8511055{col 42}{space 1}    0.49{col 51}{space 3}0.625{col 59}{space 4}-1.252735{col 72}{space 3} 2.084718
{txt}{space 8}thursday  {c |}{col 19}{res}{space 2} .0352985{col 31}{space 2} .8459165{col 42}{space 1}    0.04{col 51}{space 3}0.967{col 59}{space 4}-1.623254{col 72}{space 3} 1.693851
{txt}{space 10}friday  {c |}{col 19}{res}{space 2}-1.273179{col 31}{space 2} .9751532{col 42}{space 1}   -1.31{col 51}{space 3}0.192{col 59}{space 4}-3.185121{col 72}{space 3}  .638763
{txt}{space 8}saturday  {c |}{col 19}{res}{space 2} .1411011{col 31}{space 2} .9029848{col 42}{space 1}    0.16{col 51}{space 3}0.876{col 59}{space 4}-1.629343{col 72}{space 3} 1.911545
{txt}{space 10}sunday  {c |}{col 19}{res}{space 2} 5.250356{col 31}{space 2} 3.172903{col 42}{space 1}    1.65{col 51}{space 3}0.098{col 59}{space 4}-.9706213{col 72}{space 3} 11.47133
{txt}{space 17} {c |}
{space 9}section2 {c |}
{space 12}home  {c |}{col 19}{res}{space 2} -.585135{col 31}{space 2} 1.977129{col 42}{space 1}   -0.30{col 51}{space 3}0.767{col 59}{space 4}-4.461609{col 72}{space 3} 3.291339
{txt}{space 9}insight  {c |}{col 19}{res}{space 2} .6890176{col 31}{space 2}   2.3314{col 42}{space 1}    0.30{col 51}{space 3}0.768{col 59}{space 4}-3.882061{col 72}{space 3} 5.260096
{txt}{space 11}money  {c |}{col 19}{res}{space 2} .6438887{col 31}{space 2} 2.374318{col 42}{space 1}    0.27{col 51}{space 3}0.786{col 59}{space 4}-4.011337{col 72}{space 3} 5.299114
{txt}{space 12}news  {c |}{col 19}{res}{space 2}-5.934855{col 31}{space 2} 3.799234{col 42}{space 1}   -1.56{col 51}{space 3}0.118{col 59}{space 4}-13.38385{col 72}{space 3} 1.514143
{txt}{space 9}opinion  {c |}{col 19}{res}{space 2} -.285213{col 31}{space 2} 2.153972{col 42}{space 1}   -0.13{col 51}{space 3}0.895{col 59}{space 4}-4.508414{col 72}{space 3} 3.937988
{txt}{space 6}prime news  {c |}{col 19}{res}{space 2}-.1282178{col 31}{space 2} 1.934399{col 42}{space 1}   -0.07{col 51}{space 3}0.947{col 59}{space 4}-3.920912{col 72}{space 3} 3.664476
{txt}review - insight  {c |}{col 19}{res}{space 2} 2.523306{col 31}{space 2} 2.264634{col 42}{space 1}    1.11{col 51}{space 3}0.265{col 59}{space 4}-1.916867{col 72}{space 3} 6.963479
{txt}{space 7}singapore  {c |}{col 19}{res}{space 2}-.8390021{col 31}{space 2} 1.922041{col 42}{space 1}   -0.44{col 51}{space 3}0.662{col 59}{space 4}-4.607467{col 72}{space 3} 2.929463
{txt}{space 10}sports  {c |}{col 19}{res}{space 2}-4.095217{col 31}{space 2} 7.617288{col 42}{space 1}   -0.54{col 51}{space 3}0.591{col 59}{space 4}-19.03011{col 72}{space 3} 10.83968
{txt}{space 14}st  {c |}{col 19}{res}{space 2}  -.29637{col 31}{space 2} 2.014431{col 42}{space 1}   -0.15{col 51}{space 3}0.883{col 59}{space 4}-4.245981{col 72}{space 3} 3.653241
{txt}{space 11}think  {c |}{col 19}{res}{space 2}-15.13179{col 31}{space 2} 8.654198{col 42}{space 1}   -1.75{col 51}{space 3}0.080{col 59}{space 4}-32.09971{col 72}{space 3} 1.836136
{txt}{space 1}top of the news  {c |}{col 19}{res}{space 2}-1.050155{col 31}{space 2} 1.950466{col 42}{space 1}   -0.54{col 51}{space 3}0.590{col 59}{space 4}-4.874351{col 72}{space 3} 2.774041
{txt}{space 11}world  {c |}{col 19}{res}{space 2} 2.946059{col 31}{space 2} 3.818407{col 42}{space 1}    0.77{col 51}{space 3}0.440{col 59}{space 4} -4.54053{col 72}{space 3} 10.43265
{txt}{space 17} {c |}
{space 5}translations {c |}{col 19}{res}{space 2}-2.461942{col 31}{space 2} 1.151949{col 42}{space 1}   -2.14{col 51}{space 3}0.033{col 59}{space 4}-4.720519{col 72}{space 3}-.2033641
{txt}{space 5}speech_92K_1 {c |}{col 19}{res}{space 2}  4.41134{col 31}{space 2} 4.478555{col 42}{space 1}    0.98{col 51}{space 3}0.325{col 59}{space 4}-4.369575{col 72}{space 3} 13.19225
{txt}{space 5}speech_92K_2 {c |}{col 19}{res}{space 2}-2.024405{col 31}{space 2} 3.898475{col 42}{space 1}   -0.52{col 51}{space 3}0.604{col 59}{space 4}-9.667982{col 72}{space 3} 5.619171
{txt}{space 5}speech_92K_3 {c |}{col 19}{res}{space 2} .6681198{col 31}{space 2} 3.576495{col 42}{space 1}    0.19{col 51}{space 3}0.852{col 59}{space 4}-6.344164{col 72}{space 3} 7.680403
{txt}{space 5}speech_92K_4 {c |}{col 19}{res}{space 2} 7.117794{col 31}{space 2} 3.581404{col 42}{space 1}    1.99{col 51}{space 3}0.047{col 59}{space 4} .0958856{col 72}{space 3}  14.1397
{txt}{space 5}speech_92K_5 {c |}{col 19}{res}{space 2} .6841954{col 31}{space 2} 6.672779{col 42}{space 1}    0.10{col 51}{space 3}0.918{col 59}{space 4}-12.39884{col 72}{space 3} 13.76723
{txt}{space 5}speech_92K_6 {c |}{col 19}{res}{space 2} 4.472251{col 31}{space 2} 4.234886{col 42}{space 1}    1.06{col 51}{space 3}0.291{col 59}{space 4}-3.830912{col 72}{space 3} 12.77541
{txt}{space 5}speech_92K_7 {c |}{col 19}{res}{space 2} 2.125535{col 31}{space 2} 3.381003{col 42}{space 1}    0.63{col 51}{space 3}0.530{col 59}{space 4}-4.503455{col 72}{space 3} 8.754525
{txt}{space 5}speech_92K_8 {c |}{col 19}{res}{space 2}  2.70731{col 31}{space 2} 3.899127{col 42}{space 1}    0.69{col 51}{space 3}0.488{col 59}{space 4}-4.937544{col 72}{space 3} 10.35216
{txt}{space 5}speech_92K_9 {c |}{col 19}{res}{space 2} 11.97686{col 31}{space 2} 6.368629{col 42}{space 1}    1.88{col 51}{space 3}0.060{col 59}{space 4}-.5098397{col 72}{space 3} 24.46357
{txt}{space 4}speech_92K_10 {c |}{col 19}{res}{space 2} 2.845714{col 31}{space 2}  3.32428{col 42}{space 1}    0.86{col 51}{space 3}0.392{col 59}{space 4}-3.672063{col 72}{space 3}  9.36349
{txt}{space 4}speech_92K_11 {c |}{col 19}{res}{space 2} .8543697{col 31}{space 2} 3.517178{col 42}{space 1}    0.24{col 51}{space 3}0.808{col 59}{space 4}-6.041614{col 72}{space 3} 7.750353
{txt}{space 4}speech_92K_12 {c |}{col 19}{res}{space 2} 3.451389{col 31}{space 2} 5.578606{col 42}{space 1}    0.62{col 51}{space 3}0.536{col 59}{space 4}-7.486348{col 72}{space 3} 14.38913
{txt}{space 4}speech_92K_13 {c |}{col 19}{res}{space 2} -7.34221{col 31}{space 2} 8.921532{col 42}{space 1}   -0.82{col 51}{space 3}0.411{col 59}{space 4}-24.83428{col 72}{space 3} 10.14986
{txt}{space 4}speech_92K_14 {c |}{col 19}{res}{space 2}-.1977005{col 31}{space 2} 3.785246{col 42}{space 1}   -0.05{col 51}{space 3}0.958{col 59}{space 4}-7.619272{col 72}{space 3} 7.223871
{txt}{space 4}speech_92K_15 {c |}{col 19}{res}{space 2} 3.590031{col 31}{space 2} 5.686505{col 42}{space 1}    0.63{col 51}{space 3}0.528{col 59}{space 4}-7.559259{col 72}{space 3} 14.73932
{txt}{space 4}speech_92K_16 {c |}{col 19}{res}{space 2} 4.597197{col 31}{space 2} 4.159748{col 42}{space 1}    1.11{col 51}{space 3}0.269{col 59}{space 4}-3.558646{col 72}{space 3} 12.75304
{txt}{space 4}speech_92K_17 {c |}{col 19}{res}{space 2} 2.200141{col 31}{space 2} 4.179338{col 42}{space 1}    0.53{col 51}{space 3}0.599{col 59}{space 4} -5.99411{col 72}{space 3} 10.39439
{txt}{space 4}speech_92K_18 {c |}{col 19}{res}{space 2}-5.581966{col 31}{space 2} 9.294731{col 42}{space 1}   -0.60{col 51}{space 3}0.548{col 59}{space 4}-23.80575{col 72}{space 3} 12.64182
{txt}{space 4}speech_92K_19 {c |}{col 19}{res}{space 2} 2.265605{col 31}{space 2} 3.195683{col 42}{space 1}    0.71{col 51}{space 3}0.478{col 59}{space 4}-4.000036{col 72}{space 3} 8.531247
{txt}{space 4}speech_92K_20 {c |}{col 19}{res}{space 2} 4.635751{col 31}{space 2} 3.294483{col 42}{space 1}    1.41{col 51}{space 3}0.159{col 59}{space 4}-1.823603{col 72}{space 3}  11.0951
{txt}{space 4}speech_92K_21 {c |}{col 19}{res}{space 2} 5.247686{col 31}{space 2} 3.485763{col 42}{space 1}    1.51{col 51}{space 3}0.132{col 59}{space 4}-1.586703{col 72}{space 3} 12.08207
{txt}{space 4}speech_92K_22 {c |}{col 19}{res}{space 2} 7.778195{col 31}{space 2}  4.38958{col 42}{space 1}    1.77{col 51}{space 3}0.076{col 59}{space 4}-.8282694{col 72}{space 3} 16.38466
{txt}{space 4}speech_92K_23 {c |}{col 19}{res}{space 2} 1.650154{col 31}{space 2} 2.596029{col 42}{space 1}    0.64{col 51}{space 3}0.525{col 59}{space 4}-3.439771{col 72}{space 3}  6.74008
{txt}{space 4}speech_92K_24 {c |}{col 19}{res}{space 2}-1.071294{col 31}{space 2} 3.352995{col 42}{space 1}   -0.32{col 51}{space 3}0.749{col 59}{space 4}-7.645369{col 72}{space 3} 5.502781
{txt}{space 4}speech_92K_25 {c |}{col 19}{res}{space 2}-2.012332{col 31}{space 2} 5.063078{col 42}{space 1}   -0.40{col 51}{space 3}0.691{col 59}{space 4} -11.9393{col 72}{space 3} 7.914633
{txt}{space 4}speech_92K_26 {c |}{col 19}{res}{space 2}-5.967559{col 31}{space 2}  5.79423{col 42}{space 1}   -1.03{col 51}{space 3}0.303{col 59}{space 4}-17.32806{col 72}{space 3} 5.392943
{txt}{space 4}speech_92K_27 {c |}{col 19}{res}{space 2} 11.09338{col 31}{space 2} 5.044811{col 42}{space 1}    2.20{col 51}{space 3}0.028{col 59}{space 4} 1.202228{col 72}{space 3} 20.98453
{txt}{space 4}speech_92K_28 {c |}{col 19}{res}{space 2} 2.502655{col 31}{space 2} 4.187891{col 42}{space 1}    0.60{col 51}{space 3}0.550{col 59}{space 4}-5.708367{col 72}{space 3} 10.71368
{txt}{space 4}speech_92K_29 {c |}{col 19}{res}{space 2}  1.15953{col 31}{space 2} 4.671497{col 42}{space 1}    0.25{col 51}{space 3}0.804{col 59}{space 4}-7.999677{col 72}{space 3} 10.31874
{txt}{space 4}speech_92K_30 {c |}{col 19}{res}{space 2}-7.611005{col 31}{space 2} 6.996502{col 42}{space 1}   -1.09{col 51}{space 3}0.277{col 59}{space 4}-21.32875{col 72}{space 3} 6.106742
{txt}{space 4}speech_92K_31 {c |}{col 19}{res}{space 2} 3.020065{col 31}{space 2} 2.833388{col 42}{space 1}    1.07{col 51}{space 3}0.287{col 59}{space 4} -2.53524{col 72}{space 3} 8.575371
{txt}{space 4}speech_92K_32 {c |}{col 19}{res}{space 2} 7.688789{col 31}{space 2} 6.818882{col 42}{space 1}    1.13{col 51}{space 3}0.260{col 59}{space 4}-5.680704{col 72}{space 3} 21.05828
{txt}{space 4}speech_92K_33 {c |}{col 19}{res}{space 2} 3.887527{col 31}{space 2} 3.874024{col 42}{space 1}    1.00{col 51}{space 3}0.316{col 59}{space 4}-3.708109{col 72}{space 3} 11.48316
{txt}{space 4}speech_92K_34 {c |}{col 19}{res}{space 2}-.1223115{col 31}{space 2} 3.452117{col 42}{space 1}   -0.04{col 51}{space 3}0.972{col 59}{space 4}-6.890733{col 72}{space 3}  6.64611
{txt}{space 4}speech_92K_35 {c |}{col 19}{res}{space 2} 5.255579{col 31}{space 2} 3.750737{col 42}{space 1}    1.40{col 51}{space 3}0.161{col 59}{space 4}-2.098333{col 72}{space 3} 12.60949
{txt}{space 4}speech_92K_36 {c |}{col 19}{res}{space 2} 6.720931{col 31}{space 2} 3.045933{col 42}{space 1}    2.21{col 51}{space 3}0.027{col 59}{space 4} .7488976{col 72}{space 3} 12.69296
{txt}{space 4}speech_92K_37 {c |}{col 19}{res}{space 2}-.5252909{col 31}{space 2} 5.704269{col 42}{space 1}   -0.09{col 51}{space 3}0.927{col 59}{space 4}-11.70941{col 72}{space 3} 10.65883
{txt}{space 4}speech_92K_38 {c |}{col 19}{res}{space 2} 2.875531{col 31}{space 2} 8.082184{col 42}{space 1}    0.36{col 51}{space 3}0.722{col 59}{space 4}-12.97087{col 72}{space 3} 18.72193
{txt}{space 4}speech_92K_39 {c |}{col 19}{res}{space 2} 10.24522{col 31}{space 2} 4.102446{col 42}{space 1}    2.50{col 51}{space 3}0.013{col 59}{space 4} 2.201723{col 72}{space 3} 18.28871
{txt}{space 4}speech_92K_40 {c |}{col 19}{res}{space 2} 2.655789{col 31}{space 2} 3.933775{col 42}{space 1}    0.68{col 51}{space 3}0.500{col 59}{space 4}-5.056999{col 72}{space 3} 10.36858
{txt}{space 4}speech_92K_41 {c |}{col 19}{res}{space 2}-1.360268{col 31}{space 2} 3.555719{col 42}{space 1}   -0.38{col 51}{space 3}0.702{col 59}{space 4}-8.331815{col 72}{space 3}  5.61128
{txt}{space 4}speech_92K_42 {c |}{col 19}{res}{space 2}-.1002372{col 31}{space 2} 6.582047{col 42}{space 1}   -0.02{col 51}{space 3}0.988{col 59}{space 4}-13.00538{col 72}{space 3} 12.80491
{txt}{space 4}speech_92K_43 {c |}{col 19}{res}{space 2} 7.243707{col 31}{space 2} 3.981896{col 42}{space 1}    1.82{col 51}{space 3}0.069{col 59}{space 4} -.563428{col 72}{space 3} 15.05084
{txt}{space 4}speech_92K_44 {c |}{col 19}{res}{space 2} .7301718{col 31}{space 2} 4.642333{col 42}{space 1}    0.16{col 51}{space 3}0.875{col 59}{space 4}-8.371855{col 72}{space 3} 9.832199
{txt}{space 4}speech_92K_45 {c |}{col 19}{res}{space 2}-3.387866{col 31}{space 2} 9.309101{col 42}{space 1}   -0.36{col 51}{space 3}0.716{col 59}{space 4}-21.63983{col 72}{space 3}  14.8641
{txt}{space 4}speech_92K_46 {c |}{col 19}{res}{space 2} 5.918061{col 31}{space 2}  6.07101{col 42}{space 1}    0.97{col 51}{space 3}0.330{col 59}{space 4}-5.985113{col 72}{space 3} 17.82123
{txt}{space 4}speech_92K_47 {c |}{col 19}{res}{space 2} 10.17223{col 31}{space 2} 5.025684{col 42}{space 1}    2.02{col 51}{space 3}0.043{col 59}{space 4} .3185884{col 72}{space 3} 20.02588
{txt}{space 4}speech_92K_48 {c |}{col 19}{res}{space 2} 6.758147{col 31}{space 2} 3.994268{col 42}{space 1}    1.69{col 51}{space 3}0.091{col 59}{space 4}-1.073246{col 72}{space 3} 14.58954
{txt}{space 4}speech_92K_49 {c |}{col 19}{res}{space 2} 5.372046{col 31}{space 2}  5.62497{col 42}{space 1}    0.96{col 51}{space 3}0.340{col 59}{space 4}-5.656596{col 72}{space 3} 16.40069
{txt}{space 4}speech_92K_50 {c |}{col 19}{res}{space 2}-12.27727{col 31}{space 2} 11.61827{col 42}{space 1}   -1.06{col 51}{space 3}0.291{col 59}{space 4}-35.05673{col 72}{space 3} 10.50219
{txt}{space 4}speech_92K_51 {c |}{col 19}{res}{space 2} .7529783{col 31}{space 2} 3.291556{col 42}{space 1}    0.23{col 51}{space 3}0.819{col 59}{space 4}-5.700636{col 72}{space 3} 7.206593
{txt}{space 4}speech_92K_52 {c |}{col 19}{res}{space 2} 6.805335{col 31}{space 2} 3.081519{col 42}{space 1}    2.21{col 51}{space 3}0.027{col 59}{space 4} .7635311{col 72}{space 3} 12.84714
{txt}{space 4}speech_92K_53 {c |}{col 19}{res}{space 2} .0104551{col 31}{space 2} 3.954865{col 42}{space 1}    0.00{col 51}{space 3}0.998{col 59}{space 4}-7.743683{col 72}{space 3} 7.764593
{txt}{space 4}speech_92K_54 {c |}{col 19}{res}{space 2} 9.589396{col 31}{space 2} 4.772009{col 42}{space 1}    2.01{col 51}{space 3}0.045{col 59}{space 4} .2331184{col 72}{space 3} 18.94567
{txt}{space 4}speech_92K_55 {c |}{col 19}{res}{space 2} 3.074937{col 31}{space 2} 4.722667{col 42}{space 1}    0.65{col 51}{space 3}0.515{col 59}{space 4}-6.184598{col 72}{space 3} 12.33447
{txt}{space 4}speech_92K_56 {c |}{col 19}{res}{space 2}-3.782192{col 31}{space 2}   7.0006{col 42}{space 1}   -0.54{col 51}{space 3}0.589{col 59}{space 4}-17.50797{col 72}{space 3}  9.94359
{txt}{space 4}speech_92K_57 {c |}{col 19}{res}{space 2} 1.804866{col 31}{space 2} 3.433579{col 42}{space 1}    0.53{col 51}{space 3}0.599{col 59}{space 4}-4.927207{col 72}{space 3} 8.536939
{txt}{space 4}speech_92K_58 {c |}{col 19}{res}{space 2} 2.195486{col 31}{space 2} 3.974672{col 42}{space 1}    0.55{col 51}{space 3}0.581{col 59}{space 4}-5.597485{col 72}{space 3} 9.988457
{txt}{space 4}speech_92K_59 {c |}{col 19}{res}{space 2} .5932328{col 31}{space 2}  3.26268{col 42}{space 1}    0.18{col 51}{space 3}0.856{col 59}{space 4}-5.803766{col 72}{space 3} 6.990231
{txt}{space 4}speech_92K_60 {c |}{col 19}{res}{space 2} 3.157408{col 31}{space 2} 3.200587{col 42}{space 1}    0.99{col 51}{space 3}0.324{col 59}{space 4}-3.117847{col 72}{space 3} 9.432664
{txt}{space 4}speech_92K_61 {c |}{col 19}{res}{space 2}-2.732758{col 31}{space 2} 4.524872{col 42}{space 1}   -0.60{col 51}{space 3}0.546{col 59}{space 4}-11.60448{col 72}{space 3} 6.138967
{txt}{space 4}speech_92K_62 {c |}{col 19}{res}{space 2} .6552042{col 31}{space 2} 4.308018{col 42}{space 1}    0.15{col 51}{space 3}0.879{col 59}{space 4}-7.791346{col 72}{space 3} 9.101754
{txt}{space 4}speech_92K_63 {c |}{col 19}{res}{space 2} 17.13775{col 31}{space 2} 8.055532{col 42}{space 1}    2.13{col 51}{space 3}0.033{col 59}{space 4} 1.343606{col 72}{space 3} 32.93189
{txt}{space 4}speech_92K_64 {c |}{col 19}{res}{space 2}-11.21964{col 31}{space 2} 5.405891{col 42}{space 1}   -2.08{col 51}{space 3}0.038{col 59}{space 4}-21.81874{col 72}{space 3}-.6205339
{txt}{space 4}speech_92K_65 {c |}{col 19}{res}{space 2} 4.236828{col 31}{space 2} 4.138007{col 42}{space 1}    1.02{col 51}{space 3}0.306{col 59}{space 4}-3.876388{col 72}{space 3} 12.35004
{txt}{space 4}speech_92K_66 {c |}{col 19}{res}{space 2} 4.558949{col 31}{space 2} 3.648582{col 42}{space 1}    1.25{col 51}{space 3}0.212{col 59}{space 4}-2.594671{col 72}{space 3} 11.71257
{txt}{space 4}speech_92K_67 {c |}{col 19}{res}{space 2}-2.015477{col 31}{space 2} 3.678838{col 42}{space 1}   -0.55{col 51}{space 3}0.584{col 59}{space 4}-9.228419{col 72}{space 3} 5.197465
{txt}{space 4}speech_92K_68 {c |}{col 19}{res}{space 2} 3.198598{col 31}{space 2} 7.710431{col 42}{space 1}    0.41{col 51}{space 3}0.678{col 59}{space 4}-11.91892{col 72}{space 3} 18.31612
{txt}{space 4}speech_92K_69 {c |}{col 19}{res}{space 2}-1.454089{col 31}{space 2} 4.370738{col 42}{space 1}   -0.33{col 51}{space 3}0.739{col 59}{space 4}-10.02361{col 72}{space 3} 7.115433
{txt}{space 4}speech_92K_70 {c |}{col 19}{res}{space 2}   7.1493{col 31}{space 2} 4.512126{col 42}{space 1}    1.58{col 51}{space 3}0.113{col 59}{space 4}-1.697435{col 72}{space 3} 15.99604
{txt}{space 4}speech_92K_71 {c |}{col 19}{res}{space 2} 5.590865{col 31}{space 2} 4.818613{col 42}{space 1}    1.16{col 51}{space 3}0.246{col 59}{space 4}-3.856787{col 72}{space 3} 15.03852
{txt}{space 4}speech_92K_72 {c |}{col 19}{res}{space 2} 4.873192{col 31}{space 2} 3.672462{col 42}{space 1}    1.33{col 51}{space 3}0.185{col 59}{space 4} -2.32725{col 72}{space 3} 12.07363
{txt}{space 4}speech_92K_73 {c |}{col 19}{res}{space 2} 4.591912{col 31}{space 2} 3.182585{col 42}{space 1}    1.44{col 51}{space 3}0.149{col 59}{space 4}-1.648049{col 72}{space 3} 10.83187
{txt}{space 4}speech_92K_74 {c |}{col 19}{res}{space 2}-5.798003{col 31}{space 2} 5.458798{col 42}{space 1}   -1.06{col 51}{space 3}0.288{col 59}{space 4}-16.50084{col 72}{space 3} 4.904832
{txt}{space 4}speech_92K_75 {c |}{col 19}{res}{space 2}-.0195157{col 31}{space 2} 7.514071{col 42}{space 1}   -0.00{col 51}{space 3}0.998{col 59}{space 4}-14.75204{col 72}{space 3} 14.71301
{txt}{space 4}speech_92K_76 {c |}{col 19}{res}{space 2} 9.351049{col 31}{space 2} 3.854756{col 42}{space 1}    2.43{col 51}{space 3}0.015{col 59}{space 4} 1.793191{col 72}{space 3} 16.90891
{txt}{space 4}speech_92K_77 {c |}{col 19}{res}{space 2}-3.469338{col 31}{space 2} 5.481789{col 42}{space 1}   -0.63{col 51}{space 3}0.527{col 59}{space 4}-14.21725{col 72}{space 3} 7.278575
{txt}{space 4}speech_92K_78 {c |}{col 19}{res}{space 2}-15.24065{col 31}{space 2} 21.66173{col 42}{space 1}   -0.70{col 51}{space 3}0.482{col 59}{space 4}-57.71188{col 72}{space 3} 27.23059
{txt}{space 4}speech_92K_79 {c |}{col 19}{res}{space 2} 9.534181{col 31}{space 2} 4.542593{col 42}{space 1}    2.10{col 51}{space 3}0.036{col 59}{space 4} .6277105{col 72}{space 3} 18.44065
{txt}{space 4}speech_92K_80 {c |}{col 19}{res}{space 2} 1.011011{col 31}{space 2} 2.952932{col 42}{space 1}    0.34{col 51}{space 3}0.732{col 59}{space 4}-4.778678{col 72}{space 3}   6.8007
{txt}{space 4}speech_92K_81 {c |}{col 19}{res}{space 2} -1.32539{col 31}{space 2} 3.815845{col 42}{space 1}   -0.35{col 51}{space 3}0.728{col 59}{space 4}-8.806956{col 72}{space 3} 6.156176
{txt}{space 4}speech_92K_82 {c |}{col 19}{res}{space 2}-4.241435{col 31}{space 2} 11.40729{col 42}{space 1}   -0.37{col 51}{space 3}0.710{col 59}{space 4}-26.60723{col 72}{space 3} 18.12436
{txt}{space 4}speech_92K_83 {c |}{col 19}{res}{space 2} 8.902704{col 31}{space 2} 5.102137{col 42}{space 1}    1.74{col 51}{space 3}0.081{col 59}{space 4}-1.100841{col 72}{space 3} 18.90625
{txt}{space 4}speech_92K_84 {c |}{col 19}{res}{space 2}-3.143389{col 31}{space 2} 6.243606{col 42}{space 1}   -0.50{col 51}{space 3}0.615{col 59}{space 4}-15.38496{col 72}{space 3} 9.098186
{txt}{space 4}speech_92K_85 {c |}{col 19}{res}{space 2} 5.996415{col 31}{space 2} 3.964992{col 42}{space 1}    1.51{col 51}{space 3}0.131{col 59}{space 4}-1.777578{col 72}{space 3} 13.77041
{txt}{space 4}speech_92K_86 {c |}{col 19}{res}{space 2}-2.838705{col 31}{space 2} 5.143585{col 42}{space 1}   -0.55{col 51}{space 3}0.581{col 59}{space 4}-12.92351{col 72}{space 3} 7.246106
{txt}{space 4}speech_92K_87 {c |}{col 19}{res}{space 2} 1.663582{col 31}{space 2} 4.392884{col 42}{space 1}    0.38{col 51}{space 3}0.705{col 59}{space 4} -6.94936{col 72}{space 3} 10.27652
{txt}{space 4}speech_92K_88 {c |}{col 19}{res}{space 2} 8.665324{col 31}{space 2} 3.891431{col 42}{space 1}    2.23{col 51}{space 3}0.026{col 59}{space 4} 1.035558{col 72}{space 3} 16.29509
{txt}{space 4}speech_92K_89 {c |}{col 19}{res}{space 2} .2265418{col 31}{space 2} 4.391327{col 42}{space 1}    0.05{col 51}{space 3}0.959{col 59}{space 4}-8.383349{col 72}{space 3} 8.836432
{txt}{space 4}speech_92K_90 {c |}{col 19}{res}{space 2} 8.324352{col 31}{space 2} 4.747948{col 42}{space 1}    1.75{col 51}{space 3}0.080{col 59}{space 4}-.9847496{col 72}{space 3} 17.63345
{txt}{space 4}speech_92K_91 {c |}{col 19}{res}{space 2}  13.5692{col 31}{space 2} 6.616253{col 42}{space 1}    2.05{col 51}{space 3}0.040{col 59}{space 4} .5969868{col 72}{space 3}  26.5414
{txt}{space 4}speech_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}quote_92K_1 {c |}{col 19}{res}{space 2} .9274212{col 31}{space 2} 2.393443{col 42}{space 1}    0.39{col 51}{space 3}0.698{col 59}{space 4}-3.765301{col 72}{space 3} 5.620143
{txt}{space 6}quote_92K_2 {c |}{col 19}{res}{space 2} 1.888627{col 31}{space 2} 1.548041{col 42}{space 1}    1.22{col 51}{space 3}0.223{col 59}{space 4}-1.146551{col 72}{space 3} 4.923806
{txt}{space 6}quote_92K_3 {c |}{col 19}{res}{space 2} .9364593{col 31}{space 2}  1.49127{col 42}{space 1}    0.63{col 51}{space 3}0.530{col 59}{space 4}-1.987411{col 72}{space 3}  3.86033
{txt}{space 6}quote_92K_4 {c |}{col 19}{res}{space 2} 1.723158{col 31}{space 2} 1.471111{col 42}{space 1}    1.17{col 51}{space 3}0.242{col 59}{space 4}-1.161188{col 72}{space 3} 4.607504
{txt}{space 6}quote_92K_5 {c |}{col 19}{res}{space 2} .7097518{col 31}{space 2} 2.002014{col 42}{space 1}    0.35{col 51}{space 3}0.723{col 59}{space 4}-3.215512{col 72}{space 3} 4.635016
{txt}{space 6}quote_92K_6 {c |}{col 19}{res}{space 2}  2.27894{col 31}{space 2} 1.870965{col 42}{space 1}    1.22{col 51}{space 3}0.223{col 59}{space 4}-1.389382{col 72}{space 3} 5.947263
{txt}{space 6}quote_92K_7 {c |}{col 19}{res}{space 2} .6597901{col 31}{space 2} 1.467096{col 42}{space 1}    0.45{col 51}{space 3}0.653{col 59}{space 4}-2.216683{col 72}{space 3} 3.536263
{txt}{space 6}quote_92K_8 {c |}{col 19}{res}{space 2}-.6430146{col 31}{space 2} 1.924375{col 42}{space 1}   -0.33{col 51}{space 3}0.738{col 59}{space 4}-4.416056{col 72}{space 3} 3.130026
{txt}{space 6}quote_92K_9 {c |}{col 19}{res}{space 2} 2.978722{col 31}{space 2} 2.164129{col 42}{space 1}    1.38{col 51}{space 3}0.169{col 59}{space 4}-1.264394{col 72}{space 3} 7.221837
{txt}{space 5}quote_92K_10 {c |}{col 19}{res}{space 2}-.8379414{col 31}{space 2} 1.640238{col 42}{space 1}   -0.51{col 51}{space 3}0.609{col 59}{space 4}-4.053887{col 72}{space 3} 2.378004
{txt}{space 5}quote_92K_11 {c |}{col 19}{res}{space 2} .9997022{col 31}{space 2} 1.506727{col 42}{space 1}    0.66{col 51}{space 3}0.507{col 59}{space 4}-1.954473{col 72}{space 3} 3.953878
{txt}{space 5}quote_92K_12 {c |}{col 19}{res}{space 2}-2.477793{col 31}{space 2}  3.57956{col 42}{space 1}   -0.69{col 51}{space 3}0.489{col 59}{space 4}-9.496085{col 72}{space 3}   4.5405
{txt}{space 5}quote_92K_13 {c |}{col 19}{res}{space 2} 3.374836{col 31}{space 2}  1.85327{col 42}{space 1}    1.82{col 51}{space 3}0.069{col 59}{space 4}-.2587915{col 72}{space 3} 7.008464
{txt}{space 5}quote_92K_14 {c |}{col 19}{res}{space 2}  .144678{col 31}{space 2} 1.421043{col 42}{space 1}    0.10{col 51}{space 3}0.919{col 59}{space 4}-2.641502{col 72}{space 3} 2.930857
{txt}{space 5}quote_92K_15 {c |}{col 19}{res}{space 2}-.2839729{col 31}{space 2} 2.294595{col 42}{space 1}   -0.12{col 51}{space 3}0.902{col 59}{space 4}-4.782889{col 72}{space 3} 4.214943
{txt}{space 5}quote_92K_16 {c |}{col 19}{res}{space 2}-3.899951{col 31}{space 2} 2.214443{col 42}{space 1}   -1.76{col 51}{space 3}0.078{col 59}{space 4}-8.241717{col 72}{space 3} .4418141
{txt}{space 5}quote_92K_17 {c |}{col 19}{res}{space 2} 1.457131{col 31}{space 2} 1.764777{col 42}{space 1}    0.83{col 51}{space 3}0.409{col 59}{space 4}-2.002993{col 72}{space 3} 4.917255
{txt}{space 5}quote_92K_18 {c |}{col 19}{res}{space 2} 4.681995{col 31}{space 2} 1.821287{col 42}{space 1}    2.57{col 51}{space 3}0.010{col 59}{space 4} 1.111074{col 72}{space 3} 8.252915
{txt}{space 5}quote_92K_19 {c |}{col 19}{res}{space 2} .3918092{col 31}{space 2} 1.569831{col 42}{space 1}    0.25{col 51}{space 3}0.803{col 59}{space 4}-2.686091{col 72}{space 3}  3.46971
{txt}{space 5}quote_92K_20 {c |}{col 19}{res}{space 2}-.5909742{col 31}{space 2} 1.824842{col 42}{space 1}   -0.32{col 51}{space 3}0.746{col 59}{space 4}-4.168864{col 72}{space 3} 2.986916
{txt}{space 5}quote_92K_21 {c |}{col 19}{res}{space 2}-1.915544{col 31}{space 2} 1.894557{col 42}{space 1}   -1.01{col 51}{space 3}0.312{col 59}{space 4}-5.630122{col 72}{space 3} 1.799034
{txt}{space 5}quote_92K_22 {c |}{col 19}{res}{space 2} .7272099{col 31}{space 2} 2.133729{col 42}{space 1}    0.34{col 51}{space 3}0.733{col 59}{space 4}-3.456302{col 72}{space 3} 4.910722
{txt}{space 5}quote_92K_23 {c |}{col 19}{res}{space 2} 1.391073{col 31}{space 2} 1.444207{col 42}{space 1}    0.96{col 51}{space 3}0.336{col 59}{space 4}-1.440523{col 72}{space 3} 4.222668
{txt}{space 5}quote_92K_24 {c |}{col 19}{res}{space 2} 1.242412{col 31}{space 2} 1.443688{col 42}{space 1}    0.86{col 51}{space 3}0.390{col 59}{space 4}-1.588166{col 72}{space 3} 4.072991
{txt}{space 5}quote_92K_25 {c |}{col 19}{res}{space 2}-1.662262{col 31}{space 2} 2.319731{col 42}{space 1}   -0.72{col 51}{space 3}0.474{col 59}{space 4}-6.210461{col 72}{space 3} 2.885937
{txt}{space 5}quote_92K_26 {c |}{col 19}{res}{space 2} 1.149171{col 31}{space 2} 1.607804{col 42}{space 1}    0.71{col 51}{space 3}0.475{col 59}{space 4}-2.003183{col 72}{space 3} 4.301525
{txt}{space 5}quote_92K_27 {c |}{col 19}{res}{space 2} 2.574012{col 31}{space 2} 1.711476{col 42}{space 1}    1.50{col 51}{space 3}0.133{col 59}{space 4}-.7816072{col 72}{space 3} 5.929632
{txt}{space 5}quote_92K_28 {c |}{col 19}{res}{space 2}-2.215432{col 31}{space 2} 2.927915{col 42}{space 1}   -0.76{col 51}{space 3}0.449{col 59}{space 4}-7.956072{col 72}{space 3} 3.525207
{txt}{space 5}quote_92K_29 {c |}{col 19}{res}{space 2}-.9059165{col 31}{space 2} 1.981049{col 42}{space 1}   -0.46{col 51}{space 3}0.647{col 59}{space 4}-4.790077{col 72}{space 3} 2.978244
{txt}{space 5}quote_92K_30 {c |}{col 19}{res}{space 2} 1.786355{col 31}{space 2} 2.088626{col 42}{space 1}    0.86{col 51}{space 3}0.392{col 59}{space 4}-2.308727{col 72}{space 3} 5.881436
{txt}{space 5}quote_92K_31 {c |}{col 19}{res}{space 2} 1.440998{col 31}{space 2} 1.560863{col 42}{space 1}    0.92{col 51}{space 3}0.356{col 59}{space 4}-1.619321{col 72}{space 3} 4.501316
{txt}{space 5}quote_92K_32 {c |}{col 19}{res}{space 2} -.031427{col 31}{space 2} 1.584203{col 42}{space 1}   -0.02{col 51}{space 3}0.984{col 59}{space 4}-3.137507{col 72}{space 3} 3.074653
{txt}{space 5}quote_92K_33 {c |}{col 19}{res}{space 2} .5947463{col 31}{space 2} 1.462335{col 42}{space 1}    0.41{col 51}{space 3}0.684{col 59}{space 4}-2.272392{col 72}{space 3} 3.461885
{txt}{space 5}quote_92K_34 {c |}{col 19}{res}{space 2} 1.579477{col 31}{space 2} 1.804993{col 42}{space 1}    0.88{col 51}{space 3}0.382{col 59}{space 4}-1.959497{col 72}{space 3} 5.118452
{txt}{space 5}quote_92K_35 {c |}{col 19}{res}{space 2} .2756522{col 31}{space 2} 1.787969{col 42}{space 1}    0.15{col 51}{space 3}0.877{col 59}{space 4}-3.229943{col 72}{space 3} 3.781247
{txt}{space 5}quote_92K_36 {c |}{col 19}{res}{space 2} .0696568{col 31}{space 2} 1.915936{col 42}{space 1}    0.04{col 51}{space 3}0.971{col 59}{space 4}-3.686838{col 72}{space 3} 3.826152
{txt}{space 5}quote_92K_37 {c |}{col 19}{res}{space 2} 2.985763{col 31}{space 2} 1.656987{col 42}{space 1}    1.80{col 51}{space 3}0.072{col 59}{space 4}-.2630224{col 72}{space 3} 6.234548
{txt}{space 5}quote_92K_38 {c |}{col 19}{res}{space 2}-.7082977{col 31}{space 2} 2.208278{col 42}{space 1}   -0.32{col 51}{space 3}0.748{col 59}{space 4}-5.037975{col 72}{space 3}  3.62138
{txt}{space 5}quote_92K_39 {c |}{col 19}{res}{space 2} 2.107746{col 31}{space 2} 1.569628{col 42}{space 1}    1.34{col 51}{space 3}0.179{col 59}{space 4}-.9697563{col 72}{space 3} 5.185249
{txt}{space 5}quote_92K_40 {c |}{col 19}{res}{space 2}-.7154925{col 31}{space 2} 1.895547{col 42}{space 1}   -0.38{col 51}{space 3}0.706{col 59}{space 4}-4.432013{col 72}{space 3} 3.001028
{txt}{space 5}quote_92K_41 {c |}{col 19}{res}{space 2} .8587348{col 31}{space 2} 1.480417{col 42}{space 1}    0.58{col 51}{space 3}0.562{col 59}{space 4}-2.043856{col 72}{space 3} 3.761325
{txt}{space 5}quote_92K_42 {c |}{col 19}{res}{space 2} 2.713112{col 31}{space 2} 1.483704{col 42}{space 1}    1.83{col 51}{space 3}0.068{col 59}{space 4}-.1959237{col 72}{space 3} 5.622149
{txt}{space 5}quote_92K_43 {c |}{col 19}{res}{space 2} .4246201{col 31}{space 2}  1.71323{col 42}{space 1}    0.25{col 51}{space 3}0.804{col 59}{space 4}-2.934438{col 72}{space 3} 3.783678
{txt}{space 5}quote_92K_44 {c |}{col 19}{res}{space 2} .9619087{col 31}{space 2} 1.601976{col 42}{space 1}    0.60{col 51}{space 3}0.548{col 59}{space 4}-2.179019{col 72}{space 3} 4.102836
{txt}{space 5}quote_92K_45 {c |}{col 19}{res}{space 2}-.0458536{col 31}{space 2} 2.316489{col 42}{space 1}   -0.02{col 51}{space 3}0.984{col 59}{space 4}-4.587697{col 72}{space 3}  4.49599
{txt}{space 5}quote_92K_46 {c |}{col 19}{res}{space 2} .4529167{col 31}{space 2} 2.727889{col 42}{space 1}    0.17{col 51}{space 3}0.868{col 59}{space 4}-4.895541{col 72}{space 3} 5.801374
{txt}{space 5}quote_92K_47 {c |}{col 19}{res}{space 2}-2.282049{col 31}{space 2} 2.306438{col 42}{space 1}   -0.99{col 51}{space 3}0.323{col 59}{space 4}-6.804186{col 72}{space 3} 2.240088
{txt}{space 5}quote_92K_48 {c |}{col 19}{res}{space 2} 2.182387{col 31}{space 2} 1.775119{col 42}{space 1}    1.23{col 51}{space 3}0.219{col 59}{space 4}-1.298014{col 72}{space 3} 5.662788
{txt}{space 5}quote_92K_49 {c |}{col 19}{res}{space 2}-.0187586{col 31}{space 2} 2.145298{col 42}{space 1}   -0.01{col 51}{space 3}0.993{col 59}{space 4}-4.224953{col 72}{space 3} 4.187436
{txt}{space 5}quote_92K_50 {c |}{col 19}{res}{space 2}  .730939{col 31}{space 2} 2.087128{col 42}{space 1}    0.35{col 51}{space 3}0.726{col 59}{space 4}-3.361206{col 72}{space 3} 4.823084
{txt}{space 5}quote_92K_51 {c |}{col 19}{res}{space 2} .6476828{col 31}{space 2} 1.500013{col 42}{space 1}    0.43{col 51}{space 3}0.666{col 59}{space 4} -2.29333{col 72}{space 3} 3.588696
{txt}{space 5}quote_92K_52 {c |}{col 19}{res}{space 2} .0961012{col 31}{space 2} 1.671691{col 42}{space 1}    0.06{col 51}{space 3}0.954{col 59}{space 4}-3.181512{col 72}{space 3} 3.373715
{txt}{space 5}quote_92K_53 {c |}{col 19}{res}{space 2} .5701901{col 31}{space 2} 1.714135{col 42}{space 1}    0.33{col 51}{space 3}0.739{col 59}{space 4}-2.790643{col 72}{space 3} 3.931023
{txt}{space 5}quote_92K_54 {c |}{col 19}{res}{space 2}-.8367376{col 31}{space 2} 1.885928{col 42}{space 1}   -0.44{col 51}{space 3}0.657{col 59}{space 4}-4.534398{col 72}{space 3} 2.860922
{txt}{space 5}quote_92K_55 {c |}{col 19}{res}{space 2}-.2437581{col 31}{space 2} 1.800412{col 42}{space 1}   -0.14{col 51}{space 3}0.892{col 59}{space 4}-3.773751{col 72}{space 3} 3.286234
{txt}{space 5}quote_92K_56 {c |}{col 19}{res}{space 2} 1.835057{col 31}{space 2} 1.691134{col 42}{space 1}    1.09{col 51}{space 3}0.278{col 59}{space 4}-1.480678{col 72}{space 3} 5.150791
{txt}{space 5}quote_92K_57 {c |}{col 19}{res}{space 2} 1.218814{col 31}{space 2} 1.571587{col 42}{space 1}    0.78{col 51}{space 3}0.438{col 59}{space 4} -1.86253{col 72}{space 3} 4.300158
{txt}{space 5}quote_92K_58 {c |}{col 19}{res}{space 2}-2.336955{col 31}{space 2} 2.580796{col 42}{space 1}   -0.91{col 51}{space 3}0.365{col 59}{space 4}-7.397013{col 72}{space 3} 2.723104
{txt}{space 5}quote_92K_59 {c |}{col 19}{res}{space 2} .1985864{col 31}{space 2} 1.733582{col 42}{space 1}    0.11{col 51}{space 3}0.909{col 59}{space 4}-3.200375{col 72}{space 3} 3.597548
{txt}{space 5}quote_92K_60 {c |}{col 19}{res}{space 2} 1.587572{col 31}{space 2} 1.510948{col 42}{space 1}    1.05{col 51}{space 3}0.293{col 59}{space 4} -1.37488{col 72}{space 3} 4.550025
{txt}{space 5}quote_92K_61 {c |}{col 19}{res}{space 2} 1.300303{col 31}{space 2} 1.639284{col 42}{space 1}    0.79{col 51}{space 3}0.428{col 59}{space 4}-1.913771{col 72}{space 3} 4.514378
{txt}{space 5}quote_92K_62 {c |}{col 19}{res}{space 2} .0235327{col 31}{space 2} 1.638365{col 42}{space 1}    0.01{col 51}{space 3}0.989{col 59}{space 4} -3.18874{col 72}{space 3} 3.235806
{txt}{space 5}quote_92K_63 {c |}{col 19}{res}{space 2}-.7130247{col 31}{space 2} 2.741484{col 42}{space 1}   -0.26{col 51}{space 3}0.795{col 59}{space 4}-6.088136{col 72}{space 3} 4.662087
{txt}{space 5}quote_92K_64 {c |}{col 19}{res}{space 2} 2.300303{col 31}{space 2} 1.827556{col 42}{space 1}    1.26{col 51}{space 3}0.208{col 59}{space 4}-1.282909{col 72}{space 3} 5.883516
{txt}{space 5}quote_92K_65 {c |}{col 19}{res}{space 2} .6259938{col 31}{space 2} 1.656793{col 42}{space 1}    0.38{col 51}{space 3}0.706{col 59}{space 4} -2.62241{col 72}{space 3} 3.874398
{txt}{space 5}quote_92K_66 {c |}{col 19}{res}{space 2} 1.828154{col 31}{space 2} 1.466097{col 42}{space 1}    1.25{col 51}{space 3}0.212{col 59}{space 4}-1.046359{col 72}{space 3} 4.702668
{txt}{space 5}quote_92K_67 {c |}{col 19}{res}{space 2}-.1377781{col 31}{space 2} 1.588371{col 42}{space 1}   -0.09{col 51}{space 3}0.931{col 59}{space 4}-3.252029{col 72}{space 3} 2.976473
{txt}{space 5}quote_92K_68 {c |}{col 19}{res}{space 2} .6441078{col 31}{space 2} 2.540306{col 42}{space 1}    0.25{col 51}{space 3}0.800{col 59}{space 4}-4.336564{col 72}{space 3}  5.62478
{txt}{space 5}quote_92K_69 {c |}{col 19}{res}{space 2} 3.357035{col 31}{space 2} 1.484083{col 42}{space 1}    2.26{col 51}{space 3}0.024{col 59}{space 4} .4472566{col 72}{space 3} 6.266814
{txt}{space 5}quote_92K_70 {c |}{col 19}{res}{space 2} .7839813{col 31}{space 2} 2.089011{col 42}{space 1}    0.38{col 51}{space 3}0.707{col 59}{space 4}-3.311855{col 72}{space 3} 4.879817
{txt}{space 5}quote_92K_71 {c |}{col 19}{res}{space 2}-.2702073{col 31}{space 2} 2.336023{col 42}{space 1}   -0.12{col 51}{space 3}0.908{col 59}{space 4} -4.85035{col 72}{space 3} 4.309935
{txt}{space 5}quote_92K_72 {c |}{col 19}{res}{space 2}-1.498243{col 31}{space 2} 1.832801{col 42}{space 1}   -0.82{col 51}{space 3}0.414{col 59}{space 4}-5.091739{col 72}{space 3} 2.095252
{txt}{space 5}quote_92K_73 {c |}{col 19}{res}{space 2}  -1.6112{col 31}{space 2} 1.817049{col 42}{space 1}   -0.89{col 51}{space 3}0.375{col 59}{space 4}-5.173811{col 72}{space 3} 1.951411
{txt}{space 5}quote_92K_74 {c |}{col 19}{res}{space 2}-1.745917{col 31}{space 2} 2.219261{col 42}{space 1}   -0.79{col 51}{space 3}0.432{col 59}{space 4} -6.09713{col 72}{space 3} 2.605295
{txt}{space 5}quote_92K_75 {c |}{col 19}{res}{space 2} 1.977171{col 31}{space 2} 1.884389{col 42}{space 1}    1.05{col 51}{space 3}0.294{col 59}{space 4}-1.717471{col 72}{space 3} 5.671813
{txt}{space 5}quote_92K_76 {c |}{col 19}{res}{space 2}-.1708138{col 31}{space 2} 1.427413{col 42}{space 1}   -0.12{col 51}{space 3}0.905{col 59}{space 4}-2.969482{col 72}{space 3} 2.627855
{txt}{space 5}quote_92K_77 {c |}{col 19}{res}{space 2}  .683151{col 31}{space 2} 1.919006{col 42}{space 1}    0.36{col 51}{space 3}0.722{col 59}{space 4}-3.079363{col 72}{space 3} 4.445665
{txt}{space 5}quote_92K_78 {c |}{col 19}{res}{space 2}-.3690253{col 31}{space 2}  2.07301{col 42}{space 1}   -0.18{col 51}{space 3}0.859{col 59}{space 4}-4.433489{col 72}{space 3} 3.695438
{txt}{space 5}quote_92K_79 {c |}{col 19}{res}{space 2} .6482472{col 31}{space 2} 2.096362{col 42}{space 1}    0.31{col 51}{space 3}0.757{col 59}{space 4}-3.462002{col 72}{space 3} 4.758497
{txt}{space 5}quote_92K_80 {c |}{col 19}{res}{space 2}-.9302923{col 31}{space 2} 1.647077{col 42}{space 1}   -0.56{col 51}{space 3}0.572{col 59}{space 4}-4.159646{col 72}{space 3} 2.299062
{txt}{space 5}quote_92K_81 {c |}{col 19}{res}{space 2} 1.097827{col 31}{space 2} 1.677565{col 42}{space 1}    0.65{col 51}{space 3}0.513{col 59}{space 4}-2.191304{col 72}{space 3} 4.386959
{txt}{space 5}quote_92K_82 {c |}{col 19}{res}{space 2}-1.826819{col 31}{space 2} 2.156603{col 42}{space 1}   -0.85{col 51}{space 3}0.397{col 59}{space 4} -6.05518{col 72}{space 3} 2.401542
{txt}{space 5}quote_92K_83 {c |}{col 19}{res}{space 2}-3.243406{col 31}{space 2} 2.072787{col 42}{space 1}   -1.56{col 51}{space 3}0.118{col 59}{space 4}-7.307431{col 72}{space 3} .8206197
{txt}{space 5}quote_92K_84 {c |}{col 19}{res}{space 2} 1.566075{col 31}{space 2} 1.701517{col 42}{space 1}    0.92{col 51}{space 3}0.357{col 59}{space 4}-1.770018{col 72}{space 3} 4.902167
{txt}{space 5}quote_92K_85 {c |}{col 19}{res}{space 2} 2.240254{col 31}{space 2} 1.507802{col 42}{space 1}    1.49{col 51}{space 3}0.137{col 59}{space 4}-.7160299{col 72}{space 3} 5.196537
{txt}{space 5}quote_92K_86 {c |}{col 19}{res}{space 2} .0421298{col 31}{space 2} 1.707883{col 42}{space 1}    0.02{col 51}{space 3}0.980{col 59}{space 4}-3.306445{col 72}{space 3} 3.390704
{txt}{space 5}quote_92K_87 {c |}{col 19}{res}{space 2}    .0324{col 31}{space 2} 1.909993{col 42}{space 1}    0.02{col 51}{space 3}0.986{col 59}{space 4}-3.712444{col 72}{space 3} 3.777244
{txt}{space 5}quote_92K_88 {c |}{col 19}{res}{space 2} .6885105{col 31}{space 2} 1.434188{col 42}{space 1}    0.48{col 51}{space 3}0.631{col 59}{space 4}-2.123441{col 72}{space 3} 3.500462
{txt}{space 5}quote_92K_89 {c |}{col 19}{res}{space 2}-1.137882{col 31}{space 2} 2.115163{col 42}{space 1}   -0.54{col 51}{space 3}0.591{col 59}{space 4}-5.284994{col 72}{space 3} 3.009229
{txt}{space 5}quote_92K_90 {c |}{col 19}{res}{space 2}-.5544357{col 31}{space 2} 2.082123{col 42}{space 1}   -0.27{col 51}{space 3}0.790{col 59}{space 4}-4.636766{col 72}{space 3} 3.527895
{txt}{space 5}quote_92K_91 {c |}{col 19}{res}{space 2} .7442353{col 31}{space 2} 2.029836{col 42}{space 1}    0.37{col 51}{space 3}0.714{col 59}{space 4}-3.235578{col 72}{space 3} 4.724049
{txt}{space 5}quote_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 4}article_40K_1 {c |}{col 19}{res}{space 2} 1.540553{col 31}{space 2} 5.499472{col 42}{space 1}    0.28{col 51}{space 3}0.779{col 59}{space 4}-9.242031{col 72}{space 3} 12.32314
{txt}{space 4}article_40K_2 {c |}{col 19}{res}{space 2} 2.712409{col 31}{space 2} 6.987483{col 42}{space 1}    0.39{col 51}{space 3}0.698{col 59}{space 4}-10.98766{col 72}{space 3} 16.41247
{txt}{space 4}article_40K_3 {c |}{col 19}{res}{space 2}-4.557607{col 31}{space 2} 6.458516{col 42}{space 1}   -0.71{col 51}{space 3}0.480{col 59}{space 4}-17.22055{col 72}{space 3} 8.105334
{txt}{space 4}article_40K_4 {c |}{col 19}{res}{space 2}-2.487484{col 31}{space 2} 10.84227{col 42}{space 1}   -0.23{col 51}{space 3}0.819{col 59}{space 4}-23.74547{col 72}{space 3}  18.7705
{txt}{space 4}article_40K_5 {c |}{col 19}{res}{space 2} 1.116481{col 31}{space 2}    6.067{col 42}{space 1}    0.18{col 51}{space 3}0.854{col 59}{space 4}-10.77883{col 72}{space 3} 13.01179
{txt}{space 4}article_40K_6 {c |}{col 19}{res}{space 2} 12.86447{col 31}{space 2} 7.257053{col 42}{space 1}    1.77{col 51}{space 3}0.076{col 59}{space 4}-1.364131{col 72}{space 3} 27.09307
{txt}{space 4}article_40K_7 {c |}{col 19}{res}{space 2}-5.205172{col 31}{space 2}  5.70775{col 42}{space 1}   -0.91{col 51}{space 3}0.362{col 59}{space 4}-16.39612{col 72}{space 3} 5.985773
{txt}{space 4}article_40K_8 {c |}{col 19}{res}{space 2}-2.846355{col 31}{space 2} 6.618331{col 42}{space 1}   -0.43{col 51}{space 3}0.667{col 59}{space 4}-15.82264{col 72}{space 3} 10.12993
{txt}{space 4}article_40K_9 {c |}{col 19}{res}{space 2}-5.375298{col 31}{space 2} 8.222435{col 42}{space 1}   -0.65{col 51}{space 3}0.513{col 59}{space 4}-21.49668{col 72}{space 3} 10.74608
{txt}{space 3}article_40K_10 {c |}{col 19}{res}{space 2} -3.12243{col 31}{space 2} 5.709885{col 42}{space 1}   -0.55{col 51}{space 3}0.585{col 59}{space 4}-14.31756{col 72}{space 3}   8.0727
{txt}{space 3}article_40K_11 {c |}{col 19}{res}{space 2} 2.521341{col 31}{space 2} 6.375721{col 42}{space 1}    0.40{col 51}{space 3}0.693{col 59}{space 4}-9.979268{col 72}{space 3} 15.02195
{txt}{space 3}article_40K_12 {c |}{col 19}{res}{space 2}-4.784517{col 31}{space 2} 5.569733{col 42}{space 1}   -0.86{col 51}{space 3}0.390{col 59}{space 4}-15.70486{col 72}{space 3} 6.135824
{txt}{space 3}article_40K_13 {c |}{col 19}{res}{space 2}-4.563282{col 31}{space 2} 5.758059{col 42}{space 1}   -0.79{col 51}{space 3}0.428{col 59}{space 4}-15.85287{col 72}{space 3} 6.726302
{txt}{space 3}article_40K_14 {c |}{col 19}{res}{space 2} .3301384{col 31}{space 2} 5.938117{col 42}{space 1}    0.06{col 51}{space 3}0.956{col 59}{space 4}-11.31248{col 72}{space 3} 11.97275
{txt}{space 3}article_40K_15 {c |}{col 19}{res}{space 2} .9760179{col 31}{space 2} 6.112526{col 42}{space 1}    0.16{col 51}{space 3}0.873{col 59}{space 4}-11.00855{col 72}{space 3} 12.96059
{txt}{space 3}article_40K_16 {c |}{col 19}{res}{space 2} 3.109336{col 31}{space 2} 6.477117{col 42}{space 1}    0.48{col 51}{space 3}0.631{col 59}{space 4}-9.590074{col 72}{space 3} 15.80875
{txt}{space 3}article_40K_17 {c |}{col 19}{res}{space 2}-3.378142{col 31}{space 2} 5.666414{col 42}{space 1}   -0.60{col 51}{space 3}0.551{col 59}{space 4}-14.48804{col 72}{space 3} 7.731757
{txt}{space 3}article_40K_18 {c |}{col 19}{res}{space 2}-3.725922{col 31}{space 2} 5.698801{col 42}{space 1}   -0.65{col 51}{space 3}0.513{col 59}{space 4}-14.89932{col 72}{space 3} 7.447478
{txt}{space 3}article_40K_19 {c |}{col 19}{res}{space 2}-3.170229{col 31}{space 2} 6.436939{col 42}{space 1}   -0.49{col 51}{space 3}0.622{col 59}{space 4}-15.79086{col 72}{space 3} 9.450407
{txt}{space 3}article_40K_20 {c |}{col 19}{res}{space 2}-9.825094{col 31}{space 2} 8.200621{col 42}{space 1}   -1.20{col 51}{space 3}0.231{col 59}{space 4}-25.90371{col 72}{space 3} 6.253518
{txt}{space 3}article_40K_21 {c |}{col 19}{res}{space 2}-5.493638{col 31}{space 2} 7.325235{col 42}{space 1}   -0.75{col 51}{space 3}0.453{col 59}{space 4}-19.85592{col 72}{space 3} 8.868641
{txt}{space 3}article_40K_22 {c |}{col 19}{res}{space 2}-8.916148{col 31}{space 2} 11.29541{col 42}{space 1}   -0.79{col 51}{space 3}0.430{col 59}{space 4}-31.06259{col 72}{space 3} 13.23029
{txt}{space 3}article_40K_23 {c |}{col 19}{res}{space 2} .8690492{col 31}{space 2} 5.475959{col 42}{space 1}    0.16{col 51}{space 3}0.874{col 59}{space 4}-9.867433{col 72}{space 3} 11.60553
{txt}{space 3}article_40K_24 {c |}{col 19}{res}{space 2}-4.677144{col 31}{space 2} 7.780253{col 42}{space 1}   -0.60{col 51}{space 3}0.548{col 59}{space 4}-19.93156{col 72}{space 3} 10.57727
{txt}{space 3}article_40K_25 {c |}{col 19}{res}{space 2}-11.60442{col 31}{space 2} 7.692478{col 42}{space 1}   -1.51{col 51}{space 3}0.132{col 59}{space 4}-26.68673{col 72}{space 3} 3.477901
{txt}{space 3}article_40K_26 {c |}{col 19}{res}{space 2}-9.140625{col 31}{space 2} 6.663876{col 42}{space 1}   -1.37{col 51}{space 3}0.170{col 59}{space 4}-22.20621{col 72}{space 3} 3.924957
{txt}{space 3}article_40K_27 {c |}{col 19}{res}{space 2} 2.385725{col 31}{space 2} 6.457993{col 42}{space 1}    0.37{col 51}{space 3}0.712{col 59}{space 4}-10.27619{col 72}{space 3} 15.04764
{txt}{space 3}article_40K_28 {c |}{col 19}{res}{space 2}-8.164196{col 31}{space 2} 6.659096{col 42}{space 1}   -1.23{col 51}{space 3}0.220{col 59}{space 4}-21.22041{col 72}{space 3} 4.892014
{txt}{space 3}article_40K_29 {c |}{col 19}{res}{space 2} 2.133383{col 31}{space 2} 5.583518{col 42}{space 1}    0.38{col 51}{space 3}0.702{col 59}{space 4}-8.813985{col 72}{space 3} 13.08075
{txt}{space 3}article_40K_30 {c |}{col 19}{res}{space 2}-1.512632{col 31}{space 2}   6.2735{col 42}{space 1}   -0.24{col 51}{space 3}0.809{col 59}{space 4}-13.81282{col 72}{space 3} 10.78756
{txt}{space 3}article_40K_31 {c |}{col 19}{res}{space 2}-8.400557{col 31}{space 2} 6.499492{col 42}{space 1}   -1.29{col 51}{space 3}0.196{col 59}{space 4}-21.14384{col 72}{space 3} 4.342723
{txt}{space 3}article_40K_32 {c |}{col 19}{res}{space 2} -.926952{col 31}{space 2} 5.835625{col 42}{space 1}   -0.16{col 51}{space 3}0.874{col 59}{space 4}-12.36862{col 72}{space 3} 10.51471
{txt}{space 3}article_40K_33 {c |}{col 19}{res}{space 2}-2.613935{col 31}{space 2} 5.834968{col 42}{space 1}   -0.45{col 51}{space 3}0.654{col 59}{space 4}-14.05431{col 72}{space 3}  8.82644
{txt}{space 3}article_40K_34 {c |}{col 19}{res}{space 2}-6.155624{col 31}{space 2} 5.916854{col 42}{space 1}   -1.04{col 51}{space 3}0.298{col 59}{space 4}-17.75655{col 72}{space 3} 5.445302
{txt}{space 3}article_40K_35 {c |}{col 19}{res}{space 2} -5.27117{col 31}{space 2} 5.842861{col 42}{space 1}   -0.90{col 51}{space 3}0.367{col 59}{space 4}-16.72702{col 72}{space 3} 6.184681
{txt}{space 3}article_40K_36 {c |}{col 19}{res}{space 2} .7049356{col 31}{space 2} 5.507888{col 42}{space 1}    0.13{col 51}{space 3}0.898{col 59}{space 4}-10.09415{col 72}{space 3} 11.50402
{txt}{space 3}article_40K_37 {c |}{col 19}{res}{space 2}-6.849498{col 31}{space 2}  5.96318{col 42}{space 1}   -1.15{col 51}{space 3}0.251{col 59}{space 4}-18.54125{col 72}{space 3} 4.842258
{txt}{space 3}article_40K_38 {c |}{col 19}{res}{space 2}-7.794113{col 31}{space 2} 9.139765{col 42}{space 1}   -0.85{col 51}{space 3}0.394{col 59}{space 4}-25.71407{col 72}{space 3} 10.12584
{txt}{space 3}article_40K_39 {c |}{col 19}{res}{space 2}-8.883544{col 31}{space 2} 6.548765{col 42}{space 1}   -1.36{col 51}{space 3}0.175{col 59}{space 4}-21.72343{col 72}{space 3} 3.956345
{txt}{space 3}article_40K_40 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 13}rank {c |}
{space 14}pm  {c |}{col 19}{res}{space 2}-4.067858{col 31}{space 2} 1.759292{col 42}{space 1}   -2.31{col 51}{space 3}0.021{col 59}{space 4}-7.517227{col 72}{space 3} -.618488
{txt}{space 13}dpm  {c |}{col 19}{res}{space 2} .3947577{col 31}{space 2} 1.115578{col 42}{space 1}    0.35{col 51}{space 3}0.723{col 59}{space 4} -1.79251{col 72}{space 3} 2.582025
{txt}{space 8}minister  {c |}{col 19}{res}{space 2}-.2599677{col 31}{space 2} .7036667{col 42}{space 1}   -0.37{col 51}{space 3}0.712{col 59}{space 4}-1.639617{col 72}{space 3} 1.119682
{txt}{space 13}sms  {c |}{col 19}{res}{space 2}-1.202304{col 31}{space 2} 1.465994{col 42}{space 1}   -0.82{col 51}{space 3}0.412{col 59}{space 4}-4.076617{col 72}{space 3} 1.672008
{txt}{space 13}mos  {c |}{col 19}{res}{space 2}-.3287481{col 31}{space 2} 1.899453{col 42}{space 1}   -0.17{col 51}{space 3}0.863{col 59}{space 4}-4.052926{col 72}{space 3}  3.39543
{txt}{space 11}mayor  {c |}{col 19}{res}{space 2} 1.003681{col 31}{space 2} .7613272{col 42}{space 1}    1.32{col 51}{space 3}0.187{col 59}{space 4}-.4890211{col 72}{space 3} 2.496383
{txt}{space 13}sps  {c |}{col 19}{res}{space 2} 3.486096{col 31}{space 2} 3.769946{col 42}{space 1}    0.92{col 51}{space 3}0.355{col 59}{space 4}-3.905478{col 72}{space 3} 10.87767
{txt}{space 8}parl sec  {c |}{col 19}{res}{space 2} 8.353166{col 31}{space 2} 2.622928{col 42}{space 1}    3.18{col 51}{space 3}0.001{col 59}{space 4} 3.210502{col 72}{space 3} 13.49583
{txt}{space 9}speaker  {c |}{col 19}{res}{space 2} 2.393133{col 31}{space 2}  1.53221{col 42}{space 1}    1.56{col 51}{space 3}0.118{col 59}{space 4}-.6110067{col 72}{space 3} 5.397272
{txt}{space 12}ncmp  {c |}{col 19}{res}{space 2} 1.887532{col 31}{space 2}  .977578{col 42}{space 1}    1.93{col 51}{space 3}0.054{col 59}{space 4}-.0291643{col 72}{space 3} 3.804228
{txt}{space 13}nmp  {c |}{col 19}{res}{space 2}  .169234{col 31}{space 2} .5461703{col 42}{space 1}    0.31{col 51}{space 3}0.757{col 59}{space 4}-.9016192{col 72}{space 3} 1.240087
{txt}{space 17} {c |}
{space 14}MFA {c |}{col 19}{res}{space 2} 37.97957{col 31}{space 2} 21.21886{col 42}{space 1}    1.79{col 51}{space 3}0.074{col 59}{space 4}-3.623366{col 72}{space 3}  79.5825
{txt}{space 14}PMO {c |}{col 19}{res}{space 2} .9715925{col 31}{space 2} 1.938125{col 42}{space 1}    0.50{col 51}{space 3}0.616{col 59}{space 4}-2.828408{col 72}{space 3} 4.771593
{txt}{space 13}MEWR {c |}{col 19}{res}{space 2}-2.860238{col 31}{space 2} 5.732425{col 42}{space 1}   -0.50{col 51}{space 3}0.618{col 59}{space 4}-14.09956{col 72}{space 3} 8.379086
{txt}{space 14}MCI {c |}{col 19}{res}{space 2}-6.346064{col 31}{space 2} 6.226601{col 42}{space 1}   -1.02{col 51}{space 3}0.308{col 59}{space 4} -18.5543{col 72}{space 3} 5.862171
{txt}{space 14}MTI {c |}{col 19}{res}{space 2}-1.707133{col 31}{space 2} 5.780429{col 42}{space 1}   -0.30{col 51}{space 3}0.768{col 59}{space 4}-13.04058{col 72}{space 3}  9.62631
{txt}{space 14}MHA {c |}{col 19}{res}{space 2}-6.994945{col 31}{space 2} 3.166307{col 42}{space 1}   -2.21{col 51}{space 3}0.027{col 59}{space 4}-13.20299{col 72}{space 3}-.7868996
{txt}{space 13}MCCY {c |}{col 19}{res}{space 2}-6.525124{col 31}{space 2} 2.262724{col 42}{space 1}   -2.88{col 51}{space 3}0.004{col 59}{space 4}-10.96155{col 72}{space 3}-2.088696
{txt}{space 11}MinLaw {c |}{col 19}{res}{space 2}-.6266871{col 31}{space 2} 3.937414{col 42}{space 1}   -0.16{col 51}{space 3}0.874{col 59}{space 4}-8.346609{col 72}{space 3} 7.093235
{txt}{space 14}MOH {c |}{col 19}{res}{space 2} -50.4573{col 31}{space 2}  19.2292{col 42}{space 1}   -2.62{col 51}{space 3}0.009{col 59}{space 4} -88.1592{col 72}{space 3}-12.75541
{txt}{space 14}MOM {c |}{col 19}{res}{space 2} 1.594155{col 31}{space 2} 2.909516{col 42}{space 1}    0.55{col 51}{space 3}0.584{col 59}{space 4} -4.11041{col 72}{space 3} 7.298719
{txt}{space 11}MinDef {c |}{col 19}{res}{space 2} 4.966862{col 31}{space 2} 3.301946{col 42}{space 1}    1.50{col 51}{space 3}0.133{col 59}{space 4}-1.507125{col 72}{space 3} 11.44085
{txt}{space 14}MSF {c |}{col 19}{res}{space 2}-9.596171{col 31}{space 2} 3.730079{col 42}{space 1}   -2.57{col 51}{space 3}0.010{col 59}{space 4}-16.90958{col 72}{space 3}-2.282762
{txt}{space 14}MOT {c |}{col 19}{res}{space 2} 41.40095{col 31}{space 2} 20.08929{col 42}{space 1}    2.06{col 51}{space 3}0.039{col 59}{space 4} 2.012732{col 72}{space 3} 80.78917
{txt}{space 14}MND {c |}{col 19}{res}{space 2}-5.955707{col 31}{space 2} 2.313915{col 42}{space 1}   -2.57{col 51}{space 3}0.010{col 59}{space 4} -10.4925{col 72}{space 3}-1.418911
{txt}{space 14}MOF {c |}{col 19}{res}{space 2} .3343302{col 31}{space 2} 1.099408{col 42}{space 1}    0.30{col 51}{space 3}0.761{col 59}{space 4}-1.821233{col 72}{space 3} 2.489894
{txt}{space 14}MOE {c |}{col 19}{res}{space 2} 12.20813{col 31}{space 2} 5.285985{col 42}{space 1}    2.31{col 51}{space 3}0.021{col 59}{space 4} 1.844125{col 72}{space 3} 22.57214
{txt}{space 10}speaker {c |}{col 19}{res}{space 2}  2.18525{col 31}{space 2} 1.157697{col 42}{space 1}    1.89{col 51}{space 3}0.059{col 59}{space 4}-.0845978{col 72}{space 3} 4.455098
{txt}{space 17} {c |}
{space 9}rank#MFA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-38.40034{col 31}{space 2} 21.22137{col 42}{space 1}   -1.81{col 51}{space 3}0.070{col 59}{space 4} -80.0082{col 72}{space 3} 3.207509
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-36.83211{col 31}{space 2} 21.18724{col 42}{space 1}   -1.74{col 51}{space 3}0.082{col 59}{space 4}-78.37304{col 72}{space 3} 4.708828
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-36.19573{col 31}{space 2} 21.33059{col 42}{space 1}   -1.70{col 51}{space 3}0.090{col 59}{space 4}-78.01772{col 72}{space 3} 5.626257
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#PMO {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-.4486225{col 31}{space 2} 2.059656{col 42}{space 1}   -0.22{col 51}{space 3}0.828{col 59}{space 4}-4.486904{col 72}{space 3} 3.589659
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .4323096{col 31}{space 2} 2.341216{col 42}{space 1}    0.18{col 51}{space 3}0.854{col 59}{space 4}-4.158013{col 72}{space 3} 5.022632
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MEWR {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 2.469581{col 31}{space 2} 5.800747{col 42}{space 1}    0.43{col 51}{space 3}0.670{col 59}{space 4}-8.903699{col 72}{space 3} 13.84286
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 1.951053{col 31}{space 2} 5.915081{col 42}{space 1}    0.33{col 51}{space 3}0.742{col 59}{space 4}-9.646396{col 72}{space 3}  13.5485
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 6.033015{col 31}{space 2} 6.002279{col 42}{space 1}    1.01{col 51}{space 3}0.315{col 59}{space 4}  -5.7354{col 72}{space 3} 17.80143
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 4.431443{col 31}{space 2} 6.021789{col 42}{space 1}    0.74{col 51}{space 3}0.462{col 59}{space 4}-7.375225{col 72}{space 3} 16.23811
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MCI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 5.695334{col 31}{space 2} 6.308979{col 42}{space 1}    0.90{col 51}{space 3}0.367{col 59}{space 4}-6.674417{col 72}{space 3} 18.06508
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 8.917462{col 31}{space 2} 6.593591{col 42}{space 1}    1.35{col 51}{space 3}0.176{col 59}{space 4}-4.010314{col 72}{space 3} 21.84524
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 3.794124{col 31}{space 2} 6.481999{col 42}{space 1}    0.59{col 51}{space 3}0.558{col 59}{space 4}-8.914857{col 72}{space 3} 16.50311
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 5.105096{col 31}{space 2} 5.124858{col 42}{space 1}    1.00{col 51}{space 3}0.319{col 59}{space 4}-4.942997{col 72}{space 3} 15.15319
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MTI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 2.785108{col 31}{space 2} 5.816019{col 42}{space 1}    0.48{col 51}{space 3}0.632{col 59}{space 4}-8.618115{col 72}{space 3} 14.18833
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 3.276512{col 31}{space 2} 6.095698{col 42}{space 1}    0.54{col 51}{space 3}0.591{col 59}{space 4}-8.675067{col 72}{space 3} 15.22809
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 2.534394{col 31}{space 2} 5.813555{col 42}{space 1}    0.44{col 51}{space 3}0.663{col 59}{space 4}-8.863998{col 72}{space 3} 13.93279
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-8.552036{col 31}{space 2} 7.725663{col 42}{space 1}   -1.11{col 51}{space 3}0.268{col 59}{space 4}-23.69942{col 72}{space 3} 6.595346
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MHA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 7.561278{col 31}{space 2} 3.403891{col 42}{space 1}    2.22{col 51}{space 3}0.026{col 59}{space 4} .8874117{col 72}{space 3} 14.23514
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 7.383356{col 31}{space 2} 3.257276{col 42}{space 1}    2.27{col 51}{space 3}0.023{col 59}{space 4} .9969514{col 72}{space 3} 13.76976
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 8.542157{col 31}{space 2} 3.522601{col 42}{space 1}    2.42{col 51}{space 3}0.015{col 59}{space 4} 1.635542{col 72}{space 3} 15.44877
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 6.416024{col 31}{space 2}   4.4581{col 42}{space 1}    1.44{col 51}{space 3}0.150{col 59}{space 4}-2.324785{col 72}{space 3} 15.15683
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 5.915816{col 31}{space 2} 4.255914{col 42}{space 1}    1.39{col 51}{space 3}0.165{col 59}{space 4}-2.428574{col 72}{space 3} 14.26021
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MCCY {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 7.483935{col 31}{space 2} 2.381499{col 42}{space 1}    3.14{col 51}{space 3}0.002{col 59}{space 4}  2.81463{col 72}{space 3} 12.15324
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 8.423984{col 31}{space 2} 2.774321{col 42}{space 1}    3.04{col 51}{space 3}0.002{col 59}{space 4} 2.984489{col 72}{space 3} 13.86348
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}  8.11591{col 31}{space 2} 3.027963{col 42}{space 1}    2.68{col 51}{space 3}0.007{col 59}{space 4}  2.17911{col 72}{space 3} 14.05271
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-33.04076{col 31}{space 2} 21.66671{col 42}{space 1}   -1.52{col 51}{space 3}0.127{col 59}{space 4}-75.52176{col 72}{space 3} 9.440237
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}-36.08771{col 31}{space 2} 20.64566{col 42}{space 1}   -1.75{col 51}{space 3}0.081{col 59}{space 4}-76.56679{col 72}{space 3} 4.391366
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinLaw {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 2.345023{col 31}{space 2} 4.508266{col 42}{space 1}    0.52{col 51}{space 3}0.603{col 59}{space 4}-6.494145{col 72}{space 3} 11.18419
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 2.200093{col 31}{space 2} 3.995007{col 42}{space 1}    0.55{col 51}{space 3}0.582{col 59}{space 4}-5.632749{col 72}{space 3} 10.03294
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 2.355929{col 31}{space 2} 4.053079{col 42}{space 1}    0.58{col 51}{space 3}0.561{col 59}{space 4}-5.590772{col 72}{space 3} 10.30263
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOH {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 49.27435{col 31}{space 2}  19.3696{col 42}{space 1}    2.54{col 51}{space 3}0.011{col 59}{space 4} 11.29719{col 72}{space 3} 87.25152
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}   53.524{col 31}{space 2} 19.32003{col 42}{space 1}    2.77{col 51}{space 3}0.006{col 59}{space 4} 15.64404{col 72}{space 3} 91.40397
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 50.63461{col 31}{space 2} 19.43852{col 42}{space 1}    2.60{col 51}{space 3}0.009{col 59}{space 4} 12.52233{col 72}{space 3} 88.74689
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 48.15739{col 31}{space 2}  19.6871{col 42}{space 1}    2.45{col 51}{space 3}0.014{col 59}{space 4} 9.557718{col 72}{space 3} 86.75707
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOM {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} .3335199{col 31}{space 2} 3.835356{col 42}{space 1}    0.09{col 51}{space 3}0.931{col 59}{space 4}-7.186301{col 72}{space 3} 7.853341
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-2.036029{col 31}{space 2} 2.946255{col 42}{space 1}   -0.69{col 51}{space 3}0.490{col 59}{space 4}-7.812628{col 72}{space 3}  3.74057
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-2.463338{col 31}{space 2} 3.118109{col 42}{space 1}   -0.79{col 51}{space 3}0.430{col 59}{space 4}-8.576882{col 72}{space 3} 3.650206
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-1.882335{col 31}{space 2}  3.11781{col 42}{space 1}   -0.60{col 51}{space 3}0.546{col 59}{space 4}-7.995294{col 72}{space 3} 4.230624
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinDef {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-5.244855{col 31}{space 2} 3.535513{col 42}{space 1}   -1.48{col 51}{space 3}0.138{col 59}{space 4}-12.17679{col 72}{space 3} 1.687076
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}  -4.5886{col 31}{space 2} 3.371142{col 42}{space 1}   -1.36{col 51}{space 3}0.174{col 59}{space 4}-11.19826{col 72}{space 3} 2.021057
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-3.837526{col 31}{space 2} 3.574455{col 42}{space 1}   -1.07{col 51}{space 3}0.283{col 59}{space 4}-10.84581{col 72}{space 3} 3.170758
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-12.33851{col 31}{space 2}  4.75364{col 42}{space 1}   -2.60{col 51}{space 3}0.009{col 59}{space 4}-21.65877{col 72}{space 3}-3.018246
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MSF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 8.216756{col 31}{space 2} 3.899919{col 42}{space 1}    2.11{col 51}{space 3}0.035{col 59}{space 4} .5703494{col 72}{space 3} 15.86316
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 4.276542{col 31}{space 2} 5.887396{col 42}{space 1}    0.73{col 51}{space 3}0.468{col 59}{space 4}-7.266626{col 72}{space 3} 15.81971
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 9.207775{col 31}{space 2} 3.903191{col 42}{space 1}    2.36{col 51}{space 3}0.018{col 59}{space 4} 1.554952{col 72}{space 3}  16.8606
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}  46.6395{col 31}{space 2} 20.68508{col 42}{space 1}    2.25{col 51}{space 3}0.024{col 59}{space 4} 6.083126{col 72}{space 3} 87.19587
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOT {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-39.58923{col 31}{space 2} 20.09062{col 42}{space 1}   -1.97{col 51}{space 3}0.049{col 59}{space 4}-78.98007{col 72}{space 3}-.1983854
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-40.76481{col 31}{space 2} 20.12938{col 42}{space 1}   -2.03{col 51}{space 3}0.043{col 59}{space 4}-80.23165{col 72}{space 3}-1.297979
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-41.46607{col 31}{space 2} 20.16161{col 42}{space 1}   -2.06{col 51}{space 3}0.040{col 59}{space 4}-80.99609{col 72}{space 3}-1.936045
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MND {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 7.719544{col 31}{space 2} 2.410745{col 42}{space 1}    3.20{col 51}{space 3}0.001{col 59}{space 4} 2.992898{col 72}{space 3} 12.44619
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 5.488495{col 31}{space 2} 2.510559{col 42}{space 1}    2.19{col 51}{space 3}0.029{col 59}{space 4} .5661468{col 72}{space 3} 10.41084
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 7.629499{col 31}{space 2} 2.860489{col 42}{space 1}    2.67{col 51}{space 3}0.008{col 59}{space 4} 2.021059{col 72}{space 3} 13.23794
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 4.789732{col 31}{space 2} 4.469925{col 42}{space 1}    1.07{col 51}{space 3}0.284{col 59}{space 4}-3.974262{col 72}{space 3} 13.55372
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}-1.370739{col 31}{space 2} 2.935999{col 42}{space 1}   -0.47{col 51}{space 3}0.641{col 59}{space 4}-7.127229{col 72}{space 3}  4.38575
{txt}{space 11}dpm#1  {c |}{col 19}{res}{space 2}-7.680358{col 31}{space 2} 2.444301{col 42}{space 1}   -3.14{col 51}{space 3}0.002{col 59}{space 4} -12.4728{col 72}{space 3}-2.887919
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-2.392028{col 31}{space 2} 1.341958{col 42}{space 1}   -1.78{col 51}{space 3}0.075{col 59}{space 4}-5.023148{col 72}{space 3} .2390916
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOE {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-11.91055{col 31}{space 2} 5.362953{col 42}{space 1}   -2.22{col 51}{space 3}0.026{col 59}{space 4}-22.42546{col 72}{space 3}-1.395629
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-11.52801{col 31}{space 2} 5.482321{col 42}{space 1}   -2.10{col 51}{space 3}0.036{col 59}{space 4}-22.27697{col 72}{space 3}-.7790547
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-9.719392{col 31}{space 2} 5.537727{col 42}{space 1}   -1.76{col 51}{space 3}0.079{col 59}{space 4}-20.57698{col 72}{space 3} 1.138196
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}-14.85424{col 31}{space 2} 6.216686{col 42}{space 1}   -2.39{col 51}{space 3}0.017{col 59}{space 4}-27.04304{col 72}{space 3}-2.665446
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}rank#speaker {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sms#1  {c |}{col 19}{res}{space 2} 1.048927{col 31}{space 2}  1.90068{col 42}{space 1}    0.55{col 51}{space 3}0.581{col 59}{space 4}-2.677656{col 72}{space 3} 4.775511
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}-1.921452{col 31}{space 2} 1.803904{col 42}{space 1}   -1.07{col 51}{space 3}0.287{col 59}{space 4} -5.45829{col 72}{space 3} 1.615386
{txt}{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 12}_cons {c |}{col 19}{res}{space 2} 99.16865{col 31}{space 2} 8.531283{col 42}{space 1}   11.62{col 51}{space 3}0.000{col 59}{space 4} 82.44172{col 72}{space 3} 115.8956
{txt}{hline 18}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Predictive margins{col 51}Number of obs{col 67}= {res}     14901
{txt}Model VCE{col 14}: {res}Robust

{txt}{p2colset 1 14 16 2}{...}
{p2col:Expression}:{space 1}{res:Linear prediction, predict()}{p_end}
{p2colreset}{...}
{txt}{p2colset 1 14 16 2}{...}
{p2col:over}:{space 1}{res:year}{p_end}
{p2colreset}{...}

{res}{txt}{hline 16}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 17}{c |}{col 29} Delta-method
{col 17}{c |}     Margin{col 29}   Std. Err.{col 41}      t{col 49}   P>|t|{col 57}     [95% Con{col 70}f. Interval]
{hline 16}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
year#opposition {c |}
{space 8}2005 0  {c |}{col 17}{res}{space 2} 92.83133{col 29}{space 2} .7696066{col 40}{space 1}  120.62{col 49}{space 3}0.000{col 57}{space 4}  91.3224{col 70}{space 3} 94.34027
{txt}{space 8}2005 1  {c |}{col 17}{res}{space 2} 85.39459{col 29}{space 2} 4.550506{col 40}{space 1}   18.77{col 49}{space 3}0.000{col 57}{space 4} 76.47261{col 70}{space 3} 94.31658
{txt}{space 8}2006 0  {c |}{col 17}{res}{space 2} 96.96744{col 29}{space 2} .4880232{col 40}{space 1}  198.69{col 49}{space 3}0.000{col 57}{space 4} 96.01059{col 70}{space 3} 97.92428
{txt}{space 8}2006 1  {c |}{col 17}{res}{space 2} 88.54624{col 29}{space 2} 3.008767{col 40}{space 1}   29.43{col 49}{space 3}0.000{col 57}{space 4} 82.64708{col 70}{space 3} 94.44541
{txt}{space 8}2007 0  {c |}{col 17}{res}{space 2} 96.97613{col 29}{space 2} .3417609{col 40}{space 1}  283.75{col 49}{space 3}0.000{col 57}{space 4} 96.30606{col 70}{space 3} 97.64621
{txt}{space 8}2007 1  {c |}{col 17}{res}{space 2}  92.6842{col 29}{space 2} 2.250111{col 40}{space 1}   41.19{col 49}{space 3}0.000{col 57}{space 4}  88.2725{col 70}{space 3}  97.0959
{txt}{space 8}2008 0  {c |}{col 17}{res}{space 2} 96.43277{col 29}{space 2} .6190843{col 40}{space 1}  155.77{col 49}{space 3}0.000{col 57}{space 4} 95.21896{col 70}{space 3} 97.64658
{txt}{space 8}2008 1  {c |}{col 17}{res}{space 2} 89.40496{col 29}{space 2} 5.014096{col 40}{space 1}   17.83{col 49}{space 3}0.000{col 57}{space 4} 79.57403{col 70}{space 3} 99.23589
{txt}{space 8}2009 0  {c |}{col 17}{res}{space 2} 97.63041{col 29}{space 2} .3524909{col 40}{space 1}  276.97{col 49}{space 3}0.000{col 57}{space 4}  96.9393{col 70}{space 3} 98.32153
{txt}{space 8}2009 1  {c |}{col 17}{res}{space 2} 96.85143{col 29}{space 2} 1.000005{col 40}{space 1}   96.85{col 49}{space 3}0.000{col 57}{space 4} 94.89077{col 70}{space 3}  98.8121
{txt}{space 8}2010 0  {c |}{col 17}{res}{space 2} 96.83193{col 29}{space 2}  .441145{col 40}{space 1}  219.50{col 49}{space 3}0.000{col 57}{space 4}   95.967{col 70}{space 3} 97.69687
{txt}{space 8}2010 1  {c |}{col 17}{res}{space 2} 91.77977{col 29}{space 2} 2.433841{col 40}{space 1}   37.71{col 49}{space 3}0.000{col 57}{space 4} 87.00784{col 70}{space 3}  96.5517
{txt}{space 8}2011 0  {c |}{col 17}{res}{space 2} 96.07693{col 29}{space 2}  .476344{col 40}{space 1}  201.70{col 49}{space 3}0.000{col 57}{space 4} 95.14298{col 70}{space 3} 97.01087
{txt}{space 8}2011 1  {c |}{col 17}{res}{space 2} 93.70662{col 29}{space 2} 1.248139{col 40}{space 1}   75.08{col 49}{space 3}0.000{col 57}{space 4} 91.25944{col 70}{space 3} 96.15379
{txt}{space 8}2012 0  {c |}{col 17}{res}{space 2} 96.48101{col 29}{space 2} .3106787{col 40}{space 1}  310.55{col 49}{space 3}0.000{col 57}{space 4} 95.87187{col 70}{space 3} 97.09014
{txt}{space 8}2012 1  {c |}{col 17}{res}{space 2} 96.69333{col 29}{space 2} .6354972{col 40}{space 1}  152.15{col 49}{space 3}0.000{col 57}{space 4} 95.44734{col 70}{space 3} 97.93932
{txt}{space 8}2013 0  {c |}{col 17}{res}{space 2} 96.95167{col 29}{space 2} .3746342{col 40}{space 1}  258.79{col 49}{space 3}0.000{col 57}{space 4} 96.21714{col 70}{space 3}  97.6862
{txt}{space 8}2013 1  {c |}{col 17}{res}{space 2} 93.90066{col 29}{space 2}  1.85838{col 40}{space 1}   50.53{col 49}{space 3}0.000{col 57}{space 4} 90.25701{col 70}{space 3} 97.54431
{txt}{space 8}2014 0  {c |}{col 17}{res}{space 2} 97.62601{col 29}{space 2} .2790765{col 40}{space 1}  349.82{col 49}{space 3}0.000{col 57}{space 4} 97.07884{col 70}{space 3} 98.17318
{txt}{space 8}2014 1  {c |}{col 17}{res}{space 2} 97.99935{col 29}{space 2} .5755341{col 40}{space 1}  170.28{col 49}{space 3}0.000{col 57}{space 4} 96.87093{col 70}{space 3} 99.12778
{txt}{space 8}2015 0  {c |}{col 17}{res}{space 2} 97.41257{col 29}{space 2} .3937798{col 40}{space 1}  247.38{col 49}{space 3}0.000{col 57}{space 4}  96.6405{col 70}{space 3} 98.18464
{txt}{space 8}2015 1  {c |}{col 17}{res}{space 2} 95.09902{col 29}{space 2} 1.306515{col 40}{space 1}   72.79{col 49}{space 3}0.000{col 57}{space 4} 92.53739{col 70}{space 3} 97.66065
{txt}{space 8}2016 0  {c |}{col 17}{res}{space 2} 98.22141{col 29}{space 2} .1855446{col 40}{space 1}  529.37{col 49}{space 3}0.000{col 57}{space 4} 97.85762{col 70}{space 3}  98.5852
{txt}{space 8}2016 1  {c |}{col 17}{res}{space 2} 97.70988{col 29}{space 2} .9073773{col 40}{space 1}  107.68{col 49}{space 3}0.000{col 57}{space 4} 95.93082{col 70}{space 3} 99.48893
{txt}{hline 16}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{text}{p 2 6 2}Variables that uniquely identify margins: opposition year{p_end}
{res}Graph saved as ../results/figures/pred-margins-year-ss2_quote_to_speech.png
{txt}(file ../results/figures/pred-margins-year-ss2_quote_to_speech.pdf written in PDF format)
{res}Graph saved as ../results/figures/pred-margins-year-ss2_quote_to_speech.pdf
Override ption not allowed - ignoring override option
{txt}(file ../results/figures/pred-margins-year-ss2_quote_to_speech.eps written in EPS format)
{res}Graph saved as ../results/figures/pred-margins-year-ss2_quote_to_speech.eps
Graph saved as ../results/figures/pred-margins-year-ss2_quote_to_speech.tif
{p 0 6 2}{txt}note: 3.parl omitted because of collinearity{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: 1.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}

Linear regression                                      Number of obs ={res}   14901
                                                       {help j_robustsingular:F(362,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.2331
                                                       {txt}Root MSE      = {res} 23.802

{txt}{ralign 83:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 18}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 19}{c |}{col 31}    Robust
{col 1}ce_max_quote2sp~h{col 19}{c |}      Coef.{col 31}   Std. Err.{col 43}      t{col 51}   P>|t|{col 59}     [95% Con{col 72}f. Interval]
{hline 18}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}1.opposition {c |}{col 19}{res}{space 2}-12.70707{col 31}{space 2} 6.895483{col 42}{space 1}   -1.84{col 51}{space 3}0.065{col 59}{space 4}-26.22675{col 72}{space 3} .8126112
{txt}{space 17} {c |}
{space 13}year {c |}
{space 12}2006  {c |}{col 19}{res}{space 2}  9.41399{col 31}{space 2} 2.594694{col 42}{space 1}    3.63{col 51}{space 3}0.000{col 59}{space 4} 4.326684{col 72}{space 3}  14.5013
{txt}{space 12}2007  {c |}{col 19}{res}{space 2} 7.418531{col 31}{space 2} 4.534834{col 42}{space 1}    1.64{col 51}{space 3}0.102{col 59}{space 4}-1.472728{col 72}{space 3} 16.30979
{txt}{space 12}2008  {c |}{col 19}{res}{space 2} 8.015114{col 31}{space 2} 4.549805{col 42}{space 1}    1.76{col 51}{space 3}0.078{col 59}{space 4}-.9054969{col 72}{space 3} 16.93572
{txt}{space 12}2009  {c |}{col 19}{res}{space 2} 8.149621{col 31}{space 2}  4.34286{col 42}{space 1}    1.88{col 51}{space 3}0.061{col 59}{space 4}-.3652419{col 72}{space 3} 16.66448
{txt}{space 12}2010  {c |}{col 19}{res}{space 2} 7.348235{col 31}{space 2} 4.448641{col 42}{space 1}    1.65{col 51}{space 3}0.099{col 59}{space 4}-1.374028{col 72}{space 3}  16.0705
{txt}{space 12}2011  {c |}{col 19}{res}{space 2} 3.725076{col 31}{space 2} 4.567432{col 42}{space 1}    0.82{col 51}{space 3}0.415{col 59}{space 4}-5.230095{col 72}{space 3} 12.68025
{txt}{space 12}2012  {c |}{col 19}{res}{space 2} 1.031074{col 31}{space 2} 5.092733{col 42}{space 1}    0.20{col 51}{space 3}0.840{col 59}{space 4}-8.954034{col 72}{space 3} 11.01618
{txt}{space 12}2013  {c |}{col 19}{res}{space 2} .5639021{col 31}{space 2} 5.214094{col 42}{space 1}    0.11{col 51}{space 3}0.914{col 59}{space 4}-9.659152{col 72}{space 3} 10.78696
{txt}{space 12}2014  {c |}{col 19}{res}{space 2}  3.32177{col 31}{space 2} 5.052801{col 42}{space 1}    0.66{col 51}{space 3}0.511{col 59}{space 4}-6.585044{col 72}{space 3} 13.22858
{txt}{space 12}2015  {c |}{col 19}{res}{space 2} 3.958941{col 31}{space 2} 5.118075{col 42}{space 1}    0.77{col 51}{space 3}0.439{col 59}{space 4}-6.075854{col 72}{space 3} 13.99374
{txt}{space 12}2016  {c |}{col 19}{res}{space 2} 9.416313{col 31}{space 2} 2.567435{col 42}{space 1}    3.67{col 51}{space 3}0.000{col 59}{space 4} 4.382452{col 72}{space 3} 14.45017
{txt}{space 17} {c |}
{space 2}opposition#year {c |}
{space 10}1 2006  {c |}{col 19}{res}{space 2}-9.458556{col 31}{space 2} 9.799676{col 42}{space 1}   -0.97{col 51}{space 3}0.335{col 59}{space 4}-28.67237{col 72}{space 3} 9.755257
{txt}{space 10}1 2007  {c |}{col 19}{res}{space 2} 10.79761{col 31}{space 2} 7.433848{col 42}{space 1}    1.45{col 51}{space 3}0.146{col 59}{space 4}-3.777623{col 72}{space 3} 25.37284
{txt}{space 10}1 2008  {c |}{col 19}{res}{space 2} 5.545325{col 31}{space 2} 11.74471{col 42}{space 1}    0.47{col 51}{space 3}0.637{col 59}{space 4}-17.48203{col 72}{space 3} 28.57268
{txt}{space 10}1 2009  {c |}{col 19}{res}{space 2} 15.26446{col 31}{space 2} 7.089141{col 42}{space 1}    2.15{col 51}{space 3}0.031{col 59}{space 4}  1.36508{col 72}{space 3} 29.16384
{txt}{space 10}1 2010  {c |}{col 19}{res}{space 2}-2.326152{col 31}{space 2} 9.690911{col 42}{space 1}   -0.24{col 51}{space 3}0.810{col 59}{space 4}-21.32671{col 72}{space 3} 16.67441
{txt}{space 10}1 2011  {c |}{col 19}{res}{space 2} 6.893242{col 31}{space 2} 7.513081{col 42}{space 1}    0.92{col 51}{space 3}0.359{col 59}{space 4} -7.83734{col 72}{space 3} 21.62382
{txt}{space 10}1 2012  {c |}{col 19}{res}{space 2}  10.8276{col 31}{space 2} 7.045608{col 42}{space 1}    1.54{col 51}{space 3}0.124{col 59}{space 4}-2.986426{col 72}{space 3} 24.64163
{txt}{space 10}1 2013  {c |}{col 19}{res}{space 2} 11.79363{col 31}{space 2} 7.350372{col 42}{space 1}    1.60{col 51}{space 3}0.109{col 59}{space 4}-2.617936{col 72}{space 3} 26.20519
{txt}{space 10}1 2014  {c |}{col 19}{res}{space 2} 12.05027{col 31}{space 2} 7.004239{col 42}{space 1}    1.72{col 51}{space 3}0.085{col 59}{space 4}-1.682647{col 72}{space 3} 25.78318
{txt}{space 10}1 2015  {c |}{col 19}{res}{space 2} 6.999222{col 31}{space 2}  7.13399{col 42}{space 1}    0.98{col 51}{space 3}0.327{col 59}{space 4}-6.988091{col 72}{space 3} 20.98653
{txt}{space 10}1 2016  {c |}{col 19}{res}{space 2} 11.85612{col 31}{space 2} 7.040292{col 42}{space 1}    1.68{col 51}{space 3}0.092{col 59}{space 4}-1.947482{col 72}{space 3} 25.65973
{txt}{space 17} {c |}
{space 9}ln_quote {c |}{col 19}{res}{space 2} 9.081442{col 31}{space 2} .2937296{col 42}{space 1}   30.92{col 51}{space 3}0.000{col 59}{space 4} 8.505538{col 72}{space 3} 9.657345
{txt}{space 8}ln_speech {c |}{col 19}{res}{space 2}-2.383793{col 31}{space 2} .3045341{col 42}{space 1}   -7.83{col 51}{space 3}0.000{col 59}{space 4}-2.980881{col 72}{space 3}-1.786706
{txt}{space 7}ln_article {c |}{col 19}{res}{space 2}-.0216493{col 31}{space 2} .9812149{col 42}{space 1}   -0.02{col 51}{space 3}0.982{col 59}{space 4}-1.945476{col 72}{space 3} 1.902177
{txt}{space 17} {c |}
{space 13}parl {c |}
{space 1}11th parliament  {c |}{col 19}{res}{space 2}-2.093334{col 31}{space 2} 3.760041{col 42}{space 1}   -0.56{col 51}{space 3}0.578{col 59}{space 4}-9.465487{col 72}{space 3} 5.278819
{txt}{space 1}12th parliament  {c |}{col 19}{res}{space 2} 6.113235{col 31}{space 2} 4.684279{col 42}{space 1}    1.31{col 51}{space 3}0.192{col 59}{space 4}-3.071033{col 72}{space 3}  15.2975
{txt}{space 1}13th parliament  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 11}gender {c |}
{space 10}female  {c |}{col 19}{res}{space 2}-.7033467{col 31}{space 2} .8181513{col 42}{space 1}   -0.86{col 51}{space 3}0.390{col 59}{space 4}-2.307462{col 72}{space 3} .9007682
{txt}{space 17} {c |}
{space 13}race {c |}
{space 11}malay  {c |}{col 19}{res}{space 2} 1.525019{col 31}{space 2} 1.084171{col 42}{space 1}    1.41{col 51}{space 3}0.160{col 59}{space 4}-.6006693{col 72}{space 3} 3.650707
{txt}{space 10}indian  {c |}{col 19}{res}{space 2}-1.748507{col 31}{space 2} 1.084379{col 42}{space 1}   -1.61{col 51}{space 3}0.107{col 59}{space 4}-3.874603{col 72}{space 3} .3775887
{txt}{space 8}eurasian  {c |}{col 19}{res}{space 2}-.0314324{col 31}{space 2} 1.677552{col 42}{space 1}   -0.02{col 51}{space 3}0.985{col 59}{space 4}-3.320537{col 72}{space 3} 3.257672
{txt}{space 17} {c |}
{space 14}age {c |}{col 19}{res}{space 2}-1.008654{col 31}{space 2} .4765862{col 42}{space 1}   -2.12{col 51}{space 3}0.034{col 59}{space 4}-1.943076{col 72}{space 3}-.0742314
{txt}{space 13}age2 {c |}{col 19}{res}{space 2} .0099481{col 31}{space 2} .0051433{col 42}{space 1}    1.93{col 51}{space 3}0.053{col 59}{space 4}-.0001361{col 72}{space 3} .0200324
{txt}{space 11}tenure {c |}{col 19}{res}{space 2}  .253422{col 31}{space 2} .1611632{col 42}{space 1}    1.57{col 51}{space 3}0.116{col 59}{space 4}-.0625639{col 72}{space 3} .5694079
{txt}{space 10}tenure2 {c |}{col 19}{res}{space 2}-.0098948{col 31}{space 2} .0055376{col 42}{space 1}   -1.79{col 51}{space 3}0.074{col 59}{space 4}-.0207521{col 72}{space 3} .0009625
{txt}{space 17} {c |}
{space 10}weekday {c |}
{space 9}tuesday  {c |}{col 19}{res}{space 2}-3.630149{col 31}{space 2} 1.676291{col 42}{space 1}   -2.17{col 51}{space 3}0.030{col 59}{space 4}-6.916783{col 72}{space 3}-.3435145
{txt}{space 7}wednesday  {c |}{col 19}{res}{space 2}-2.364982{col 31}{space 2} 1.766864{col 42}{space 1}   -1.34{col 51}{space 3}0.181{col 59}{space 4}-5.829198{col 72}{space 3} 1.099235
{txt}{space 8}thursday  {c |}{col 19}{res}{space 2}-2.547727{col 31}{space 2} 1.759333{col 42}{space 1}   -1.45{col 51}{space 3}0.148{col 59}{space 4}-5.997176{col 72}{space 3} .9017221
{txt}{space 10}friday  {c |}{col 19}{res}{space 2}-6.882909{col 31}{space 2} 2.147785{col 42}{space 1}   -3.20{col 51}{space 3}0.001{col 59}{space 4}-11.09398{col 72}{space 3}-2.671838
{txt}{space 8}saturday  {c |}{col 19}{res}{space 2}-4.210014{col 31}{space 2} 2.027043{col 42}{space 1}   -2.08{col 51}{space 3}0.038{col 59}{space 4}-8.184352{col 72}{space 3}-.2356755
{txt}{space 10}sunday  {c |}{col 19}{res}{space 2} 13.66753{col 31}{space 2} 12.52618{col 42}{space 1}    1.09{col 51}{space 3}0.275{col 59}{space 4}-10.89203{col 72}{space 3} 38.22709
{txt}{space 17} {c |}
{space 9}section2 {c |}
{space 12}home  {c |}{col 19}{res}{space 2} 1.503463{col 31}{space 2}  7.28216{col 42}{space 1}    0.21{col 51}{space 3}0.836{col 59}{space 4}-12.77436{col 72}{space 3} 15.78129
{txt}{space 9}insight  {c |}{col 19}{res}{space 2} 5.047242{col 31}{space 2} 9.291495{col 42}{space 1}    0.54{col 51}{space 3}0.587{col 59}{space 4} -13.1702{col 72}{space 3} 23.26468
{txt}{space 11}money  {c |}{col 19}{res}{space 2}  7.23379{col 31}{space 2} 8.959407{col 42}{space 1}    0.81{col 51}{space 3}0.419{col 59}{space 4}-10.33254{col 72}{space 3} 24.80012
{txt}{space 12}news  {c |}{col 19}{res}{space 2}-7.069667{col 31}{space 2} 14.55844{col 42}{space 1}   -0.49{col 51}{space 3}0.627{col 59}{space 4}-35.61379{col 72}{space 3} 21.47446
{txt}{space 9}opinion  {c |}{col 19}{res}{space 2} 6.343757{col 31}{space 2} 7.960247{col 42}{space 1}    0.80{col 51}{space 3}0.426{col 59}{space 4}-9.263564{col 72}{space 3} 21.95108
{txt}{space 6}prime news  {c |}{col 19}{res}{space 2} 4.819804{col 31}{space 2} 7.216208{col 42}{space 1}    0.67{col 51}{space 3}0.504{col 59}{space 4} -9.32871{col 72}{space 3} 18.96832
{txt}review - insight  {c |}{col 19}{res}{space 2}  6.51407{col 31}{space 2}  11.4046{col 42}{space 1}    0.57{col 51}{space 3}0.568{col 59}{space 4}-15.84645{col 72}{space 3} 28.87459
{txt}{space 7}singapore  {c |}{col 19}{res}{space 2} 2.038565{col 31}{space 2} 7.166177{col 42}{space 1}    0.28{col 51}{space 3}0.776{col 59}{space 4}-12.01186{col 72}{space 3} 16.08899
{txt}{space 10}sports  {c |}{col 19}{res}{space 2} 3.929408{col 31}{space 2} 12.73581{col 42}{space 1}    0.31{col 51}{space 3}0.758{col 59}{space 4}-21.04116{col 72}{space 3} 28.89998
{txt}{space 14}st  {c |}{col 19}{res}{space 2} .5348717{col 31}{space 2} 7.394428{col 42}{space 1}    0.07{col 51}{space 3}0.942{col 59}{space 4}-13.96307{col 72}{space 3} 15.03281
{txt}{space 11}think  {c |}{col 19}{res}{space 2}-22.51418{col 31}{space 2} 16.29595{col 42}{space 1}   -1.38{col 51}{space 3}0.167{col 59}{space 4}-54.46497{col 72}{space 3} 9.436604
{txt}{space 1}top of the news  {c |}{col 19}{res}{space 2} .6445266{col 31}{space 2} 7.254725{col 42}{space 1}    0.09{col 51}{space 3}0.929{col 59}{space 4}-13.57951{col 72}{space 3} 14.86856
{txt}{space 11}world  {c |}{col 19}{res}{space 2} 11.26143{col 31}{space 2} 10.48918{col 42}{space 1}    1.07{col 51}{space 3}0.283{col 59}{space 4}-9.304263{col 72}{space 3} 31.82712
{txt}{space 17} {c |}
{space 5}translations {c |}{col 19}{res}{space 2}-2.732575{col 31}{space 2} 3.750144{col 42}{space 1}   -0.73{col 51}{space 3}0.466{col 59}{space 4}-10.08532{col 72}{space 3} 4.620174
{txt}{space 5}speech_92K_1 {c |}{col 19}{res}{space 2} -2.90819{col 31}{space 2}  10.1937{col 42}{space 1}   -0.29{col 51}{space 3}0.775{col 59}{space 4}-22.89455{col 72}{space 3} 17.07817
{txt}{space 5}speech_92K_2 {c |}{col 19}{res}{space 2} 4.016052{col 31}{space 2} 7.630979{col 42}{space 1}    0.53{col 51}{space 3}0.599{col 59}{space 4}-10.94569{col 72}{space 3} 18.97779
{txt}{space 5}speech_92K_3 {c |}{col 19}{res}{space 2}-7.049507{col 31}{space 2}  8.77614{col 42}{space 1}   -0.80{col 51}{space 3}0.422{col 59}{space 4}-24.25652{col 72}{space 3}  10.1575
{txt}{space 5}speech_92K_4 {c |}{col 19}{res}{space 2} 6.505618{col 31}{space 2} 8.749762{col 42}{space 1}    0.74{col 51}{space 3}0.457{col 59}{space 4}-10.64967{col 72}{space 3} 23.66091
{txt}{space 5}speech_92K_5 {c |}{col 19}{res}{space 2}-1.804975{col 31}{space 2} 14.98831{col 42}{space 1}   -0.12{col 51}{space 3}0.904{col 59}{space 4}-31.19192{col 72}{space 3} 27.58197
{txt}{space 5}speech_92K_6 {c |}{col 19}{res}{space 2}  1.56361{col 31}{space 2} 10.43101{col 42}{space 1}    0.15{col 51}{space 3}0.881{col 59}{space 4}-18.88803{col 72}{space 3} 22.01525
{txt}{space 5}speech_92K_7 {c |}{col 19}{res}{space 2}-1.272536{col 31}{space 2} 7.723277{col 42}{space 1}   -0.16{col 51}{space 3}0.869{col 59}{space 4}-16.41524{col 72}{space 3} 13.87017
{txt}{space 5}speech_92K_8 {c |}{col 19}{res}{space 2} 1.765854{col 31}{space 2} 8.607245{col 42}{space 1}    0.21{col 51}{space 3}0.837{col 59}{space 4}-15.11001{col 72}{space 3} 18.64172
{txt}{space 5}speech_92K_9 {c |}{col 19}{res}{space 2}-.0404692{col 31}{space 2}  13.6478{col 42}{space 1}   -0.00{col 51}{space 3}0.998{col 59}{space 4}-26.79914{col 72}{space 3}  26.7182
{txt}{space 4}speech_92K_10 {c |}{col 19}{res}{space 2} 5.053218{col 31}{space 2} 7.583027{col 42}{space 1}    0.67{col 51}{space 3}0.505{col 59}{space 4}-9.814504{col 72}{space 3} 19.92094
{txt}{space 4}speech_92K_11 {c |}{col 19}{res}{space 2} 3.110654{col 31}{space 2} 7.405224{col 42}{space 1}    0.42{col 51}{space 3}0.674{col 59}{space 4}-11.40846{col 72}{space 3} 17.62976
{txt}{space 4}speech_92K_12 {c |}{col 19}{res}{space 2}  10.4338{col 31}{space 2}  13.7753{col 42}{space 1}    0.76{col 51}{space 3}0.449{col 59}{space 4}-16.57486{col 72}{space 3} 37.44246
{txt}{space 4}speech_92K_13 {c |}{col 19}{res}{space 2}-11.66661{col 31}{space 2} 12.29704{col 42}{space 1}   -0.95{col 51}{space 3}0.343{col 59}{space 4}-35.77689{col 72}{space 3} 12.44368
{txt}{space 4}speech_92K_14 {c |}{col 19}{res}{space 2}-5.294568{col 31}{space 2} 8.310787{col 42}{space 1}   -0.64{col 51}{space 3}0.524{col 59}{space 4}-21.58918{col 72}{space 3} 11.00004
{txt}{space 4}speech_92K_15 {c |}{col 19}{res}{space 2}-10.58719{col 31}{space 2} 15.07922{col 42}{space 1}   -0.70{col 51}{space 3}0.483{col 59}{space 4}-40.15238{col 72}{space 3}   18.978
{txt}{space 4}speech_92K_16 {c |}{col 19}{res}{space 2} -.665415{col 31}{space 2} 10.16006{col 42}{space 1}   -0.07{col 51}{space 3}0.948{col 59}{space 4}-20.58582{col 72}{space 3} 19.25499
{txt}{space 4}speech_92K_17 {c |}{col 19}{res}{space 2} -2.72159{col 31}{space 2} 8.432862{col 42}{space 1}   -0.32{col 51}{space 3}0.747{col 59}{space 4}-19.25555{col 72}{space 3} 13.81237
{txt}{space 4}speech_92K_18 {c |}{col 19}{res}{space 2}-4.641649{col 31}{space 2} 14.15357{col 42}{space 1}   -0.33{col 51}{space 3}0.743{col 59}{space 4}-32.39196{col 72}{space 3} 23.10866
{txt}{space 4}speech_92K_19 {c |}{col 19}{res}{space 2}-.3236386{col 31}{space 2} 7.174591{col 42}{space 1}   -0.05{col 51}{space 3}0.964{col 59}{space 4}-14.39056{col 72}{space 3} 13.74328
{txt}{space 4}speech_92K_20 {c |}{col 19}{res}{space 2} 13.52906{col 31}{space 2} 7.706898{col 42}{space 1}    1.76{col 51}{space 3}0.079{col 59}{space 4}-1.581529{col 72}{space 3} 28.63965
{txt}{space 4}speech_92K_21 {c |}{col 19}{res}{space 2} 2.431274{col 31}{space 2} 7.249784{col 42}{space 1}    0.34{col 51}{space 3}0.737{col 59}{space 4}-11.78307{col 72}{space 3} 16.64562
{txt}{space 4}speech_92K_22 {c |}{col 19}{res}{space 2} 5.952575{col 31}{space 2} 9.977702{col 42}{space 1}    0.60{col 51}{space 3}0.551{col 59}{space 4}-13.61028{col 72}{space 3} 25.51543
{txt}{space 4}speech_92K_23 {c |}{col 19}{res}{space 2}-3.980099{col 31}{space 2} 6.016283{col 42}{space 1}   -0.66{col 51}{space 3}0.508{col 59}{space 4}-15.77597{col 72}{space 3} 7.815773
{txt}{space 4}speech_92K_24 {c |}{col 19}{res}{space 2}-12.77526{col 31}{space 2} 7.276184{col 42}{space 1}   -1.76{col 51}{space 3}0.079{col 59}{space 4}-27.04137{col 72}{space 3} 1.490847
{txt}{space 4}speech_92K_25 {c |}{col 19}{res}{space 2}-8.018662{col 31}{space 2} 10.06642{col 42}{space 1}   -0.80{col 51}{space 3}0.426{col 59}{space 4}-27.75546{col 72}{space 3} 11.71813
{txt}{space 4}speech_92K_26 {c |}{col 19}{res}{space 2}-26.79581{col 31}{space 2} 17.45019{col 42}{space 1}   -1.54{col 51}{space 3}0.125{col 59}{space 4}-61.00967{col 72}{space 3} 7.418051
{txt}{space 4}speech_92K_27 {c |}{col 19}{res}{space 2} 6.753281{col 31}{space 2} 13.70687{col 42}{space 1}    0.49{col 51}{space 3}0.622{col 59}{space 4}-20.12119{col 72}{space 3} 33.62775
{txt}{space 4}speech_92K_28 {c |}{col 19}{res}{space 2} 6.120696{col 31}{space 2} 9.023066{col 42}{space 1}    0.68{col 51}{space 3}0.498{col 59}{space 4}-11.57045{col 72}{space 3} 23.81184
{txt}{space 4}speech_92K_29 {c |}{col 19}{res}{space 2} 3.963568{col 31}{space 2} 9.110311{col 42}{space 1}    0.44{col 51}{space 3}0.664{col 59}{space 4}-13.89863{col 72}{space 3} 21.82577
{txt}{space 4}speech_92K_30 {c |}{col 19}{res}{space 2}-4.822837{col 31}{space 2} 11.28057{col 42}{space 1}   -0.43{col 51}{space 3}0.669{col 59}{space 4}-26.94017{col 72}{space 3} 17.29449
{txt}{space 4}speech_92K_31 {c |}{col 19}{res}{space 2} .7577857{col 31}{space 2} 6.718333{col 42}{space 1}    0.11{col 51}{space 3}0.910{col 59}{space 4}-12.41457{col 72}{space 3} 13.93014
{txt}{space 4}speech_92K_32 {c |}{col 19}{res}{space 2} 16.69473{col 31}{space 2} 15.69246{col 42}{space 1}    1.06{col 51}{space 3}0.287{col 59}{space 4}-14.07283{col 72}{space 3} 47.46228
{txt}{space 4}speech_92K_33 {c |}{col 19}{res}{space 2} 7.176687{col 31}{space 2} 7.840379{col 42}{space 1}    0.92{col 51}{space 3}0.360{col 59}{space 4}-8.195614{col 72}{space 3} 22.54899
{txt}{space 4}speech_92K_34 {c |}{col 19}{res}{space 2}-.5915696{col 31}{space 2} 8.430877{col 42}{space 1}   -0.07{col 51}{space 3}0.944{col 59}{space 4}-17.12164{col 72}{space 3}  15.9385
{txt}{space 4}speech_92K_35 {c |}{col 19}{res}{space 2} 10.75338{col 31}{space 2} 8.876587{col 42}{space 1}    1.21{col 51}{space 3}0.226{col 59}{space 4} -6.65057{col 72}{space 3} 28.15733
{txt}{space 4}speech_92K_36 {c |}{col 19}{res}{space 2} 11.77163{col 31}{space 2} 7.058098{col 42}{space 1}    1.67{col 51}{space 3}0.095{col 59}{space 4}-2.066887{col 72}{space 3} 25.61014
{txt}{space 4}speech_92K_37 {c |}{col 19}{res}{space 2}  7.37964{col 31}{space 2} 11.32281{col 42}{space 1}    0.65{col 51}{space 3}0.515{col 59}{space 4}-14.82052{col 72}{space 3}  29.5798
{txt}{space 4}speech_92K_38 {c |}{col 19}{res}{space 2} 6.490896{col 31}{space 2} 15.78606{col 42}{space 1}    0.41{col 51}{space 3}0.681{col 59}{space 4}-24.46017{col 72}{space 3} 37.44196
{txt}{space 4}speech_92K_39 {c |}{col 19}{res}{space 2}-.6512256{col 31}{space 2} 10.30492{col 42}{space 1}   -0.06{col 51}{space 3}0.950{col 59}{space 4}-20.85565{col 72}{space 3} 19.55319
{txt}{space 4}speech_92K_40 {c |}{col 19}{res}{space 2} 2.700246{col 31}{space 2} 8.365518{col 42}{space 1}    0.32{col 51}{space 3}0.747{col 59}{space 4}-13.70167{col 72}{space 3} 19.10216
{txt}{space 4}speech_92K_41 {c |}{col 19}{res}{space 2}-14.75481{col 31}{space 2} 8.051515{col 42}{space 1}   -1.83{col 51}{space 3}0.067{col 59}{space 4}-30.54107{col 72}{space 3} 1.031459
{txt}{space 4}speech_92K_42 {c |}{col 19}{res}{space 2}-6.094259{col 31}{space 2} 12.47928{col 42}{space 1}   -0.49{col 51}{space 3}0.625{col 59}{space 4}-30.56186{col 72}{space 3} 18.37334
{txt}{space 4}speech_92K_43 {c |}{col 19}{res}{space 2} 5.418118{col 31}{space 2} 8.635639{col 42}{space 1}    0.63{col 51}{space 3}0.530{col 59}{space 4}-11.51341{col 72}{space 3} 22.34965
{txt}{space 4}speech_92K_44 {c |}{col 19}{res}{space 2} .7471465{col 31}{space 2}   9.3456{col 42}{space 1}    0.08{col 51}{space 3}0.936{col 59}{space 4}-17.57638{col 72}{space 3} 19.07067
{txt}{space 4}speech_92K_45 {c |}{col 19}{res}{space 2}-1.721251{col 31}{space 2} 17.34322{col 42}{space 1}   -0.10{col 51}{space 3}0.921{col 59}{space 4}-35.72538{col 72}{space 3} 32.28288
{txt}{space 4}speech_92K_46 {c |}{col 19}{res}{space 2} -14.0692{col 31}{space 2} 17.07017{col 42}{space 1}   -0.82{col 51}{space 3}0.410{col 59}{space 4}-47.53797{col 72}{space 3} 19.39957
{txt}{space 4}speech_92K_47 {c |}{col 19}{res}{space 2} 13.48191{col 31}{space 2} 10.67873{col 42}{space 1}    1.26{col 51}{space 3}0.207{col 59}{space 4}-7.455421{col 72}{space 3} 34.41924
{txt}{space 4}speech_92K_48 {c |}{col 19}{res}{space 2} 14.70895{col 31}{space 2} 8.229902{col 42}{space 1}    1.79{col 51}{space 3}0.074{col 59}{space 4}-1.427072{col 72}{space 3} 30.84497
{txt}{space 4}speech_92K_49 {c |}{col 19}{res}{space 2} 8.082028{col 31}{space 2} 10.66373{col 42}{space 1}    0.76{col 51}{space 3}0.449{col 59}{space 4} -12.8259{col 72}{space 3} 28.98996
{txt}{space 4}speech_92K_50 {c |}{col 19}{res}{space 2}-21.20787{col 31}{space 2} 14.99209{col 42}{space 1}   -1.41{col 51}{space 3}0.157{col 59}{space 4}-50.60222{col 72}{space 3} 8.186482
{txt}{space 4}speech_92K_51 {c |}{col 19}{res}{space 2}-.7149973{col 31}{space 2} 7.210216{col 42}{space 1}   -0.10{col 51}{space 3}0.921{col 59}{space 4}-14.85176{col 72}{space 3} 13.42177
{txt}{space 4}speech_92K_52 {c |}{col 19}{res}{space 2} 12.31679{col 31}{space 2} 7.510144{col 42}{space 1}    1.64{col 51}{space 3}0.101{col 59}{space 4}-2.408035{col 72}{space 3} 27.04161
{txt}{space 4}speech_92K_53 {c |}{col 19}{res}{space 2}-3.951282{col 31}{space 2} 8.464923{col 42}{space 1}   -0.47{col 51}{space 3}0.641{col 59}{space 4} -20.5481{col 72}{space 3} 12.64554
{txt}{space 4}speech_92K_54 {c |}{col 19}{res}{space 2} 15.17328{col 31}{space 2} 11.11817{col 42}{space 1}    1.36{col 51}{space 3}0.172{col 59}{space 4}-6.625635{col 72}{space 3}  36.9722
{txt}{space 4}speech_92K_55 {c |}{col 19}{res}{space 2} 6.807695{col 31}{space 2} 9.485876{col 42}{space 1}    0.72{col 51}{space 3}0.473{col 59}{space 4}-11.79086{col 72}{space 3} 25.40625
{txt}{space 4}speech_92K_56 {c |}{col 19}{res}{space 2}-15.82035{col 31}{space 2}  14.2352{col 42}{space 1}   -1.11{col 51}{space 3}0.266{col 59}{space 4} -43.7307{col 72}{space 3}    12.09
{txt}{space 4}speech_92K_57 {c |}{col 19}{res}{space 2}-10.99407{col 31}{space 2} 9.031337{col 42}{space 1}   -1.22{col 51}{space 3}0.224{col 59}{space 4}-28.70143{col 72}{space 3} 6.713291
{txt}{space 4}speech_92K_58 {c |}{col 19}{res}{space 2} .7467886{col 31}{space 2} 8.471053{col 42}{space 1}    0.09{col 51}{space 3}0.930{col 59}{space 4}-15.86205{col 72}{space 3} 17.35563
{txt}{space 4}speech_92K_59 {c |}{col 19}{res}{space 2}-8.720254{col 31}{space 2} 7.977257{col 42}{space 1}   -1.09{col 51}{space 3}0.274{col 59}{space 4}-24.36093{col 72}{space 3} 6.920417
{txt}{space 4}speech_92K_60 {c |}{col 19}{res}{space 2}-.6117036{col 31}{space 2} 7.995581{col 42}{space 1}   -0.08{col 51}{space 3}0.939{col 59}{space 4} -16.2883{col 72}{space 3}  15.0649
{txt}{space 4}speech_92K_61 {c |}{col 19}{res}{space 2} 3.473583{col 31}{space 2} 9.942138{col 42}{space 1}    0.35{col 51}{space 3}0.727{col 59}{space 4}-16.01955{col 72}{space 3} 22.96671
{txt}{space 4}speech_92K_62 {c |}{col 19}{res}{space 2}-8.999535{col 31}{space 2} 9.833994{col 42}{space 1}   -0.92{col 51}{space 3}0.360{col 59}{space 4}-28.28063{col 72}{space 3} 10.28156
{txt}{space 4}speech_92K_63 {c |}{col 19}{res}{space 2} 34.70658{col 31}{space 2} 17.59351{col 42}{space 1}    1.97{col 51}{space 3}0.049{col 59}{space 4} .2117367{col 72}{space 3} 69.20143
{txt}{space 4}speech_92K_64 {c |}{col 19}{res}{space 2}  -15.287{col 31}{space 2} 9.886713{col 42}{space 1}   -1.55{col 51}{space 3}0.122{col 59}{space 4}-34.67146{col 72}{space 3} 4.097461
{txt}{space 4}speech_92K_65 {c |}{col 19}{res}{space 2} 3.547867{col 31}{space 2} 10.33598{col 42}{space 1}    0.34{col 51}{space 3}0.731{col 59}{space 4}-16.71745{col 72}{space 3} 23.81319
{txt}{space 4}speech_92K_66 {c |}{col 19}{res}{space 2} 10.55554{col 31}{space 2} 7.980501{col 42}{space 1}    1.32{col 51}{space 3}0.186{col 59}{space 4}-5.091496{col 72}{space 3} 26.20257
{txt}{space 4}speech_92K_67 {c |}{col 19}{res}{space 2}-6.867582{col 31}{space 2} 7.632772{col 42}{space 1}   -0.90{col 51}{space 3}0.368{col 59}{space 4}-21.83284{col 72}{space 3} 8.097672
{txt}{space 4}speech_92K_68 {c |}{col 19}{res}{space 2}-9.759126{col 31}{space 2} 16.12484{col 42}{space 1}   -0.61{col 51}{space 3}0.545{col 59}{space 4}-41.37443{col 72}{space 3} 21.85617
{txt}{space 4}speech_92K_69 {c |}{col 19}{res}{space 2}-5.178368{col 31}{space 2} 9.590858{col 42}{space 1}   -0.54{col 51}{space 3}0.589{col 59}{space 4}-23.98276{col 72}{space 3} 13.62602
{txt}{space 4}speech_92K_70 {c |}{col 19}{res}{space 2}  3.22388{col 31}{space 2} 9.912538{col 42}{space 1}    0.33{col 51}{space 3}0.745{col 59}{space 4}-16.21122{col 72}{space 3} 22.65898
{txt}{space 4}speech_92K_71 {c |}{col 19}{res}{space 2}-13.21349{col 31}{space 2} 13.05093{col 42}{space 1}   -1.01{col 51}{space 3}0.311{col 59}{space 4}-38.80189{col 72}{space 3} 12.37491
{txt}{space 4}speech_92K_72 {c |}{col 19}{res}{space 2} 3.006729{col 31}{space 2} 8.801794{col 42}{space 1}    0.34{col 51}{space 3}0.733{col 59}{space 4}-14.25058{col 72}{space 3} 20.26404
{txt}{space 4}speech_92K_73 {c |}{col 19}{res}{space 2} 9.129979{col 31}{space 2} 7.286473{col 42}{space 1}    1.25{col 51}{space 3}0.210{col 59}{space 4}-5.156302{col 72}{space 3} 23.41626
{txt}{space 4}speech_92K_74 {c |}{col 19}{res}{space 2}-8.131362{col 31}{space 2} 10.53963{col 42}{space 1}   -0.77{col 51}{space 3}0.440{col 59}{space 4}-28.79598{col 72}{space 3} 12.53326
{txt}{space 4}speech_92K_75 {c |}{col 19}{res}{space 2} 3.903187{col 31}{space 2} 15.05154{col 42}{space 1}    0.26{col 51}{space 3}0.795{col 59}{space 4}-25.60773{col 72}{space 3} 33.41411
{txt}{space 4}speech_92K_76 {c |}{col 19}{res}{space 2} 15.09296{col 31}{space 2} 8.311042{col 42}{space 1}    1.82{col 51}{space 3}0.069{col 59}{space 4}-1.202153{col 72}{space 3} 31.38807
{txt}{space 4}speech_92K_77 {c |}{col 19}{res}{space 2}-7.810763{col 31}{space 2} 9.442748{col 42}{space 1}   -0.83{col 51}{space 3}0.408{col 59}{space 4}-26.32476{col 72}{space 3} 10.70324
{txt}{space 4}speech_92K_78 {c |}{col 19}{res}{space 2} -47.0984{col 31}{space 2} 28.68525{col 42}{space 1}   -1.64{col 51}{space 3}0.101{col 59}{space 4}-103.3404{col 72}{space 3} 9.143566
{txt}{space 4}speech_92K_79 {c |}{col 19}{res}{space 2} 9.258062{col 31}{space 2} 11.60203{col 42}{space 1}    0.80{col 51}{space 3}0.425{col 59}{space 4}-13.48956{col 72}{space 3} 32.00568
{txt}{space 4}speech_92K_80 {c |}{col 19}{res}{space 2} 6.596613{col 31}{space 2} 6.487311{col 42}{space 1}    1.02{col 51}{space 3}0.309{col 59}{space 4}-6.122785{col 72}{space 3} 19.31601
{txt}{space 4}speech_92K_81 {c |}{col 19}{res}{space 2} 4.234268{col 31}{space 2} 9.168435{col 42}{space 1}    0.46{col 51}{space 3}0.644{col 59}{space 4} -13.7419{col 72}{space 3} 22.21043
{txt}{space 4}speech_92K_82 {c |}{col 19}{res}{space 2}-13.06191{col 31}{space 2} 16.69051{col 42}{space 1}   -0.78{col 51}{space 3}0.434{col 59}{space 4} -45.7863{col 72}{space 3} 19.66247
{txt}{space 4}speech_92K_83 {c |}{col 19}{res}{space 2}-6.345754{col 31}{space 2} 12.64223{col 42}{space 1}   -0.50{col 51}{space 3}0.616{col 59}{space 4}-31.13283{col 72}{space 3} 18.44133
{txt}{space 4}speech_92K_84 {c |}{col 19}{res}{space 2} 2.686474{col 31}{space 2}   12.002{col 42}{space 1}    0.22{col 51}{space 3}0.823{col 59}{space 4}-20.84534{col 72}{space 3} 26.21828
{txt}{space 4}speech_92K_85 {c |}{col 19}{res}{space 2} 19.83276{col 31}{space 2}   8.8262{col 42}{space 1}    2.25{col 51}{space 3}0.025{col 59}{space 4} 2.527598{col 72}{space 3} 37.13791
{txt}{space 4}speech_92K_86 {c |}{col 19}{res}{space 2}-3.980537{col 31}{space 2} 8.953435{col 42}{space 1}   -0.44{col 51}{space 3}0.657{col 59}{space 4}-21.53516{col 72}{space 3} 13.57409
{txt}{space 4}speech_92K_87 {c |}{col 19}{res}{space 2}-7.267663{col 31}{space 2} 10.90035{col 42}{space 1}   -0.67{col 51}{space 3}0.505{col 59}{space 4}-28.63952{col 72}{space 3} 14.10419
{txt}{space 4}speech_92K_88 {c |}{col 19}{res}{space 2}  3.49057{col 31}{space 2}  8.64017{col 42}{space 1}    0.40{col 51}{space 3}0.686{col 59}{space 4}-13.44985{col 72}{space 3} 20.43099
{txt}{space 4}speech_92K_89 {c |}{col 19}{res}{space 2} .6288003{col 31}{space 2} 8.448256{col 42}{space 1}    0.07{col 51}{space 3}0.941{col 59}{space 4}-15.93534{col 72}{space 3} 17.19294
{txt}{space 4}speech_92K_90 {c |}{col 19}{res}{space 2} 18.65173{col 31}{space 2}  10.3613{col 42}{space 1}    1.80{col 51}{space 3}0.072{col 59}{space 4}-1.663235{col 72}{space 3} 38.96669
{txt}{space 4}speech_92K_91 {c |}{col 19}{res}{space 2} 9.459443{col 31}{space 2} 13.65191{col 42}{space 1}    0.69{col 51}{space 3}0.488{col 59}{space 4}-17.30728{col 72}{space 3} 36.22617
{txt}{space 4}speech_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}quote_92K_1 {c |}{col 19}{res}{space 2} 2.159615{col 31}{space 2} 6.398118{col 42}{space 1}    0.34{col 51}{space 3}0.736{col 59}{space 4}-10.38491{col 72}{space 3} 14.70414
{txt}{space 6}quote_92K_2 {c |}{col 19}{res}{space 2} 2.867415{col 31}{space 2} 3.957512{col 42}{space 1}    0.72{col 51}{space 3}0.469{col 59}{space 4}-4.891912{col 72}{space 3} 10.62674
{txt}{space 6}quote_92K_3 {c |}{col 19}{res}{space 2} 7.721903{col 31}{space 2} 3.629433{col 42}{space 1}    2.13{col 51}{space 3}0.033{col 59}{space 4} .6058256{col 72}{space 3} 14.83798
{txt}{space 6}quote_92K_4 {c |}{col 19}{res}{space 2} 7.610478{col 31}{space 2} 4.134995{col 42}{space 1}    1.84{col 51}{space 3}0.066{col 59}{space 4}-.4968327{col 72}{space 3} 15.71779
{txt}{space 6}quote_92K_5 {c |}{col 19}{res}{space 2} 6.042211{col 31}{space 2} 5.202016{col 42}{space 1}    1.16{col 51}{space 3}0.246{col 59}{space 4}-4.157163{col 72}{space 3} 16.24158
{txt}{space 6}quote_92K_6 {c |}{col 19}{res}{space 2} 3.333348{col 31}{space 2} 4.852393{col 42}{space 1}    0.69{col 51}{space 3}0.492{col 59}{space 4}-6.180534{col 72}{space 3} 12.84723
{txt}{space 6}quote_92K_7 {c |}{col 19}{res}{space 2} .5251899{col 31}{space 2} 3.582247{col 42}{space 1}    0.15{col 51}{space 3}0.883{col 59}{space 4}-6.498371{col 72}{space 3} 7.548751
{txt}{space 6}quote_92K_8 {c |}{col 19}{res}{space 2}  2.29547{col 31}{space 2}  4.66965{col 42}{space 1}    0.49{col 51}{space 3}0.623{col 59}{space 4}-6.860117{col 72}{space 3} 11.45106
{txt}{space 6}quote_92K_9 {c |}{col 19}{res}{space 2}   6.7811{col 31}{space 2}  5.22775{col 42}{space 1}    1.30{col 51}{space 3}0.195{col 59}{space 4}-3.468728{col 72}{space 3} 17.03093
{txt}{space 5}quote_92K_10 {c |}{col 19}{res}{space 2} 1.576277{col 31}{space 2}  3.99289{col 42}{space 1}    0.39{col 51}{space 3}0.693{col 59}{space 4}-6.252413{col 72}{space 3} 9.404968
{txt}{space 5}quote_92K_11 {c |}{col 19}{res}{space 2}  7.67408{col 31}{space 2} 3.549992{col 42}{space 1}    2.16{col 51}{space 3}0.031{col 59}{space 4} .7137616{col 72}{space 3}  14.6344
{txt}{space 5}quote_92K_12 {c |}{col 19}{res}{space 2}  7.26433{col 31}{space 2} 5.318424{col 42}{space 1}    1.37{col 51}{space 3}0.172{col 59}{space 4} -3.16328{col 72}{space 3} 17.69194
{txt}{space 5}quote_92K_13 {c |}{col 19}{res}{space 2} 8.402663{col 31}{space 2} 4.461454{col 42}{space 1}    1.88{col 51}{space 3}0.060{col 59}{space 4}-.3447209{col 72}{space 3} 17.15005
{txt}{space 5}quote_92K_14 {c |}{col 19}{res}{space 2} 3.403447{col 31}{space 2} 3.593274{col 42}{space 1}    0.95{col 51}{space 3}0.344{col 59}{space 4}-3.641734{col 72}{space 3} 10.44863
{txt}{space 5}quote_92K_15 {c |}{col 19}{res}{space 2} .8729953{col 31}{space 2} 5.327797{col 42}{space 1}    0.16{col 51}{space 3}0.870{col 59}{space 4}-9.572991{col 72}{space 3} 11.31898
{txt}{space 5}quote_92K_16 {c |}{col 19}{res}{space 2} .0942754{col 31}{space 2} 4.494251{col 42}{space 1}    0.02{col 51}{space 3}0.983{col 59}{space 4}-8.717413{col 72}{space 3} 8.905964
{txt}{space 5}quote_92K_17 {c |}{col 19}{res}{space 2}  4.75557{col 31}{space 2} 4.841616{col 42}{space 1}    0.98{col 51}{space 3}0.326{col 59}{space 4}-4.737183{col 72}{space 3} 14.24832
{txt}{space 5}quote_92K_18 {c |}{col 19}{res}{space 2} 11.17235{col 31}{space 2} 5.584201{col 42}{space 1}    2.00{col 51}{space 3}0.046{col 59}{space 4} .2236396{col 72}{space 3} 22.12106
{txt}{space 5}quote_92K_19 {c |}{col 19}{res}{space 2}  6.38391{col 31}{space 2} 3.892965{col 42}{space 1}    1.64{col 51}{space 3}0.101{col 59}{space 4}-1.248863{col 72}{space 3} 14.01668
{txt}{space 5}quote_92K_20 {c |}{col 19}{res}{space 2} 4.358872{col 31}{space 2} 4.056346{col 42}{space 1}    1.07{col 51}{space 3}0.283{col 59}{space 4}-3.594234{col 72}{space 3} 12.31198
{txt}{space 5}quote_92K_21 {c |}{col 19}{res}{space 2} .8765705{col 31}{space 2} 4.104848{col 42}{space 1}    0.21{col 51}{space 3}0.831{col 59}{space 4}-7.171632{col 72}{space 3} 8.924773
{txt}{space 5}quote_92K_22 {c |}{col 19}{res}{space 2} 8.567328{col 31}{space 2} 4.236637{col 42}{space 1}    2.02{col 51}{space 3}0.043{col 59}{space 4} .2607327{col 72}{space 3} 16.87392
{txt}{space 5}quote_92K_23 {c |}{col 19}{res}{space 2} 5.318209{col 31}{space 2} 3.331315{col 42}{space 1}    1.60{col 51}{space 3}0.110{col 59}{space 4} -1.21336{col 72}{space 3} 11.84978
{txt}{space 5}quote_92K_24 {c |}{col 19}{res}{space 2} 5.760912{col 31}{space 2} 3.409398{col 42}{space 1}    1.69{col 51}{space 3}0.091{col 59}{space 4}-.9237511{col 72}{space 3} 12.44557
{txt}{space 5}quote_92K_25 {c |}{col 19}{res}{space 2}-.4205938{col 31}{space 2} 5.543633{col 42}{space 1}   -0.08{col 51}{space 3}0.940{col 59}{space 4}-11.28976{col 72}{space 3} 10.44857
{txt}{space 5}quote_92K_26 {c |}{col 19}{res}{space 2} 6.482132{col 31}{space 2} 4.264478{col 42}{space 1}    1.52{col 51}{space 3}0.129{col 59}{space 4} -1.87905{col 72}{space 3} 14.84331
{txt}{space 5}quote_92K_27 {c |}{col 19}{res}{space 2} 10.12828{col 31}{space 2} 4.965138{col 42}{space 1}    2.04{col 51}{space 3}0.041{col 59}{space 4}  .393342{col 72}{space 3} 19.86322
{txt}{space 5}quote_92K_28 {c |}{col 19}{res}{space 2} .7857868{col 31}{space 2} 5.335776{col 42}{space 1}    0.15{col 51}{space 3}0.883{col 59}{space 4}-9.675844{col 72}{space 3} 11.24742
{txt}{space 5}quote_92K_29 {c |}{col 19}{res}{space 2} 3.412714{col 31}{space 2} 3.825838{col 42}{space 1}    0.89{col 51}{space 3}0.372{col 59}{space 4}-4.088446{col 72}{space 3} 10.91387
{txt}{space 5}quote_92K_30 {c |}{col 19}{res}{space 2}  6.95525{col 31}{space 2} 5.460671{col 42}{space 1}    1.27{col 51}{space 3}0.203{col 59}{space 4}-3.751258{col 72}{space 3} 17.66176
{txt}{space 5}quote_92K_31 {c |}{col 19}{res}{space 2}  8.39391{col 31}{space 2} 3.834316{col 42}{space 1}    2.19{col 51}{space 3}0.029{col 59}{space 4} .8761276{col 72}{space 3} 15.91169
{txt}{space 5}quote_92K_32 {c |}{col 19}{res}{space 2} 3.251767{col 31}{space 2} 4.164863{col 42}{space 1}    0.78{col 51}{space 3}0.435{col 59}{space 4}-4.914104{col 72}{space 3} 11.41764
{txt}{space 5}quote_92K_33 {c |}{col 19}{res}{space 2} 5.388094{col 31}{space 2}   3.6294{col 42}{space 1}    1.48{col 51}{space 3}0.138{col 59}{space 4}-1.727918{col 72}{space 3} 12.50411
{txt}{space 5}quote_92K_34 {c |}{col 19}{res}{space 2} 3.770263{col 31}{space 2} 4.640774{col 42}{space 1}    0.81{col 51}{space 3}0.417{col 59}{space 4}-5.328708{col 72}{space 3} 12.86923
{txt}{space 5}quote_92K_35 {c |}{col 19}{res}{space 2} 4.496709{col 31}{space 2} 4.238214{col 42}{space 1}    1.06{col 51}{space 3}0.289{col 59}{space 4} -3.81298{col 72}{space 3}  12.8064
{txt}{space 5}quote_92K_36 {c |}{col 19}{res}{space 2}  5.01941{col 31}{space 2} 4.128944{col 42}{space 1}    1.22{col 51}{space 3}0.224{col 59}{space 4}-3.076037{col 72}{space 3} 13.11486
{txt}{space 5}quote_92K_37 {c |}{col 19}{res}{space 2} 5.713508{col 31}{space 2} 4.098296{col 42}{space 1}    1.39{col 51}{space 3}0.163{col 59}{space 4}-2.321848{col 72}{space 3} 13.74886
{txt}{space 5}quote_92K_38 {c |}{col 19}{res}{space 2} 1.820474{col 31}{space 2} 5.585317{col 42}{space 1}    0.33{col 51}{space 3}0.744{col 59}{space 4}-9.130421{col 72}{space 3} 12.77137
{txt}{space 5}quote_92K_39 {c |}{col 19}{res}{space 2} 7.372173{col 31}{space 2} 4.026361{col 42}{space 1}    1.83{col 51}{space 3}0.067{col 59}{space 4}-.5221425{col 72}{space 3} 15.26649
{txt}{space 5}quote_92K_40 {c |}{col 19}{res}{space 2} 1.431776{col 31}{space 2} 4.367023{col 42}{space 1}    0.33{col 51}{space 3}0.743{col 59}{space 4}-7.130461{col 72}{space 3} 9.994014
{txt}{space 5}quote_92K_41 {c |}{col 19}{res}{space 2}  3.50599{col 31}{space 2} 3.624724{col 42}{space 1}    0.97{col 51}{space 3}0.333{col 59}{space 4}-3.600854{col 72}{space 3} 10.61283
{txt}{space 5}quote_92K_42 {c |}{col 19}{res}{space 2} 4.192598{col 31}{space 2} 4.366533{col 42}{space 1}    0.96{col 51}{space 3}0.337{col 59}{space 4}-4.368679{col 72}{space 3} 12.75388
{txt}{space 5}quote_92K_43 {c |}{col 19}{res}{space 2} 3.428974{col 31}{space 2}  3.74791{col 42}{space 1}    0.91{col 51}{space 3}0.360{col 59}{space 4}-3.919395{col 72}{space 3} 10.77734
{txt}{space 5}quote_92K_44 {c |}{col 19}{res}{space 2} 7.287148{col 31}{space 2} 3.862915{col 42}{space 1}    1.89{col 51}{space 3}0.059{col 59}{space 4}-.2867063{col 72}{space 3}   14.861
{txt}{space 5}quote_92K_45 {c |}{col 19}{res}{space 2} 5.236441{col 31}{space 2} 4.594196{col 42}{space 1}    1.14{col 51}{space 3}0.254{col 59}{space 4}-3.771205{col 72}{space 3} 14.24409
{txt}{space 5}quote_92K_46 {c |}{col 19}{res}{space 2} .8492812{col 31}{space 2} 7.459802{col 42}{space 1}    0.11{col 51}{space 3}0.909{col 59}{space 4}-13.77684{col 72}{space 3}  15.4754
{txt}{space 5}quote_92K_47 {c |}{col 19}{res}{space 2} .5813831{col 31}{space 2} 4.742493{col 42}{space 1}    0.12{col 51}{space 3}0.902{col 59}{space 4}-8.717023{col 72}{space 3} 9.879789
{txt}{space 5}quote_92K_48 {c |}{col 19}{res}{space 2} 10.34282{col 31}{space 2} 3.967241{col 42}{space 1}    2.61{col 51}{space 3}0.009{col 59}{space 4} 2.564416{col 72}{space 3} 18.12122
{txt}{space 5}quote_92K_49 {c |}{col 19}{res}{space 2} 3.929548{col 31}{space 2} 5.197231{col 42}{space 1}    0.76{col 51}{space 3}0.450{col 59}{space 4}-6.260443{col 72}{space 3} 14.11954
{txt}{space 5}quote_92K_50 {c |}{col 19}{res}{space 2}-.8237533{col 31}{space 2} 6.278022{col 42}{space 1}   -0.13{col 51}{space 3}0.896{col 59}{space 4}-13.13281{col 72}{space 3}  11.4853
{txt}{space 5}quote_92K_51 {c |}{col 19}{res}{space 2} 3.807996{col 31}{space 2} 3.606588{col 42}{space 1}    1.06{col 51}{space 3}0.291{col 59}{space 4}-3.263289{col 72}{space 3} 10.87928
{txt}{space 5}quote_92K_52 {c |}{col 19}{res}{space 2} -.363487{col 31}{space 2} 4.168026{col 42}{space 1}   -0.09{col 51}{space 3}0.931{col 59}{space 4}-8.535559{col 72}{space 3} 7.808585
{txt}{space 5}quote_92K_53 {c |}{col 19}{res}{space 2} 4.790835{col 31}{space 2} 4.309096{col 42}{space 1}    1.11{col 51}{space 3}0.266{col 59}{space 4}-3.657828{col 72}{space 3}  13.2395
{txt}{space 5}quote_92K_54 {c |}{col 19}{res}{space 2} 2.266773{col 31}{space 2} 4.579532{col 42}{space 1}    0.49{col 51}{space 3}0.621{col 59}{space 4}-6.712122{col 72}{space 3} 11.24567
{txt}{space 5}quote_92K_55 {c |}{col 19}{res}{space 2} -.688684{col 31}{space 2} 4.114683{col 42}{space 1}   -0.17{col 51}{space 3}0.867{col 59}{space 4}-8.756169{col 72}{space 3} 7.378801
{txt}{space 5}quote_92K_56 {c |}{col 19}{res}{space 2} 2.096475{col 31}{space 2} 4.557962{col 42}{space 1}    0.46{col 51}{space 3}0.646{col 59}{space 4}-6.840129{col 72}{space 3} 11.03308
{txt}{space 5}quote_92K_57 {c |}{col 19}{res}{space 2} 4.230119{col 31}{space 2} 3.836162{col 42}{space 1}    1.10{col 51}{space 3}0.270{col 59}{space 4}-3.291282{col 72}{space 3} 11.75152
{txt}{space 5}quote_92K_58 {c |}{col 19}{res}{space 2} 5.496405{col 31}{space 2} 5.662778{col 42}{space 1}    0.97{col 51}{space 3}0.332{col 59}{space 4}-5.606365{col 72}{space 3} 16.59917
{txt}{space 5}quote_92K_59 {c |}{col 19}{res}{space 2} .6184108{col 31}{space 2} 4.043545{col 42}{space 1}    0.15{col 51}{space 3}0.878{col 59}{space 4}-7.309598{col 72}{space 3}  8.54642
{txt}{space 5}quote_92K_60 {c |}{col 19}{res}{space 2} 8.205733{col 31}{space 2} 3.782947{col 42}{space 1}    2.17{col 51}{space 3}0.030{col 59}{space 4} .7886674{col 72}{space 3}  15.6228
{txt}{space 5}quote_92K_61 {c |}{col 19}{res}{space 2} 5.575831{col 31}{space 2} 4.107227{col 42}{space 1}    1.36{col 51}{space 3}0.175{col 59}{space 4}-2.477036{col 72}{space 3}  13.6287
{txt}{space 5}quote_92K_62 {c |}{col 19}{res}{space 2} 1.626657{col 31}{space 2} 4.157459{col 42}{space 1}    0.39{col 51}{space 3}0.696{col 59}{space 4}-6.524698{col 72}{space 3} 9.778012
{txt}{space 5}quote_92K_63 {c |}{col 19}{res}{space 2} 5.962773{col 31}{space 2} 6.363563{col 42}{space 1}    0.94{col 51}{space 3}0.349{col 59}{space 4}-6.513997{col 72}{space 3} 18.43954
{txt}{space 5}quote_92K_64 {c |}{col 19}{res}{space 2} 7.064256{col 31}{space 2} 5.004247{col 42}{space 1}    1.41{col 51}{space 3}0.158{col 59}{space 4} -2.74736{col 72}{space 3} 16.87587
{txt}{space 5}quote_92K_65 {c |}{col 19}{res}{space 2} 3.046487{col 31}{space 2} 4.372766{col 42}{space 1}    0.70{col 51}{space 3}0.486{col 59}{space 4}-5.527011{col 72}{space 3} 11.61999
{txt}{space 5}quote_92K_66 {c |}{col 19}{res}{space 2} 3.663144{col 31}{space 2} 3.819021{col 42}{space 1}    0.96{col 51}{space 3}0.338{col 59}{space 4}-3.824651{col 72}{space 3} 11.15094
{txt}{space 5}quote_92K_67 {c |}{col 19}{res}{space 2} 1.859409{col 31}{space 2}  3.92284{col 42}{space 1}    0.47{col 51}{space 3}0.636{col 59}{space 4}-5.831939{col 72}{space 3} 9.550757
{txt}{space 5}quote_92K_68 {c |}{col 19}{res}{space 2}  12.9856{col 31}{space 2} 4.773483{col 42}{space 1}    2.72{col 51}{space 3}0.007{col 59}{space 4} 3.626431{col 72}{space 3} 22.34476
{txt}{space 5}quote_92K_69 {c |}{col 19}{res}{space 2} 10.49943{col 31}{space 2} 4.133046{col 42}{space 1}    2.54{col 51}{space 3}0.011{col 59}{space 4} 2.395939{col 72}{space 3} 18.60292
{txt}{space 5}quote_92K_70 {c |}{col 19}{res}{space 2} 11.59712{col 31}{space 2} 4.093147{col 42}{space 1}    2.83{col 51}{space 3}0.005{col 59}{space 4} 3.571859{col 72}{space 3} 19.62238
{txt}{space 5}quote_92K_71 {c |}{col 19}{res}{space 2} 3.378938{col 31}{space 2} 5.012131{col 42}{space 1}    0.67{col 51}{space 3}0.500{col 59}{space 4}-6.448137{col 72}{space 3} 13.20601
{txt}{space 5}quote_92K_72 {c |}{col 19}{res}{space 2} 2.159572{col 31}{space 2} 4.476874{col 42}{space 1}    0.48{col 51}{space 3}0.630{col 59}{space 4}-6.618046{col 72}{space 3} 10.93719
{txt}{space 5}quote_92K_73 {c |}{col 19}{res}{space 2}-.9268344{col 31}{space 2} 4.514176{col 42}{space 1}   -0.21{col 51}{space 3}0.837{col 59}{space 4}-9.777589{col 72}{space 3} 7.923921
{txt}{space 5}quote_92K_74 {c |}{col 19}{res}{space 2} 1.522655{col 31}{space 2} 5.440804{col 42}{space 1}    0.28{col 51}{space 3}0.780{col 59}{space 4}-9.144901{col 72}{space 3} 12.19021
{txt}{space 5}quote_92K_75 {c |}{col 19}{res}{space 2} 3.950939{col 31}{space 2} 5.162152{col 42}{space 1}    0.77{col 51}{space 3}0.444{col 59}{space 4}-6.170274{col 72}{space 3} 14.07215
{txt}{space 5}quote_92K_76 {c |}{col 19}{res}{space 2} 2.620679{col 31}{space 2} 3.472271{col 42}{space 1}    0.75{col 51}{space 3}0.450{col 59}{space 4}-4.187256{col 72}{space 3} 9.428614
{txt}{space 5}quote_92K_77 {c |}{col 19}{res}{space 2} 3.845692{col 31}{space 2} 4.527914{col 42}{space 1}    0.85{col 51}{space 3}0.396{col 59}{space 4}-5.031999{col 72}{space 3} 12.72338
{txt}{space 5}quote_92K_78 {c |}{col 19}{res}{space 2}-.8402555{col 31}{space 2}  5.99981{col 42}{space 1}   -0.14{col 51}{space 3}0.889{col 59}{space 4}-12.60383{col 72}{space 3} 10.92332
{txt}{space 5}quote_92K_79 {c |}{col 19}{res}{space 2} 3.592339{col 31}{space 2} 4.835105{col 42}{space 1}    0.74{col 51}{space 3}0.458{col 59}{space 4}-5.887648{col 72}{space 3} 13.07233
{txt}{space 5}quote_92K_80 {c |}{col 19}{res}{space 2} 4.563806{col 31}{space 2} 3.845118{col 42}{space 1}    1.19{col 51}{space 3}0.235{col 59}{space 4}-2.975155{col 72}{space 3} 12.10277
{txt}{space 5}quote_92K_81 {c |}{col 19}{res}{space 2} 5.300188{col 31}{space 2} 4.065607{col 42}{space 1}    1.30{col 51}{space 3}0.192{col 59}{space 4}-2.671077{col 72}{space 3} 13.27145
{txt}{space 5}quote_92K_82 {c |}{col 19}{res}{space 2}-2.399485{col 31}{space 2} 5.321365{col 42}{space 1}   -0.45{col 51}{space 3}0.652{col 59}{space 4}-12.83286{col 72}{space 3} 8.033891
{txt}{space 5}quote_92K_83 {c |}{col 19}{res}{space 2}-.4832084{col 31}{space 2} 4.498502{col 42}{space 1}   -0.11{col 51}{space 3}0.914{col 59}{space 4}-9.303231{col 72}{space 3} 8.336814
{txt}{space 5}quote_92K_84 {c |}{col 19}{res}{space 2} 7.520293{col 31}{space 2}  4.43525{col 42}{space 1}    1.70{col 51}{space 3}0.090{col 59}{space 4}-1.175714{col 72}{space 3}  16.2163
{txt}{space 5}quote_92K_85 {c |}{col 19}{res}{space 2} 7.931358{col 31}{space 2} 3.815305{col 42}{space 1}    2.08{col 51}{space 3}0.038{col 59}{space 4} .4508508{col 72}{space 3} 15.41187
{txt}{space 5}quote_92K_86 {c |}{col 19}{res}{space 2} 5.026278{col 31}{space 2}  4.18094{col 42}{space 1}    1.20{col 51}{space 3}0.229{col 59}{space 4}-3.171114{col 72}{space 3} 13.22367
{txt}{space 5}quote_92K_87 {c |}{col 19}{res}{space 2} 5.861365{col 31}{space 2} 4.662973{col 42}{space 1}    1.26{col 51}{space 3}0.209{col 59}{space 4}-3.281129{col 72}{space 3} 15.00386
{txt}{space 5}quote_92K_88 {c |}{col 19}{res}{space 2} 7.944598{col 31}{space 2} 3.572457{col 42}{space 1}    2.22{col 51}{space 3}0.026{col 59}{space 4} .9402322{col 72}{space 3} 14.94896
{txt}{space 5}quote_92K_89 {c |}{col 19}{res}{space 2} 2.730904{col 31}{space 2} 3.992254{col 42}{space 1}    0.68{col 51}{space 3}0.494{col 59}{space 4} -5.09654{col 72}{space 3} 10.55835
{txt}{space 5}quote_92K_90 {c |}{col 19}{res}{space 2} .4161289{col 31}{space 2} 5.027134{col 42}{space 1}    0.08{col 51}{space 3}0.934{col 59}{space 4}-9.440361{col 72}{space 3} 10.27262
{txt}{space 5}quote_92K_91 {c |}{col 19}{res}{space 2} 3.037086{col 31}{space 2} 5.737996{col 42}{space 1}    0.53{col 51}{space 3}0.597{col 59}{space 4} -8.21316{col 72}{space 3} 14.28733
{txt}{space 5}quote_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 4}article_40K_1 {c |}{col 19}{res}{space 2}-19.58144{col 31}{space 2} 13.31038{col 42}{space 1}   -1.47{col 51}{space 3}0.141{col 59}{space 4}-45.67854{col 72}{space 3}  6.51565
{txt}{space 4}article_40K_2 {c |}{col 19}{res}{space 2}-21.17604{col 31}{space 2} 15.91894{col 42}{space 1}   -1.33{col 51}{space 3}0.184{col 59}{space 4}-52.38764{col 72}{space 3} 10.03556
{txt}{space 4}article_40K_3 {c |}{col 19}{res}{space 2}-34.64462{col 31}{space 2} 15.33022{col 42}{space 1}   -2.26{col 51}{space 3}0.024{col 59}{space 4}-64.70194{col 72}{space 3}-4.587299
{txt}{space 4}article_40K_4 {c |}{col 19}{res}{space 2} -29.3607{col 31}{space 2} 28.93643{col 42}{space 1}   -1.01{col 51}{space 3}0.310{col 59}{space 4}-86.09515{col 72}{space 3} 27.37374
{txt}{space 4}article_40K_5 {c |}{col 19}{res}{space 2}-21.37872{col 31}{space 2} 15.87628{col 42}{space 1}   -1.35{col 51}{space 3}0.178{col 59}{space 4}-52.50667{col 72}{space 3} 9.749224
{txt}{space 4}article_40K_6 {c |}{col 19}{res}{space 2}-12.36567{col 31}{space 2} 17.94712{col 42}{space 1}   -0.69{col 51}{space 3}0.491{col 59}{space 4}-47.55383{col 72}{space 3} 22.82249
{txt}{space 4}article_40K_7 {c |}{col 19}{res}{space 2}-36.43087{col 31}{space 2}  13.9957{col 42}{space 1}   -2.60{col 51}{space 3}0.009{col 59}{space 4}-63.87165{col 72}{space 3}-8.990088
{txt}{space 4}article_40K_8 {c |}{col 19}{res}{space 2}-15.80303{col 31}{space 2} 16.59007{col 42}{space 1}   -0.95{col 51}{space 3}0.341{col 59}{space 4}-48.33048{col 72}{space 3} 16.72443
{txt}{space 4}article_40K_9 {c |}{col 19}{res}{space 2}-29.07781{col 31}{space 2} 19.59318{col 42}{space 1}   -1.48{col 51}{space 3}0.138{col 59}{space 4}-67.49333{col 72}{space 3} 9.337705
{txt}{space 3}article_40K_10 {c |}{col 19}{res}{space 2}-36.53186{col 31}{space 2} 13.89711{col 42}{space 1}   -2.63{col 51}{space 3}0.009{col 59}{space 4}-63.77932{col 72}{space 3}-9.284387
{txt}{space 3}article_40K_11 {c |}{col 19}{res}{space 2}-29.61986{col 31}{space 2} 15.97313{col 42}{space 1}   -1.85{col 51}{space 3}0.064{col 59}{space 4} -60.9377{col 72}{space 3} 1.697973
{txt}{space 3}article_40K_12 {c |}{col 19}{res}{space 2}-29.41496{col 31}{space 2} 13.97243{col 42}{space 1}   -2.11{col 51}{space 3}0.035{col 59}{space 4}-56.81012{col 72}{space 3}-2.019794
{txt}{space 3}article_40K_13 {c |}{col 19}{res}{space 2}-33.79102{col 31}{space 2} 14.85125{col 42}{space 1}   -2.28{col 51}{space 3}0.023{col 59}{space 4}-62.90924{col 72}{space 3}-4.672809
{txt}{space 3}article_40K_14 {c |}{col 19}{res}{space 2}-27.29288{col 31}{space 2} 15.03174{col 42}{space 1}   -1.82{col 51}{space 3}0.070{col 59}{space 4}-56.76498{col 72}{space 3} 2.179224
{txt}{space 3}article_40K_15 {c |}{col 19}{res}{space 2}-29.14245{col 31}{space 2} 14.43145{col 42}{space 1}   -2.02{col 51}{space 3}0.044{col 59}{space 4}-57.43758{col 72}{space 3}-.8473155
{txt}{space 3}article_40K_16 {c |}{col 19}{res}{space 2}-24.80945{col 31}{space 2} 17.47369{col 42}{space 1}   -1.42{col 51}{space 3}0.156{col 59}{space 4}-59.06939{col 72}{space 3} 9.450487
{txt}{space 3}article_40K_17 {c |}{col 19}{res}{space 2}-30.51494{col 31}{space 2} 13.87162{col 42}{space 1}   -2.20{col 51}{space 3}0.028{col 59}{space 4}-57.71244{col 72}{space 3}-3.317444
{txt}{space 3}article_40K_18 {c |}{col 19}{res}{space 2}-31.45679{col 31}{space 2} 14.40269{col 42}{space 1}   -2.18{col 51}{space 3}0.029{col 59}{space 4}-59.69555{col 72}{space 3}-3.218033
{txt}{space 3}article_40K_19 {c |}{col 19}{res}{space 2} -38.2854{col 31}{space 2}  14.6702{col 42}{space 1}   -2.61{col 51}{space 3}0.009{col 59}{space 4}-67.04865{col 72}{space 3}-9.522159
{txt}{space 3}article_40K_20 {c |}{col 19}{res}{space 2}-49.05923{col 31}{space 2} 20.64448{col 42}{space 1}   -2.38{col 51}{space 3}0.018{col 59}{space 4}-89.53599{col 72}{space 3} -8.58248
{txt}{space 3}article_40K_21 {c |}{col 19}{res}{space 2}-46.42243{col 31}{space 2} 18.58228{col 42}{space 1}   -2.50{col 51}{space 3}0.013{col 59}{space 4}-82.85592{col 72}{space 3}-9.988933
{txt}{space 3}article_40K_22 {c |}{col 19}{res}{space 2}-45.64121{col 31}{space 2} 22.48668{col 42}{space 1}   -2.03{col 51}{space 3}0.042{col 59}{space 4} -89.7299{col 72}{space 3} -1.55253
{txt}{space 3}article_40K_23 {c |}{col 19}{res}{space 2}-26.95595{col 31}{space 2} 13.76937{col 42}{space 1}   -1.96{col 51}{space 3}0.050{col 59}{space 4}-53.95296{col 72}{space 3} .0410712
{txt}{space 3}article_40K_24 {c |}{col 19}{res}{space 2}-40.89207{col 31}{space 2} 19.76522{col 42}{space 1}   -2.07{col 51}{space 3}0.039{col 59}{space 4}-79.64491{col 72}{space 3}-2.139225
{txt}{space 3}article_40K_25 {c |}{col 19}{res}{space 2}-32.86635{col 31}{space 2} 18.61147{col 42}{space 1}   -1.77{col 51}{space 3}0.077{col 59}{space 4}-69.35707{col 72}{space 3} 3.624381
{txt}{space 3}article_40K_26 {c |}{col 19}{res}{space 2}-46.81695{col 31}{space 2} 15.78177{col 42}{space 1}   -2.97{col 51}{space 3}0.003{col 59}{space 4}-77.75961{col 72}{space 3}-15.87429
{txt}{space 3}article_40K_27 {c |}{col 19}{res}{space 2} -31.6323{col 31}{space 2} 15.45609{col 42}{space 1}   -2.05{col 51}{space 3}0.041{col 59}{space 4}-61.93641{col 72}{space 3}-1.328188
{txt}{space 3}article_40K_28 {c |}{col 19}{res}{space 2}-38.22005{col 31}{space 2} 15.18169{col 42}{space 1}   -2.52{col 51}{space 3}0.012{col 59}{space 4}-67.98615{col 72}{space 3}-8.453939
{txt}{space 3}article_40K_29 {c |}{col 19}{res}{space 2}-28.86676{col 31}{space 2} 13.61361{col 42}{space 1}   -2.12{col 51}{space 3}0.034{col 59}{space 4}-55.55839{col 72}{space 3}-2.175121
{txt}{space 3}article_40K_30 {c |}{col 19}{res}{space 2}-22.38533{col 31}{space 2} 15.33713{col 42}{space 1}   -1.46{col 51}{space 3}0.145{col 59}{space 4} -52.4562{col 72}{space 3} 7.685532
{txt}{space 3}article_40K_31 {c |}{col 19}{res}{space 2}-34.15945{col 31}{space 2} 15.43254{col 42}{space 1}   -2.21{col 51}{space 3}0.027{col 59}{space 4}-64.41737{col 72}{space 3}-3.901527
{txt}{space 3}article_40K_32 {c |}{col 19}{res}{space 2}-16.95635{col 31}{space 2} 14.35287{col 42}{space 1}   -1.18{col 51}{space 3}0.238{col 59}{space 4}-45.09742{col 72}{space 3} 11.18472
{txt}{space 3}article_40K_33 {c |}{col 19}{res}{space 2}-36.01207{col 31}{space 2} 14.63232{col 42}{space 1}   -2.46{col 51}{space 3}0.014{col 59}{space 4}-64.70105{col 72}{space 3}-7.323097
{txt}{space 3}article_40K_34 {c |}{col 19}{res}{space 2}-35.31325{col 31}{space 2} 14.01323{col 42}{space 1}   -2.52{col 51}{space 3}0.012{col 59}{space 4} -62.7884{col 72}{space 3}-7.838096
{txt}{space 3}article_40K_35 {c |}{col 19}{res}{space 2}-42.56064{col 31}{space 2} 15.20083{col 42}{space 1}   -2.80{col 51}{space 3}0.005{col 59}{space 4}-72.36426{col 72}{space 3}-12.75702
{txt}{space 3}article_40K_36 {c |}{col 19}{res}{space 2}-20.07908{col 31}{space 2} 13.48748{col 42}{space 1}   -1.49{col 51}{space 3}0.137{col 59}{space 4} -46.5234{col 72}{space 3} 6.365249
{txt}{space 3}article_40K_37 {c |}{col 19}{res}{space 2}-33.83712{col 31}{space 2} 14.87393{col 42}{space 1}   -2.27{col 51}{space 3}0.023{col 59}{space 4}-62.99982{col 72}{space 3}-4.674424
{txt}{space 3}article_40K_38 {c |}{col 19}{res}{space 2}-49.63396{col 31}{space 2}  21.2239{col 42}{space 1}   -2.34{col 51}{space 3}0.019{col 59}{space 4}-91.24676{col 72}{space 3}-8.021165
{txt}{space 3}article_40K_39 {c |}{col 19}{res}{space 2}-33.33782{col 31}{space 2} 15.31866{col 42}{space 1}   -2.18{col 51}{space 3}0.030{col 59}{space 4}-63.37247{col 72}{space 3}-3.303166
{txt}{space 3}article_40K_40 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 13}rank {c |}
{space 14}pm  {c |}{col 19}{res}{space 2}-21.37769{col 31}{space 2} 6.716801{col 42}{space 1}   -3.18{col 51}{space 3}0.001{col 59}{space 4}-34.54704{col 72}{space 3}-8.208341
{txt}{space 13}dpm  {c |}{col 19}{res}{space 2}-1.290186{col 31}{space 2} 2.454489{col 42}{space 1}   -0.53{col 51}{space 3}0.599{col 59}{space 4}-6.102599{col 72}{space 3} 3.522228
{txt}{space 8}minister  {c |}{col 19}{res}{space 2}-2.239675{col 31}{space 2} 1.821162{col 42}{space 1}   -1.23{col 51}{space 3}0.219{col 59}{space 4} -5.81035{col 72}{space 3} 1.331001
{txt}{space 13}sms  {c |}{col 19}{res}{space 2}-1.251556{col 31}{space 2} 3.526989{col 42}{space 1}   -0.35{col 51}{space 3}0.723{col 59}{space 4}-8.166775{col 72}{space 3} 5.663663
{txt}{space 13}mos  {c |}{col 19}{res}{space 2} 5.608717{col 31}{space 2} 3.970997{col 42}{space 1}    1.41{col 51}{space 3}0.158{col 59}{space 4} -2.17705{col 72}{space 3} 13.39448
{txt}{space 11}mayor  {c |}{col 19}{res}{space 2} 1.120711{col 31}{space 2} 2.176173{col 42}{space 1}    0.51{col 51}{space 3}0.607{col 59}{space 4}-3.146019{col 72}{space 3} 5.387441
{txt}{space 13}sps  {c |}{col 19}{res}{space 2}-11.32966{col 31}{space 2} 14.81432{col 42}{space 1}   -0.76{col 51}{space 3}0.444{col 59}{space 4}-40.37546{col 72}{space 3} 17.71615
{txt}{space 8}parl sec  {c |}{col 19}{res}{space 2} 19.36266{col 31}{space 2} 6.209057{col 42}{space 1}    3.12{col 51}{space 3}0.002{col 59}{space 4} 7.188825{col 72}{space 3}  31.5365
{txt}{space 9}speaker  {c |}{col 19}{res}{space 2} 14.32647{col 31}{space 2} 4.139614{col 42}{space 1}    3.46{col 51}{space 3}0.001{col 59}{space 4} 6.210104{col 72}{space 3} 22.44284
{txt}{space 12}ncmp  {c |}{col 19}{res}{space 2} 2.850643{col 31}{space 2}  2.34241{col 42}{space 1}    1.22{col 51}{space 3}0.224{col 59}{space 4}-1.742022{col 72}{space 3} 7.443307
{txt}{space 13}nmp  {c |}{col 19}{res}{space 2} 1.850614{col 31}{space 2} 1.378158{col 42}{space 1}    1.34{col 51}{space 3}0.179{col 59}{space 4}-.8514831{col 72}{space 3} 4.552711
{txt}{space 17} {c |}
{space 14}MFA {c |}{col 19}{res}{space 2} 30.33295{col 31}{space 2} 29.50362{col 42}{space 1}    1.03{col 51}{space 3}0.304{col 59}{space 4}-27.51354{col 72}{space 3} 88.17945
{txt}{space 14}PMO {c |}{col 19}{res}{space 2} 1.840278{col 31}{space 2} 4.848368{col 42}{space 1}    0.38{col 51}{space 3}0.704{col 59}{space 4}-7.665713{col 72}{space 3} 11.34627
{txt}{space 13}MEWR {c |}{col 19}{res}{space 2} 5.984173{col 31}{space 2} 17.08687{col 42}{space 1}    0.35{col 51}{space 3}0.726{col 59}{space 4}-27.51734{col 72}{space 3} 39.48569
{txt}{space 14}MCI {c |}{col 19}{res}{space 2} 12.24461{col 31}{space 2} 29.68518{col 42}{space 1}    0.41{col 51}{space 3}0.680{col 59}{space 4}-45.95787{col 72}{space 3} 70.44709
{txt}{space 14}MTI {c |}{col 19}{res}{space 2} -25.3798{col 31}{space 2} 29.04318{col 42}{space 1}   -0.87{col 51}{space 3}0.382{col 59}{space 4}-82.32354{col 72}{space 3} 31.56394
{txt}{space 14}MHA {c |}{col 19}{res}{space 2}-13.11229{col 31}{space 2} 6.987334{col 42}{space 1}   -1.88{col 51}{space 3}0.061{col 59}{space 4}-26.81206{col 72}{space 3} .5874826
{txt}{space 13}MCCY {c |}{col 19}{res}{space 2} -11.1904{col 31}{space 2} 5.445176{col 42}{space 1}   -2.06{col 51}{space 3}0.040{col 59}{space 4}-21.86653{col 72}{space 3} -.514275
{txt}{space 11}MinLaw {c |}{col 19}{res}{space 2}-14.27161{col 31}{space 2} 27.13703{col 42}{space 1}   -0.53{col 51}{space 3}0.599{col 59}{space 4}-67.47804{col 72}{space 3} 38.93482
{txt}{space 14}MOH {c |}{col 19}{res}{space 2}-57.63493{col 31}{space 2} 25.30784{col 42}{space 1}   -2.28{col 51}{space 3}0.023{col 59}{space 4} -107.255{col 72}{space 3}-8.014914
{txt}{space 14}MOM {c |}{col 19}{res}{space 2} 15.54243{col 31}{space 2} 13.80885{col 42}{space 1}    1.13{col 51}{space 3}0.260{col 59}{space 4}-11.53201{col 72}{space 3} 42.61686
{txt}{space 11}MinDef {c |}{col 19}{res}{space 2} 16.63817{col 31}{space 2} 5.769695{col 42}{space 1}    2.88{col 51}{space 3}0.004{col 59}{space 4} 5.325768{col 72}{space 3} 27.95056
{txt}{space 14}MSF {c |}{col 19}{res}{space 2}-38.25904{col 31}{space 2}  9.55727{col 42}{space 1}   -4.00{col 51}{space 3}0.000{col 59}{space 4}-56.99757{col 72}{space 3} -19.5205
{txt}{space 14}MOT {c |}{col 19}{res}{space 2} 35.73729{col 31}{space 2}   27.467{col 42}{space 1}    1.30{col 51}{space 3}0.193{col 59}{space 4} -18.1161{col 72}{space 3} 89.59069
{txt}{space 14}MND {c |}{col 19}{res}{space 2}-11.49429{col 31}{space 2} 4.766608{col 42}{space 1}   -2.41{col 51}{space 3}0.016{col 59}{space 4}-20.83998{col 72}{space 3}-2.148605
{txt}{space 14}MOF {c |}{col 19}{res}{space 2}-2.596681{col 31}{space 2} 3.128042{col 42}{space 1}   -0.83{col 51}{space 3}0.407{col 59}{space 4}-8.729701{col 72}{space 3} 3.536338
{txt}{space 14}MOE {c |}{col 19}{res}{space 2} 39.20656{col 31}{space 2} 12.41851{col 42}{space 1}    3.16{col 51}{space 3}0.002{col 59}{space 4} 14.85811{col 72}{space 3} 63.55501
{txt}{space 10}speaker {c |}{col 19}{res}{space 2} 5.996277{col 31}{space 2} 2.895971{col 42}{space 1}    2.07{col 51}{space 3}0.038{col 59}{space 4} .3182683{col 72}{space 3} 11.67429
{txt}{space 17} {c |}
{space 9}rank#MFA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-30.75262{col 31}{space 2} 29.55858{col 42}{space 1}   -1.04{col 51}{space 3}0.298{col 59}{space 4}-88.70688{col 72}{space 3} 27.20163
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-30.36029{col 31}{space 2} 29.52648{col 42}{space 1}   -1.03{col 51}{space 3}0.304{col 59}{space 4}-88.25162{col 72}{space 3} 27.53104
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-36.11383{col 31}{space 2} 30.07474{col 42}{space 1}   -1.20{col 51}{space 3}0.230{col 59}{space 4} -95.0801{col 72}{space 3} 22.85243
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#PMO {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .2600375{col 31}{space 2} 5.101875{col 42}{space 1}    0.05{col 51}{space 3}0.959{col 59}{space 4}-9.742993{col 72}{space 3} 10.26307
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-1.017109{col 31}{space 2} 5.780955{col 42}{space 1}   -0.18{col 51}{space 3}0.860{col 59}{space 4}-12.35158{col 72}{space 3} 10.31737
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MEWR {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-4.080261{col 31}{space 2} 17.21853{col 42}{space 1}   -0.24{col 51}{space 3}0.813{col 59}{space 4}-37.83992{col 72}{space 3} 29.67939
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-9.346181{col 31}{space 2} 17.88476{col 42}{space 1}   -0.52{col 51}{space 3}0.601{col 59}{space 4}-44.41208{col 72}{space 3} 25.71972
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-5.759245{col 31}{space 2} 17.69781{col 42}{space 1}   -0.33{col 51}{space 3}0.745{col 59}{space 4}-40.45859{col 72}{space 3}  28.9401
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 1.607799{col 31}{space 2} 17.77669{col 42}{space 1}    0.09{col 51}{space 3}0.928{col 59}{space 4} -33.2462{col 72}{space 3}  36.4618
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MCI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-11.94444{col 31}{space 2} 29.76468{col 42}{space 1}   -0.40{col 51}{space 3}0.688{col 59}{space 4} -70.3028{col 72}{space 3} 46.41392
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-6.627655{col 31}{space 2} 30.04398{col 42}{space 1}   -0.22{col 51}{space 3}0.825{col 59}{space 4}-65.53361{col 72}{space 3}  52.2783
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-17.65175{col 31}{space 2}  29.8712{col 42}{space 1}   -0.59{col 51}{space 3}0.555{col 59}{space 4}-76.21896{col 72}{space 3} 40.91546
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}  27.6466{col 31}{space 2} 17.09039{col 42}{space 1}    1.62{col 51}{space 3}0.106{col 59}{space 4}-5.861805{col 72}{space 3} 61.15501
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MTI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 28.05197{col 31}{space 2} 29.06075{col 42}{space 1}    0.97{col 51}{space 3}0.334{col 59}{space 4}-28.92621{col 72}{space 3} 85.03016
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 29.37124{col 31}{space 2} 29.27452{col 42}{space 1}    1.00{col 51}{space 3}0.316{col 59}{space 4}-28.02608{col 72}{space 3} 86.76856
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 23.61846{col 31}{space 2}  29.0963{col 42}{space 1}    0.81{col 51}{space 3}0.417{col 59}{space 4}-33.42943{col 72}{space 3} 80.66634
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-9.726195{col 31}{space 2} 31.86264{col 42}{space 1}   -0.31{col 51}{space 3}0.760{col 59}{space 4}-72.19794{col 72}{space 3} 52.74555
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MHA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 12.96877{col 31}{space 2} 7.413517{col 42}{space 1}    1.75{col 51}{space 3}0.080{col 59}{space 4}-1.566602{col 72}{space 3} 27.50414
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 14.92287{col 31}{space 2} 7.305767{col 42}{space 1}    2.04{col 51}{space 3}0.041{col 59}{space 4} .5987627{col 72}{space 3} 29.24698
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 13.93217{col 31}{space 2} 7.628653{col 42}{space 1}    1.83{col 51}{space 3}0.068{col 59}{space 4}-1.025009{col 72}{space 3} 28.88935
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 3.281664{col 31}{space 2} 11.09321{col 42}{space 1}    0.30{col 51}{space 3}0.767{col 59}{space 4}-18.46832{col 72}{space 3} 25.03165
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 29.19474{col 31}{space 2} 14.05001{col 42}{space 1}    2.08{col 51}{space 3}0.038{col 59}{space 4} 1.647479{col 72}{space 3} 56.74201
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MCCY {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 14.83762{col 31}{space 2} 5.882806{col 42}{space 1}    2.52{col 51}{space 3}0.012{col 59}{space 4} 3.303455{col 72}{space 3} 26.37179
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}  10.9797{col 31}{space 2} 8.446546{col 42}{space 1}    1.30{col 51}{space 3}0.194{col 59}{space 4}-5.581086{col 72}{space 3} 27.54049
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 13.24826{col 31}{space 2} 8.084384{col 42}{space 1}    1.64{col 51}{space 3}0.101{col 59}{space 4}-2.602454{col 72}{space 3} 29.09897
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-18.68372{col 31}{space 2} 31.08929{col 42}{space 1}   -0.60{col 51}{space 3}0.548{col 59}{space 4}-79.63918{col 72}{space 3} 42.27174
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}-7.032152{col 31}{space 2} 32.73132{col 42}{space 1}   -0.21{col 51}{space 3}0.830{col 59}{space 4}-71.20708{col 72}{space 3} 57.14278
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinLaw {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 19.05141{col 31}{space 2} 27.60453{col 42}{space 1}    0.69{col 51}{space 3}0.490{col 59}{space 4}-35.07162{col 72}{space 3} 73.17445
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 18.71353{col 31}{space 2} 27.25458{col 42}{space 1}    0.69{col 51}{space 3}0.492{col 59}{space 4}-34.72336{col 72}{space 3} 72.15043
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 18.88926{col 31}{space 2} 27.26998{col 42}{space 1}    0.69{col 51}{space 3}0.489{col 59}{space 4}-34.57784{col 72}{space 3} 72.35636
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOH {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 58.90026{col 31}{space 2}  25.8064{col 42}{space 1}    2.28{col 51}{space 3}0.023{col 59}{space 4} 8.302743{col 72}{space 3} 109.4978
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 64.55261{col 31}{space 2} 25.74004{col 42}{space 1}    2.51{col 51}{space 3}0.012{col 59}{space 4}  14.0852{col 72}{space 3}   115.02
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 52.88674{col 31}{space 2} 25.83103{col 42}{space 1}    2.05{col 51}{space 3}0.041{col 59}{space 4} 2.240931{col 72}{space 3} 103.5325
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 59.37676{col 31}{space 2} 26.34582{col 42}{space 1}    2.25{col 51}{space 3}0.024{col 59}{space 4} 7.721616{col 72}{space 3} 111.0319
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOM {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-10.50961{col 31}{space 2} 15.98448{col 42}{space 1}   -0.66{col 51}{space 3}0.511{col 59}{space 4}-41.84971{col 72}{space 3} 20.83049
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} -13.9395{col 31}{space 2} 13.89694{col 42}{space 1}   -1.00{col 51}{space 3}0.316{col 59}{space 4}-41.18664{col 72}{space 3} 13.30764
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-20.10439{col 31}{space 2} 14.63123{col 42}{space 1}   -1.37{col 51}{space 3}0.170{col 59}{space 4}-48.79123{col 72}{space 3} 8.582447
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-18.83854{col 31}{space 2}  14.0211{col 42}{space 1}   -1.34{col 51}{space 3}0.179{col 59}{space 4}-46.32911{col 72}{space 3} 8.652039
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinDef {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-12.02345{col 31}{space 2} 6.582984{col 42}{space 1}   -1.83{col 51}{space 3}0.068{col 59}{space 4}-24.93042{col 72}{space 3} .8835328
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-15.81987{col 31}{space 2} 6.117806{col 42}{space 1}   -2.59{col 51}{space 3}0.010{col 59}{space 4}-27.81479{col 72}{space 3} -3.82494
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-13.12243{col 31}{space 2} 6.778054{col 42}{space 1}   -1.94{col 51}{space 3}0.053{col 59}{space 4}-26.41188{col 72}{space 3} .1670099
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-32.51661{col 31}{space 2}  8.51266{col 42}{space 1}   -3.82{col 51}{space 3}0.000{col 59}{space 4}-49.20702{col 72}{space 3}-15.82619
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MSF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 37.72869{col 31}{space 2} 9.885452{col 42}{space 1}    3.82{col 51}{space 3}0.000{col 59}{space 4}  18.3467{col 72}{space 3} 57.11068
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 28.14727{col 31}{space 2} 11.24124{col 42}{space 1}    2.50{col 51}{space 3}0.012{col 59}{space 4} 6.107046{col 72}{space 3} 50.18748
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}  21.3141{col 31}{space 2} 13.46791{col 42}{space 1}    1.58{col 51}{space 3}0.114{col 59}{space 4}-5.091855{col 72}{space 3} 47.72005
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 66.77114{col 31}{space 2} 28.93045{col 42}{space 1}    2.31{col 51}{space 3}0.021{col 59}{space 4} 10.04842{col 72}{space 3} 123.4939
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOT {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} -33.2992{col 31}{space 2} 27.53779{col 42}{space 1}   -1.21{col 51}{space 3}0.227{col 59}{space 4}-87.29138{col 72}{space 3} 20.69299
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} -34.2687{col 31}{space 2} 27.72893{col 42}{space 1}   -1.24{col 51}{space 3}0.217{col 59}{space 4}-88.63565{col 72}{space 3} 20.09824
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-37.54005{col 31}{space 2}   27.969{col 42}{space 1}   -1.34{col 51}{space 3}0.180{col 59}{space 4}-92.37769{col 72}{space 3}  17.2976
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MND {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 17.96438{col 31}{space 2} 5.196686{col 42}{space 1}    3.46{col 51}{space 3}0.001{col 59}{space 4} 7.775455{col 72}{space 3}  28.1533
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 11.95709{col 31}{space 2} 5.442202{col 42}{space 1}    2.20{col 51}{space 3}0.028{col 59}{space 4} 1.286796{col 72}{space 3} 22.62739
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 14.07248{col 31}{space 2} 5.928015{col 42}{space 1}    2.37{col 51}{space 3}0.018{col 59}{space 4} 2.449668{col 72}{space 3} 25.69529
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 30.65279{col 31}{space 2} 15.81077{col 42}{space 1}    1.94{col 51}{space 3}0.053{col 59}{space 4}-.3467138{col 72}{space 3} 61.65229
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}-1.336852{col 31}{space 2} 10.32818{col 42}{space 1}   -0.13{col 51}{space 3}0.897{col 59}{space 4}-21.58689{col 72}{space 3} 18.91318
{txt}{space 11}dpm#1  {c |}{col 19}{res}{space 2}-17.65475{col 31}{space 2} 6.054508{col 42}{space 1}   -2.92{col 51}{space 3}0.004{col 59}{space 4}-29.52557{col 72}{space 3}-5.783931
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-5.093464{col 31}{space 2} 3.895684{col 42}{space 1}   -1.31{col 51}{space 3}0.191{col 59}{space 4}-12.73157{col 72}{space 3}  2.54464
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOE {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-36.36527{col 31}{space 2}  12.6628{col 42}{space 1}   -2.87{col 51}{space 3}0.004{col 59}{space 4}-61.19268{col 72}{space 3}-11.53785
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-39.84767{col 31}{space 2} 12.78207{col 42}{space 1}   -3.12{col 51}{space 3}0.002{col 59}{space 4}-64.90894{col 72}{space 3} -14.7864
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-35.66644{col 31}{space 2}  13.2148{col 42}{space 1}   -2.70{col 51}{space 3}0.007{col 59}{space 4}-61.57614{col 72}{space 3}-9.756735
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} -40.1926{col 31}{space 2} 15.34337{col 42}{space 1}   -2.62{col 51}{space 3}0.009{col 59}{space 4} -70.2757{col 72}{space 3} -10.1095
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}rank#speaker {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sms#1  {c |}{col 19}{res}{space 2}-1.311809{col 31}{space 2} 5.255326{col 42}{space 1}   -0.25{col 51}{space 3}0.803{col 59}{space 4} -11.6157{col 72}{space 3} 8.992087
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}-14.64619{col 31}{space 2} 4.647068{col 42}{space 1}   -3.15{col 51}{space 3}0.002{col 59}{space 4} -23.7575{col 72}{space 3}-5.534884
{txt}{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 12}_cons {c |}{col 19}{res}{space 2} 129.1741{col 31}{space 2} 20.60082{col 42}{space 1}    6.27{col 51}{space 3}0.000{col 59}{space 4} 88.78296{col 72}{space 3} 169.5653
{txt}{hline 18}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Predictive margins{col 51}Number of obs{col 67}= {res}     14901
{txt}Model VCE{col 14}: {res}Robust

{txt}{p2colset 1 14 16 2}{...}
{p2col:Expression}:{space 1}{res:Linear prediction, predict()}{p_end}
{p2colreset}{...}
{txt}{p2colset 1 14 16 2}{...}
{p2col:over}:{space 1}{res:year}{p_end}
{p2colreset}{...}

{res}{txt}{hline 16}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 17}{c |}{col 29} Delta-method
{col 17}{c |}     Margin{col 29}   Std. Err.{col 41}      t{col 49}   P>|t|{col 57}     [95% Con{col 70}f. Interval]
{hline 16}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
year#opposition {c |}
{space 8}2005 0  {c |}{col 17}{res}{space 2} 82.08697{col 29}{space 2} 2.064877{col 40}{space 1}   39.75{col 49}{space 3}0.000{col 57}{space 4} 78.03846{col 70}{space 3} 86.13549
{txt}{space 8}2005 1  {c |}{col 17}{res}{space 2}  69.3799{col 29}{space 2} 6.777066{col 40}{space 1}   10.24{col 49}{space 3}0.000{col 57}{space 4} 56.09239{col 70}{space 3} 82.66741
{txt}{space 8}2006 0  {c |}{col 17}{res}{space 2} 91.16763{col 29}{space 2} 1.561719{col 40}{space 1}   58.38{col 49}{space 3}0.000{col 57}{space 4} 88.10564{col 70}{space 3} 94.22963
{txt}{space 8}2006 1  {c |}{col 17}{res}{space 2} 69.00201{col 29}{space 2} 7.483403{col 40}{space 1}    9.22{col 49}{space 3}0.000{col 57}{space 4} 54.32961{col 70}{space 3}  83.6744
{txt}{space 8}2007 0  {c |}{col 17}{res}{space 2} 89.03472{col 29}{space 2} 1.122952{col 40}{space 1}   79.29{col 49}{space 3}0.000{col 57}{space 4} 86.83299{col 70}{space 3} 91.23644
{txt}{space 8}2007 1  {c |}{col 17}{res}{space 2} 87.12526{col 29}{space 2} 3.190539{col 40}{space 1}   27.31{col 49}{space 3}0.000{col 57}{space 4}  80.8697{col 70}{space 3} 93.38081
{txt}{space 8}2008 0  {c |}{col 17}{res}{space 2} 91.10413{col 29}{space 2} 1.500073{col 40}{space 1}   60.73{col 49}{space 3}0.000{col 57}{space 4}   88.163{col 70}{space 3} 94.04526
{txt}{space 8}2008 1  {c |}{col 17}{res}{space 2} 83.94238{col 29}{space 2} 9.469981{col 40}{space 1}    8.86{col 49}{space 3}0.000{col 57}{space 4} 65.37499{col 70}{space 3} 102.5098
{txt}{space 8}2009 0  {c |}{col 17}{res}{space 2} 92.94751{col 29}{space 2} 1.024828{col 40}{space 1}   90.70{col 49}{space 3}0.000{col 57}{space 4} 90.93817{col 70}{space 3} 94.95685
{txt}{space 8}2009 1  {c |}{col 17}{res}{space 2}  95.5049{col 29}{space 2} 2.180764{col 40}{space 1}   43.79{col 49}{space 3}0.000{col 57}{space 4} 91.22917{col 70}{space 3} 99.78063
{txt}{space 8}2010 0  {c |}{col 17}{res}{space 2} 92.35919{col 29}{space 2} 1.035531{col 40}{space 1}   89.19{col 49}{space 3}0.000{col 57}{space 4} 90.32887{col 70}{space 3} 94.38952
{txt}{space 8}2010 1  {c |}{col 17}{res}{space 2} 77.32597{col 29}{space 2} 7.062402{col 40}{space 1}   10.95{col 49}{space 3}0.000{col 57}{space 4} 63.47902{col 70}{space 3} 91.17292
{txt}{space 8}2011 0  {c |}{col 17}{res}{space 2} 87.40157{col 29}{space 2}   1.4261{col 40}{space 1}   61.29{col 49}{space 3}0.000{col 57}{space 4} 84.60548{col 70}{space 3} 90.19767
{txt}{space 8}2011 1  {c |}{col 17}{res}{space 2} 81.58774{col 29}{space 2} 3.001961{col 40}{space 1}   27.18{col 49}{space 3}0.000{col 57}{space 4} 75.70192{col 70}{space 3} 87.47356
{txt}{space 8}2012 0  {c |}{col 17}{res}{space 2} 90.00497{col 29}{space 2}  .991349{col 40}{space 1}   90.79{col 49}{space 3}0.000{col 57}{space 4} 88.06127{col 70}{space 3} 91.94866
{txt}{space 8}2012 1  {c |}{col 17}{res}{space 2}  88.1255{col 29}{space 2} 1.887325{col 40}{space 1}   46.69{col 49}{space 3}0.000{col 57}{space 4}  84.4251{col 70}{space 3}  91.8259
{txt}{space 8}2013 0  {c |}{col 17}{res}{space 2} 86.73607{col 29}{space 2} 1.141721{col 40}{space 1}   75.97{col 49}{space 3}0.000{col 57}{space 4} 84.49755{col 70}{space 3} 88.97459
{txt}{space 8}2013 1  {c |}{col 17}{res}{space 2} 85.82263{col 29}{space 2} 2.613301{col 40}{space 1}   32.84{col 49}{space 3}0.000{col 57}{space 4} 80.69884{col 70}{space 3} 90.94642
{txt}{space 8}2014 0  {c |}{col 17}{res}{space 2} 92.38807{col 29}{space 2} .7977486{col 40}{space 1}  115.81{col 49}{space 3}0.000{col 57}{space 4} 90.82396{col 70}{space 3} 93.95219
{txt}{space 8}2014 1  {c |}{col 17}{res}{space 2} 91.73127{col 29}{space 2}  1.60833{col 40}{space 1}   57.04{col 49}{space 3}0.000{col 57}{space 4} 88.57789{col 70}{space 3} 94.88466
{txt}{space 8}2015 0  {c |}{col 17}{res}{space 2} 91.96952{col 29}{space 2} .9587646{col 40}{space 1}   95.93{col 49}{space 3}0.000{col 57}{space 4} 90.08971{col 70}{space 3} 93.84933
{txt}{space 8}2015 1  {c |}{col 17}{res}{space 2} 86.26167{col 29}{space 2} 2.243291{col 40}{space 1}   38.45{col 49}{space 3}0.000{col 57}{space 4} 81.86335{col 70}{space 3}    90.66
{txt}{space 8}2016 0  {c |}{col 17}{res}{space 2} 93.86405{col 29}{space 2} .5725627{col 40}{space 1}  163.94{col 49}{space 3}0.000{col 57}{space 4} 92.74145{col 70}{space 3} 94.98665
{txt}{space 8}2016 1  {c |}{col 17}{res}{space 2}  93.0131{col 29}{space 2} 2.147291{col 40}{space 1}   43.32{col 49}{space 3}0.000{col 57}{space 4}   88.803{col 70}{space 3}  97.2232
{txt}{hline 16}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{text}{p 2 6 2}Variables that uniquely identify margins: opposition year{p_end}
{res}Graph saved as ../results/figures/pred-margins-year-ce_max_quote2speech.png
{txt}(file ../results/figures/pred-margins-year-ce_max_quote2speech.pdf written in PDF format)
{res}Graph saved as ../results/figures/pred-margins-year-ce_max_quote2speech.pdf
Override ption not allowed - ignoring override option
{txt}(file ../results/figures/pred-margins-year-ce_max_quote2speech.eps written in EPS format)
{res}Graph saved as ../results/figures/pred-margins-year-ce_max_quote2speech.eps
Graph saved as ../results/figures/pred-margins-year-ce_max_quote2speech.tif
{txt}
{com}. 
. 
. beepme 2
{txt}
{com}. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/figure3.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res}15 Dec 2025, 14:29:56
{txt}{.-}
{smcl}
{txt}{sf}{ul off}