{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/tableC1.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 2 Dec 2025, 12:13:49
{txt}
{com}. 
. do init.do
{txt}
{com}. cls                                     // Clear results window
{txt}
{com}. clear all               // Start with a clean slate
{txt}
{com}. set more off, perm      // Disable partitioned output
{txt}({cmd:set more} preference recorded)

{com}. macro drop _all         // Clear all macros to avoid namespace conflicts
{txt}
{com}. set linesize 150        // Line size limit to make output more readable, affects logs
{txt}
{com}. set varabbrev off, perm // Turn off variable abbreviation
{txt}({cmd:set varabbrev} preference recorded)

{com}. // pause on                // Enable pause mode for debugging
. version 13.1            // Set Stata version to 13.1
{txt}
{com}. set matsize 10000
{txt}
{com}. 
. *==============================================================================
. // Set root path
. // cap net install here, from("https://raw.githubusercontent.com/korenmiklos/here/master/")
. cap here
{txt}
{com}. if _rc == 0 {c -(}
.         here, set
.         cd ${c -(}here{c )-}
. {c )-}
{txt}
{com}. else {c -(}
.         global here "\\wsl.localhost\Debian\home\lsys\neutrality\analysis"
.         cd $here
{res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis
{com}. {c )-}
{txt}
{com}. 
. *==============================================================================
. // Point to ado programs
. adopath ++ ./ado
{txt}  [1]              "{res}./ado{txt}"
  [2]  (BASE)      "{res}C:\Program Files (x86)\Stata13\ado\base/{txt}"
  [3]  (SITE)      "{res}C:\Program Files (x86)\Stata13\ado\site/{txt}"
  [4]              "{res}.{txt}"
  [5]  (PERSONAL)  "{res}c:\ado\personal/{txt}"
  [6]  (PLUS)      "{res}c:\ado\plus/{txt}"
  [7]  (OLDPLACE)  "{res}c:\ado/{txt}"

{com}. 
. use "../pipeline/out/media.dta", clear
{txt}
{com}. do preamble
{txt}
{com}. *-----------------------------------------------------------------------
. * IDENTIFIERS AND METADATA
. *-----------------------------------------------------------------------
. label var qid         "Quote ID"
{txt}
{com}. label var article_id  "News article ID (title-date tuple)"
{txt}
{com}. label var speech_id   "Speech ID"
{txt}
{com}. 
. label var date        "Publication date"
{txt}
{com}. label var matched_date "Matched speech date"
{txt}
{com}. label var matched_score "Matched score in semi-automated assessing"
{txt}
{com}. 
. label var mp          "MP ID"
{txt}
{com}. label var party       "Party of politician (string code)"
{txt}
{com}. label var opposition  "=1 if from an opposition party"
{txt}
{com}. gen ruling = (party == "pap")
{txt}
{com}. label var ruling  "=1 if from the government party"
{txt}
{com}. label var non_partisan "=1 if non-partisan MP"
{txt}
{com}. assert (1 == opposition + ruling + non_partisan)
{txt}
{com}. label var speaker     "=1 if making speech in capacity of speaker"
{txt}
{com}. 
. label var section     "Original article section"
{txt}
{com}. 
. *======================================================================
. * MP CAREER
. *======================================================================
. label var start "Start date of MP's parliamentary service"
{txt}
{com}. rename _end end
{res}{txt}
{com}. label var end   "End date of MP's parliamentary service"
{txt}
{com}. 
. *--- Rank of MP --------------------------------------------------------
. label define rank_label ///
>     1 "pm" 2 "dpm" 3 "minister" 4 "sms" 5 "mos" 6 "mayor" 7 "sps" ///
>     8 "parl sec" 9 "speaker" 10 "mp" 11 "ncmp" 12 "nmp"
{txt}
{com}. encode rank, gen(mp_rank) label(rank_label)
{txt}
{com}. drop rank
{txt}
{com}. rename mp_rank rank
{res}{txt}
{com}. label var rank "Rank of MP at time of speech"
{txt}
{com}. fvset base 10 rank   // base: Member of Parliament
{txt}
{com}. 
. *--- Tenunre -----------------------------------------------------------
. gen _tenure = tenure / 365
{txt}
{com}. drop tenure
{txt}
{com}. rename _tenure tenure
{res}{txt}
{com}. label var tenure "Seniority of politician at time of speech (years)"
{txt}
{com}. 
. gen tenure2 = tenure^2
{txt}
{com}. label var tenure2 "Square of tenure"
{txt}
{com}. 
. *======================================================================
. * INDIVIDUAL DEMOGRAPHICS
. *======================================================================
. label var dob   "Date of birth of MP"
{txt}
{com}. label var yob   "Year of birth of MP"
{txt}
{com}. 
. *--- Gender (0 = male, 1 = female) ------------------------------------
. label define gender_label 0 "male" 1 "female"
{txt}
{com}. encode gender, gen(sex) label(gender_label)
{txt}
{com}. drop gender
{txt}
{com}. rename sex gender
{res}{txt}
{com}. fvset base 0 gender
{txt}
{com}. label var gender "Gender of politician"
{txt}
{com}. 
. *--- Race --------------------------------------------------------------
. label define race_label 0 "chinese" 1 "malay" 2 "indian" 3 "eurasian"
{txt}
{com}. encode race, gen(ethnic) label(race_label)
{txt}
{com}. drop race
{txt}
{com}. rename ethnic race
{res}{txt}
{com}. fvset base 0 race
{txt}
{com}. label var race "Race of politician (Chinese, Malay, Indian, Eurasian/other)"
{txt}
{com}. 
. *--- Age ---------------------------------------------------------------
. gen _age = age / 365
{txt}
{com}. drop age
{txt}
{com}. rename _age age
{res}{txt}
{com}. label var age "Age of politician at time of speech (years)"
{txt}
{com}. 
. gen age2    = age^2
{txt}
{com}. label var age2 "Square of age"
{txt}
{com}. 
. *======================================================================
. * MINISTRY
. *======================================================================
. label var MND    "=1 if speech made while at Ministry of National Development"
{txt}
{com}. label var MinDef "=1 if speech made while at Ministry of Defence"
{txt}
{com}. label var MFA    "=1 if speech made while at Ministry of Foreign Affairs"
{txt}
{com}. label var MinLaw "=1 if speech made while at Ministry of Law"
{txt}
{com}. label var MHA    "=1 if speech made while at Ministry of Home Affairs"
{txt}
{com}. label var MOT    "=1 if speech made while at Ministry of Transport"
{txt}
{com}. label var MOF    "=1 if speech made while at Ministry of Finance"
{txt}
{com}. label var MOM    "=1 if speech made while at Ministry of Manpower"
{txt}
{com}. label var MTI    "=1 if speech made while at Ministry of Trade and Industry"
{txt}
{com}. label var MCCY   "=1 if speech made while at Ministry of Culture, Community and Youth"
{txt}
{com}. label var MSF    "=1 if speech made while at Ministry of Social and Family Development"
{txt}
{com}. label var MOH    "=1 if speech made while at Ministry of Health"
{txt}
{com}. label var PMO    "=1 if speech made while at Prime Minister's Office"
{txt}
{com}. label var MEWR   "=1 if speech made while at Ministry of the Environment and Water Resources"
{txt}
{com}. label var MCI    "=1 if speech made while at Ministry of Communications and Information"
{txt}
{com}. label var MOE    "=1 if speech made while at Ministry of Education"
{txt}
{com}. 
. recode MFA PMO MEWR MCI MTI MHA MCCY MinLaw MOH MOM MinDef MSF MOT MND MOF MOE (. = 0)
{txt}(MFA: 13913 changes made)
(PMO: 14288 changes made)
(MEWR: 14348 changes made)
(MCI: 14173 changes made)
(MTI: 14135 changes made)
(MHA: 13392 changes made)
(MCCY: 14301 changes made)
(MinLaw: 13971 changes made)
(MOH: 14054 changes made)
(MOM: 14058 changes made)
(MinDef: 13790 changes made)
(MSF: 14693 changes made)
(MOT: 13884 changes made)
(MND: 13741 changes made)
(MOF: 13401 changes made)
(MOE: 13792 changes made)

{com}. 
. *======================================================================
. * STRING SIMILARITY AND SEMANTIC MATCHING
. *======================================================================
. 
. *--- String similarity 1 (partialscore) -------------------------------
. rename partialscore_quote_to_fullspeech  ss1_quote_to_speech
{res}{txt}
{com}. label var ss1_quote_to_speech            "String similarity score 1 for quote to speech"
{txt}
{com}. 
. rename partialscore_quote_to_paragraph   ss1_quote_to_paragraph
{res}{txt}
{com}. label var ss1_quote_to_paragraph         "String similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename partialscore_quote_to_sentence    ss1_quote_to_sentence
{res}{txt}
{com}. label var ss1_quote_to_sentence          "String similarity score 1 for quote to sentence"
{txt}
{com}. 
. rename _partialscore_speech              _ss1_quote_to_speech
{res}{txt}
{com}. label var _ss1_quote_to_speech           "(no stopwords) string similarity score 1 for quote to speech"
{txt}
{com}. 
. rename _partialscore_paragraph           _ss1_quote_to_paragraph
{res}{txt}
{com}. label var _ss1_quote_to_paragraph        "(no stopwords) string similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename _partialscore_sentence            _ss1_quote_to_sentence
{res}{txt}
{com}. label var _ss1_quote_to_sentence         "(no stopwords) string similarity score 1 for quote to sentence"
{txt}
{com}. 
. *--- String similarity 2 (tokensetscore) ------------------------------
. rename tokensetscore_quote_to_sentence   ss2_quote_to_sentence
{res}{txt}
{com}. label var ss2_quote_to_sentence          "String similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename tokensetscore_quote_to_paragraph  ss2_quote_to_paragraph
{res}{txt}
{com}. label var ss2_quote_to_paragraph         "String similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename tokensetscore_quote_to_fullspeec  ss2_quote_to_speech
{res}{txt}
{com}. label var ss2_quote_to_speech            "String similarity score 2 for quote to speech"
{txt}
{com}. 
. rename tokensetscore_quote_to_sentence_  _ss2_quote_to_sentence
{res}{txt}
{com}. label var _ss2_quote_to_sentence         "(no stopwords) string similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename _0tokensetscore_quote_to_paragra  _ss2_quote_to_paragraph
{res}{txt}
{com}. label var _ss2_quote_to_paragraph        "(no stopwords) string similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename _1tokensetscore_quote_to_fullspe  _ss2_quote_to_speech
{res}{txt}
{com}. label var _ss2_quote_to_speech           "(no stopwords) string similarity score 2 for quote to speech"
{txt}
{com}. 
. *--- Semantic matching scores -----------------------------------------
. replace ce_max_quote2speech = 100 * ce_max_quote2speech
{txt}(14903 real changes made)

{com}. label var be_max_quote2speech "Best embedding-based biencoder score for quote to speech"
{txt}
{com}. label var ce_max_quote2speech "Cross-encoder semantic score for quote to speech (0-100)"
{txt}
{com}. 
. *======================================================================
. * CONSTITUENCY AND ELECTORAL VARIABLES
. *======================================================================
. rename num group_size
{res}{txt}
{com}. label var group_size             "Politician size of constituency (1 to 6)"
{txt}
{com}. 
. label var voters                 "Electoral size of constituency for current parliament"
{txt}
{com}. label var valid_votes            "Number of valid votes in constituency"
{txt}
{com}. label var winners_majority       "Number of votes for winning party/candidate"
{txt}
{com}. label var vote                   "Number of votes for current parliament"
{txt}
{com}. label var vote_share             "Percentage of votes for current parliament"
{txt}
{com}. label var winners_majority_share "Winners' majority share (percent of valid votes)"
{txt}
{com}. label var swing                  "Electoral swing in ruling party vote share (percentage points)"
{txt}
{com}. 
. *======================================================================
. * PARLIAMENT, YEAR, ELECTION TIMING, WEEKDAY
. *======================================================================
. *--- Parliament life: dummies + factor ---------------------------------
. label var parl10 "=1 if speech occurred in 10th Parliament"
{txt}
{com}. label var parl11 "=1 if speech occurred in 11th Parliament"
{txt}
{com}. label var parl12 "=1 if speech occurred in 12th Parliament"
{txt}
{com}. label var parl13 "=1 if speech occurred in 13th Parliament"
{txt}
{com}. 
. label define parl_label 0 "10th parliament" 1 "11th parliament" 2 "12th parliament" 3 "13th parliament"
{txt}
{com}. encode parl, gen(parliament) label(parl_label)
{txt}
{com}. drop parl
{txt}
{com}. rename parliament parl
{res}{txt}
{com}. fvset base 0 parl
{txt}
{com}. label var parl "Parliament life (categorical)"
{txt}
{com}. 
. *======================================================================
. * ELECTION TIMING INDICATORS
. *======================================================================
. *--- General elections -------------------------------------------------
. label var ge2006       "=1 if article published in year of General Election 2006"
{txt}
{com}. label var ge2011       "=1 if article published in year of General Election 2011"
{txt}
{com}. label var ge2015       "=1 if article published in year of General Election 2015"
{txt}
{com}. 
. label var ge2006_1mth  "=1 if article within 1 month of General Election 2006"
{txt}
{com}. label var ge2006_3mths "=1 if article within 3 months of General Election 2006"
{txt}
{com}. label var ge2006_6mths "=1 if article within 6 months of General Election 2006"
{txt}
{com}. 
. label var ge2011_1mth  "=1 if article within 1 month of General Election 2011"
{txt}
{com}. label var ge2011_3mths "=1 if article within 3 months of General Election 2011"
{txt}
{com}. label var ge2011_6mths "=1 if article within 6 months of General Election 2011"
{txt}
{com}. 
. label var ge2015_1mth  "=1 if article within 1 month of General Election 2015"
{txt}
{com}. label var ge2015_3mths "=1 if article within 3 months of General Election 2015"
{txt}
{com}. label var ge2015_6mths "=1 if article within 6 months of General Election 2015"
{txt}
{com}. 
. *--- By-elections ------------------------------------------------------
. label var be2012       "=1 if article published in year of By-election 2012"
{txt}
{com}. label var be2013       "=1 if article published in year of By-election 2013"
{txt}
{com}. label var be2016       "=1 if article published in year of By-election 2016"
{txt}
{com}. 
. label var be2012_1mth  "=1 if article within 1 month of By-election 2012"
{txt}
{com}. label var be2012_3mths "=1 if article within 3 months of By-election 2012"
{txt}
{com}. label var be2013_1mth  "=1 if article within 1 month of By-election 2013"
{txt}
{com}. label var be2013_3mths "=1 if article within 3 months of By-election 2013"
{txt}
{com}. label var be2016_1mth  "=1 if article within 1 month of By-election 2016"
{txt}
{com}. label var be2016_3mths "=1 if article within 3 months of By-election 2016"
{txt}
{com}. 
. *--- Presidential elections --------------------------------------------
. label var pe2005       "=1 if article published in year of Presidential Election 2005"
{txt}
{com}. label var pe2011       "=1 if article published in year of Presidential Election 2011"
{txt}
{com}. 
. label var pe2005_1mth  "=1 if article within 1 month of Presidential Election 2005"
{txt}
{com}. label var pe2005_3mths "=1 if article within 3 months of Presidential Election 2005"
{txt}
{com}. label var pe2005_6mths "=1 if article within 6 months of Presidential Election 2005"
{txt}
{com}. 
. label var pe2011_1mth  "=1 if article within 1 month of Presidential Election 2011"
{txt}
{com}. label var pe2011_3mths "=1 if article within 3 months of Presidential Election 2011"
{txt}
{com}. label var pe2011_6mths "=1 if article within 6 months of Presidential Election 2011"
{txt}
{com}. 
. *======================================================================
. * ARTICLE-LEVEL VARIABLES: SECTION, AUTHOR, LANGUAGE, BEAT
. *======================================================================
. * Encoded section with 'others' as base
. label define section2_label ///
>     1 "home" 2 "insight" 3 "money" 4 "news" 5 "opinion" 6 "others" ///
>     7 "prime news" 8 "review - insight" 9 "singapore" 10 "sports" ///
>     11 "st" 12 "think" 13 "top of the news" 14 "world"
{txt}
{com}. encode section2, gen(sect2) label(section2_label)
{txt}
{com}. drop section2
{txt}
{com}. rename sect2 section2
{res}{txt}
{com}. fvset base 6 section2
{txt}
{com}. label var section2 "Section of article (base: others)"
{txt}
{com}. 
. * Language / translation flags
. label var malay        "=1 if quote is in Malay"
{txt}
{com}. label var mandarin     "=1 if quote is in Mandarin"
{txt}
{com}. label var tamil        "=1 if quote is in Tamil"
{txt}
{com}. label var vernacular   "=1 if quote is in a non-English vernacular language"
{txt}
{com}. label var translations "=1 if quote translated from vernacular to English"
{txt}
{com}. 
. * Author and beat
. rename author_cleaned2 authorID
{res}{txt}
{com}. label var authorID "Author ID"
{txt}
{com}. 
. encode beat, gen(beat2)
{txt}
{com}. drop beat
{txt}
{com}. rename beat2 beat
{res}{txt}
{com}. label var beat "Beat assignment of reporter"
{txt}
{com}. 
. *--- Weekday of publication -------------------------------------------
. label define weekday_label ///
>     1 "monday" 2 "tuesday" 3 "wednesday" 4 "thursday" 5 "friday" 6 "saturday" 7 "sunday"
{txt}
{com}. encode weekday, gen(dayofweek) label(weekday_label)
{txt}
{com}. drop weekday
{txt}
{com}. rename dayofweek weekday
{res}{txt}
{com}. fvset base 1 weekday
{txt}
{com}. label var weekday "Day of week of article publication"
{txt}
{com}. 
. *======================================================================
. * TEXT LENGTH
. *======================================================================
. * Word counts
. rename wordcount_quote      quote
{res}{txt}
{com}. label var quote             "Word count of quote"
{txt}
{com}. 
. rename wordcount_paragraph  paragraph
{res}{txt}
{com}. label var paragraph         "Word count of paragraph"
{txt}
{com}. 
. rename wordcount_fullspeech speech
{res}{txt}
{com}. label var speech            "Word count of full speech"
{txt}
{com}. 
. rename wordcount            article
{res}{txt}
{com}. label var article           "Article length (words)"
{txt}
{com}. 
. * Character counts
. rename char_count_quote     quote_char
{res}{txt}
{com}. label var quote_char        "Character count of quote"
{txt}
{com}. 
. rename char_count_paragraph paragraph_char
{res}{txt}
{com}. label var paragraph_char    "Character count of paragraph"
{txt}
{com}. 
. rename char_count_fullspeech speech_char
{res}{txt}
{com}. label var speech_char       "Character count of speech"
{txt}
{com}. 
. rename article_len_char     article_char
{res}{txt}
{com}. label var article_char      "Article length (characters)"
{txt}
{com}. 
. * Log transformations
. #delimit ;
{txt}delimiter now ;
{com}. global log_variables "
>     quote 
>     quote_char 
>     paragraph 
>     paragraph_char
>     speech
>     speech_char 
>     article
>     article_char
> ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. foreach var in $log_variables {c -(}
{txt}  2{com}.     gen ln_`var' = ln(`var')
{txt}  3{com}.     label var ln_`var' "ln of `var'"
{txt}  4{com}. {c )-}
{txt}(2 missing values generated)
(2 missing values generated)

{com}. 
. *======================================================================
. * TOPIC DISTRIBUTIONS
. *======================================================================
. 
. * 50-topic models: quote, speech, article
. forvalues i = 1/50 {c -(}
{txt}  2{com}.     label var quote_50K_`i'   "Probability for topic `i'/50 for quote"
{txt}  3{com}.     label var speech_50K_`i'  "Probability for topic `i'/50 for speech"
{txt}  4{com}.     label var article_50K_`i' "Probability for topic `i'/50 for article"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 92-topic models: quote, speech, sentence
. forvalues i = 1/92 {c -(}
{txt}  2{com}.     label var quote_92K_`i'    "Probability for topic `i'/92 for quote"
{txt}  3{com}.     label var speech_92K_`i'   "Probability for topic `i'/92 for speech"
{txt}  4{com}.     label var sentence_92K_`i' "Probability for topic `i'/92 for sentence"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 100-topic models: quote, speech
. forvalues i = 1/100 {c -(}
{txt}  2{com}.     label var quote_100K_`i'  "Probability for topic `i'/100 for quote"
{txt}  3{com}.     label var speech_100K_`i' "Probability for topic `i'/100 for speech"
{txt}  4{com}. {c )-}
{txt}
{com}. 
. * Article-level topic models (30 and 40 topics)
. forvalues i = 1/30 {c -(}
{txt}  2{com}.     label var article_30K_`i' "Probability for topic `i'/30 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. forvalues i = 1/40 {c -(}
{txt}  2{com}.     label var article_40K_`i' "Probability for topic `i'/40 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. *======================================================================
. * LEXICAL RICHNESS
. *======================================================================
. label var ttr    "Type-token ratio"
{txt}
{com}. label var rttr   "Root type-token ratio"
{txt}
{com}. label var cttr   "Corrected type-token ratio"
{txt}
{com}. label var herdan "Herdan's C lexical diversity"
{txt}
{com}. label var summer "Summer lexical diversity index"
{txt}
{com}. label var dugast "Dugast lexical diversity index"
{txt}
{com}. label var maas   "Maas lexical diversity index"
{txt}
{com}. label var msttr  "Mean segmental type-token ratio"
{txt}
{com}. label var mattr  "Moving-average type-token ratio"
{txt}
{com}. label var mtld   "Measure of textual lexical diversity"
{txt}
{com}. label var hdd    "Hypergeometric distribution diversity"
{txt}
{com}. 
. *======================================================================
. * READABILITY
. *======================================================================
. label var dalechall     "Dale-Chall readability index"
{txt}
{com}. label var flesch        "Flesch reading easse score"
{txt}
{com}. label var fleschkincaid "Flesch-Kincaid grade level"
{txt}
{com}. label var gunningfog    "Gunning-Fog readability index"
{txt}
{com}. label var smog          "SMOG readability index"
{txt}
{com}. label var notdalechall  "Share of difficult words (not in Dale-Chall list)"
{txt}
{com}. label var polysyllable  "Number of polysyllabic words (more than 3 syllables)"
{txt}
{com}. label var syllables     "Total number of syllables"
{txt}
{com}. label var sentences     "Total number of sentences"
{txt}
{com}. 
. *======================================================================
. * SUBJECTIVITY, OBJECTIVITY, POLARITY
. *======================================================================
. * Subjectivity (0 = objective, 1 = subjective)
. gen speech_objectivity         = 1 - speech_subjectivity
{txt}
{com}. label var speech_subjectivity  "Speech subjectivity (0 objective - 1 subjective)"
{txt}
{com}. 
. gen para_objectivity           = 1 - para_subjectivity
{txt}(2 missing values generated)

{com}. label var para_subjectivity    "Paragraph subjectivity (0-1)"
{txt}
{com}. 
. gen sentence_objectivity       = 1 - sentence_subjectivity
{txt}(2 missing values generated)

{com}. label var sentence_subjectivity "Sentence subjectivity (0-1)"
{txt}
{com}. 
. gen quote_objectivity          = 1 - quote_subjectivity
{txt}
{com}. label var quote_subjectivity   "Quote subjectivity (0-1)"
{txt}
{com}. 
. gen quote_sentence_objectivity = 1 - quote_sentence_subjectivity
{txt}(1 missing value generated)

{com}. label var quote_sentence_subjectivity "Quote sentence subjectivity (0-1)"
{txt}
{com}. 
. label var speech_objectivity         "Speech objectivity (0 objective - 1 subjective)"
{txt}
{com}. label var para_objectivity           "Paragraph objectivity (0-1)"
{txt}
{com}. label var sentence_objectivity       "Sentence objectivity (0-1)"
{txt}
{com}. label var quote_objectivity          "Quote objectivity (0-1)"
{txt}
{com}. label var quote_sentence_objectivity "Quote sentence objectivity (0-1)"
{txt}
{com}. 
. * Polarity (-1 = negative, +1 = positive)
. label var speech_polarity         "Speech polarity (-1 negative to +1 positive), PatternAnalyzer"
{txt}
{com}. label var para_polarity           "Paragraph polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var sentence_polarity       "Sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_polarity          "Quote polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_sentence_polarity "Quote sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. 
{txt}end of do-file

{com}. 
. global TABSAVEDIR ../results/tables
{txt}
{com}. global FIGSAVEDIR ../results/figures
{txt}
{com}. global graphformats png pdf eps tif
{txt}
{com}. 
. 
. *==============================================================================
. * Global macros
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global time
>         i.parl
>         i.year
> ;
{txt}
{com}. global ind
>     i.gender
>     i.race
>     c.age
>     c.age2
>     c.tenure
>     c.tenure2
> ;
{txt}
{com}.     global article
>     i.weekday
>     i.section2
>     translations
> ;
{txt}
{com}.     global portfolio
>     MFA
>     PMO
>     MEWR
>     MCI
>     MTI
>     MHA
>     MCCY
>     MinLaw
>     MOH
>     MOM
>     MinDef
>     MSF
>     MOT
>     MND
>     MOF
>     MOE
>     speaker
> ;
{txt}
{com}.     global electoral
>     c.group_size
>     c.voters
>     c.vote_share
>     c.winners_majority_share
> ;
{txt}
{com}.     global topics
>     speech_92K*
>     quote_92K*
>     article_40K*
> ;
{txt}
{com}.     global objectivity
>     speech_objectivity
>     para_objectivity
>     sentence_objectivity
>     quote_objectivity
>     quote_sentence_objectivity
> ;
{txt}
{com}.     global polarity
>     speech_polarity
>     para_polarity
>     sentence_polarity
>     quote_polarity
>     quote_sentence_polarity
> ;
{txt}
{com}.     global readability
>     flesch
>     fleschkincaid
>     gunningfog
>     smog
>     dalechall
>     notdalechall
>     sentences
>     syllables
>     polysyllable
> ;
{txt}
{com}.     global lexical
>     ttr
>     rttr
>     cttr
>     herdan
>     summer
>     dugast
>     maas
>     msttr
>     mattr
>     mtld
>     hdd
> ;
{txt}
{com}.     global length_s
>     quote
>     speech
>     article
> ;
{txt}
{com}. global length_s
>     ln_quote
>     ln_speech
>     ln_article
> ;
{txt}
{com}. assert_macros "portfolio time ind article topics";
Checking portfolio:
portfolio contains: MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker
Checking time:
time contains: i.parl         i.year
Checking ind:
ind contains: i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2
Checking article:
article contains: i.weekday     i.section2     translations
Checking topics:
topics contains: speech_92K*     quote_92K*     article_40K*
{txt}
{com}. global min
>     i.rank
>     $portfolio
>     i.rank#($portfolio)
>     ;
{txt}
{com}.     global base_controls
>     $time
>     $ind
>     $article
>     $topics
>     ;
{txt}
{com}.     global base_controls_min
>     $time
>     $ind
>     $article
>     $topics
>     $min
>     ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. *==============================================================================
. * COEFFICIENT LABELS
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global coeff_labels
>         "
>     1.opposition "Opposition"
>     1.opposition#c.trend "Opposition $\times$ Year"
>     trend "Year"
>         pc1_objectivity "Objectivity of speech and quote"
>         pc1_polarity "Polarity of speech and quote"
>         pc1_readability "Grade/readability score of speech transcipt"
>         pc1_lexical "Lexical richness of speech transcipt"
>     "
> ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
{txt}end of do-file

{com}. 
. tictoc tic 1
{res}{hline}
{txt}----------- Time log -----------
Start time:  2 Dec 2025 12:13:50
{res}{hline}
{txt}
{com}. assert_macros "portfolio topics base_controls min electoral"
Checking portfolio:
portfolio contains: MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker
Checking topics:
topics contains: speech_92K*     quote_92K*     article_40K*
Checking base_controls:
base_controls contains: i.parl         i.year     i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2     i.weekday     i.section2     translations     speech_92K*     quote_92K*     article_40K*
Checking min:
min contains: i.rank     MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker     i.rank#(MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker)
Checking electoral:
electoral contains: c.group_size     c.voters     c.vote_share     c.winners_majority_share
{txt}
{com}. 
. preserve
{txt}
{com}. collapse        (sum) quote quote_char ///
>                         (count) fragments = quote ///
>                         (first) opposition ///
>                         (first) speech speech_char ///
>                         (first) article article_char ///
>                         (first) parl ///
>                         (first) gender race age* tenure* ///
>                         (first) weekday section2 translations ///
>                         (first) rank $portfolio ///
>                         (first) group_size voters vote vote_share winners_majority_share ///
>                         (mean)  $topics ///
>                         ,by(article_id speech_id mp year)
{txt}
{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. global log_variables    "
>                                                 quote 
>                                                 quote_char 
>                                                 speech
>                                                 speech_char
>                                                 article
>                                                 article_char
>                                                 ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. foreach var in $log_variables   {c -(}
{txt}  2{com}.         gen ln_`var' = ln(`var')
{txt}  3{com}.         label variable ln_`var' "ln of `var'"
{txt}  4{com}. {c )-}
{txt}
{com}.                                                         
. eststo clear
{txt}
{com}. local length ln_speech ln_article
{txt}
{com}. eststo: reg ln_quote                    i.opposition `length'      $base_controls $min,            vce(cluster article_id)
{p 0 6 2}{txt}note: 2016.year omitted because of collinearity{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: 1b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}

Linear regression                                      Number of obs ={res}    7094
                                                       {help j_robustsingular:F(350,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.1797
                                                       {txt}Root MSE      = {res} 1.0012

{txt}{ralign 80:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}      ln_quote{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 2}1.opposition {c |}{col 16}{res}{space 2} .0354475{col 28}{space 2} .0639469{col 39}{space 1}    0.55{col 48}{space 3}0.579{col 56}{space 4}-.0899305{col 69}{space 3} .1608255
{txt}{space 5}ln_speech {c |}{col 16}{res}{space 2} .1557381{col 28}{space 2}  .014029{col 39}{space 1}   11.10{col 48}{space 3}0.000{col 56}{space 4} .1282321{col 69}{space 3} .1832441
{txt}{space 4}ln_article {c |}{col 16}{res}{space 2} .1649281{col 28}{space 2} .0427817{col 39}{space 1}    3.86{col 48}{space 3}0.000{col 56}{space 4} .0810479{col 69}{space 3} .2488083
{txt}{space 14} {c |}
{space 10}parl {c |}
{space 12}1  {c |}{col 16}{res}{space 2} .0988779{col 28}{space 2} .1273573{col 39}{space 1}    0.78{col 48}{space 3}0.438{col 56}{space 4}-.1508262{col 69}{space 3} .3485819
{txt}{space 12}2  {c |}{col 16}{res}{space 2} .1575127{col 28}{space 2} .1640953{col 39}{space 1}    0.96{col 48}{space 3}0.337{col 56}{space 4}-.1642221{col 69}{space 3} .4792475
{txt}{space 12}3  {c |}{col 16}{res}{space 2} .0029655{col 28}{space 2} .0963193{col 39}{space 1}    0.03{col 48}{space 3}0.975{col 56}{space 4}-.1858836{col 69}{space 3} .1918146
{txt}{space 14} {c |}
{space 10}year {c |}
{space 9}2006  {c |}{col 16}{res}{space 2}-.0209837{col 28}{space 2} .0892619{col 39}{space 1}   -0.24{col 48}{space 3}0.814{col 56}{space 4}-.1959958{col 69}{space 3} .1540283
{txt}{space 9}2007  {c |}{col 16}{res}{space 2} -.020703{col 28}{space 2} .1460255{col 39}{space 1}   -0.14{col 48}{space 3}0.887{col 56}{space 4}-.3070091{col 69}{space 3}  .265603
{txt}{space 9}2008  {c |}{col 16}{res}{space 2} .0224458{col 28}{space 2} .1503822{col 39}{space 1}    0.15{col 48}{space 3}0.881{col 56}{space 4}-.2724022{col 69}{space 3} .3172938
{txt}{space 9}2009  {c |}{col 16}{res}{space 2} .1410551{col 28}{space 2} .1501178{col 39}{space 1}    0.94{col 48}{space 3}0.347{col 56}{space 4}-.1532745{col 69}{space 3} .4353846
{txt}{space 9}2010  {c |}{col 16}{res}{space 2}-.0942028{col 28}{space 2} .1489006{col 39}{space 1}   -0.63{col 48}{space 3}0.527{col 56}{space 4} -.386146{col 69}{space 3} .1977403
{txt}{space 9}2011  {c |}{col 16}{res}{space 2}-.1206724{col 28}{space 2} .1520297{col 39}{space 1}   -0.79{col 48}{space 3}0.427{col 56}{space 4}-.4187506{col 69}{space 3} .1774058
{txt}{space 9}2012  {c |}{col 16}{res}{space 2}-.1566643{col 28}{space 2} .1793926{col 39}{space 1}   -0.87{col 48}{space 3}0.383{col 56}{space 4}-.5083917{col 69}{space 3} .1950632
{txt}{space 9}2013  {c |}{col 16}{res}{space 2}-.3215833{col 28}{space 2} .1786511{col 39}{space 1}   -1.80{col 48}{space 3}0.072{col 56}{space 4}-.6718571{col 69}{space 3} .0286904
{txt}{space 9}2014  {c |}{col 16}{res}{space 2}-.1254127{col 28}{space 2} .1799264{col 39}{space 1}   -0.70{col 48}{space 3}0.486{col 56}{space 4}-.4781868{col 69}{space 3} .2273613
{txt}{space 9}2015  {c |}{col 16}{res}{space 2}-.0559782{col 28}{space 2} .1807494{col 39}{space 1}   -0.31{col 48}{space 3}0.757{col 56}{space 4}-.4103659{col 69}{space 3} .2984095
{txt}{space 9}2016  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 14} {c |}
{space 6}1.gender {c |}{col 16}{res}{space 2} .0075744{col 28}{space 2} .0401347{col 39}{space 1}    0.19{col 48}{space 3}0.850{col 56}{space 4} -.071116{col 69}{space 3} .0862648
{txt}{space 14} {c |}
{space 10}race {c |}
{space 12}1  {c |}{col 16}{res}{space 2}-.0290865{col 28}{space 2} .0517684{col 39}{space 1}   -0.56{col 48}{space 3}0.574{col 56}{space 4}-.1305867{col 69}{space 3} .0724137
{txt}{space 12}2  {c |}{col 16}{res}{space 2}-.0139336{col 28}{space 2} .0494963{col 39}{space 1}   -0.28{col 48}{space 3}0.778{col 56}{space 4}-.1109789{col 69}{space 3} .0831117
{txt}{space 12}3  {c |}{col 16}{res}{space 2} .0096686{col 28}{space 2} .1147258{col 39}{space 1}    0.08{col 48}{space 3}0.933{col 56}{space 4}-.2152695{col 69}{space 3} .2346067
{txt}{space 14} {c |}
{space 11}age {c |}{col 16}{res}{space 2}-.0165273{col 28}{space 2} .0215099{col 39}{space 1}   -0.77{col 48}{space 3}0.442{col 56}{space 4}-.0587009{col 69}{space 3} .0256463
{txt}{space 10}age2 {c |}{col 16}{res}{space 2} .0001825{col 28}{space 2} .0002208{col 39}{space 1}    0.83{col 48}{space 3}0.408{col 56}{space 4}-.0002503{col 69}{space 3} .0006153
{txt}{space 8}tenure {c |}{col 16}{res}{space 2}  .002212{col 28}{space 2} .0069117{col 39}{space 1}    0.32{col 48}{space 3}0.749{col 56}{space 4}-.0113395{col 69}{space 3} .0157636
{txt}{space 7}tenure2 {c |}{col 16}{res}{space 2}  .000012{col 28}{space 2} .0002345{col 39}{space 1}    0.05{col 48}{space 3}0.959{col 56}{space 4}-.0004477{col 69}{space 3} .0004717
{txt}{space 14} {c |}
{space 7}weekday {c |}
{space 12}2  {c |}{col 16}{res}{space 2} .0387118{col 28}{space 2} .1195013{col 39}{space 1}    0.32{col 48}{space 3}0.746{col 56}{space 4}-.1955895{col 69}{space 3}  .273013
{txt}{space 12}3  {c |}{col 16}{res}{space 2} .0739803{col 28}{space 2} .1220034{col 39}{space 1}    0.61{col 48}{space 3}0.544{col 56}{space 4}-.1652267{col 69}{space 3} .3131872
{txt}{space 12}4  {c |}{col 16}{res}{space 2} .1285355{col 28}{space 2} .1251407{col 39}{space 1}    1.03{col 48}{space 3}0.304{col 56}{space 4}-.1168227{col 69}{space 3} .3738937
{txt}{space 12}5  {c |}{col 16}{res}{space 2} .0407725{col 28}{space 2} .1291465{col 39}{space 1}    0.32{col 48}{space 3}0.752{col 56}{space 4}-.2124397{col 69}{space 3} .2939846
{txt}{space 12}6  {c |}{col 16}{res}{space 2} .0663064{col 28}{space 2} .1282661{col 39}{space 1}    0.52{col 48}{space 3}0.605{col 56}{space 4}-.1851794{col 69}{space 3} .3177923
{txt}{space 12}7  {c |}{col 16}{res}{space 2} .4938203{col 28}{space 2} .2321701{col 39}{space 1}    2.13{col 48}{space 3}0.033{col 56}{space 4} .0386142{col 69}{space 3} .9490263
{txt}{space 14} {c |}
{space 6}section2 {c |}
{space 12}2  {c |}{col 16}{res}{space 2}-.5410308{col 28}{space 2} .2392555{col 39}{space 1}   -2.26{col 48}{space 3}0.024{col 56}{space 4}-1.010129{col 69}{space 3}-.0719327
{txt}{space 12}3  {c |}{col 16}{res}{space 2} .3703715{col 28}{space 2} .1424846{col 39}{space 1}    2.60{col 48}{space 3}0.009{col 56}{space 4}  .091008{col 69}{space 3}  .649735
{txt}{space 12}4  {c |}{col 16}{res}{space 2}-.4296962{col 28}{space 2} .3675836{col 39}{space 1}   -1.17{col 48}{space 3}0.242{col 56}{space 4}-1.150402{col 69}{space 3} .2910094
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-.3196645{col 28}{space 2} .3470351{col 39}{space 1}   -0.92{col 48}{space 3}0.357{col 56}{space 4}-1.000082{col 69}{space 3} .3607526
{txt}{space 12}6  {c |}{col 16}{res}{space 2}-.6871142{col 28}{space 2} .4136192{col 39}{space 1}   -1.66{col 48}{space 3}0.097{col 56}{space 4} -1.49808{col 69}{space 3} .1238516
{txt}{space 12}7  {c |}{col 16}{res}{space 2} .2000673{col 28}{space 2}  .095205{col 39}{space 1}    2.10{col 48}{space 3}0.036{col 56}{space 4} .0134029{col 69}{space 3} .3867318
{txt}{space 12}8  {c |}{col 16}{res}{space 2} .4796623{col 28}{space 2} .1760524{col 39}{space 1}    2.72{col 48}{space 3}0.006{col 56}{space 4} .1344837{col 69}{space 3} .8248408
{txt}{space 12}9  {c |}{col 16}{res}{space 2} .1170293{col 28}{space 2} .0821692{col 39}{space 1}    1.42{col 48}{space 3}0.154{col 56}{space 4}-.0440763{col 69}{space 3} .2781349
{txt}{space 11}10  {c |}{col 16}{res}{space 2} .4182281{col 28}{space 2} .5113828{col 39}{space 1}    0.82{col 48}{space 3}0.414{col 56}{space 4}-.5844187{col 69}{space 3} 1.420875
{txt}{space 11}11  {c |}{col 16}{res}{space 2} .4221637{col 28}{space 2} .0938111{col 39}{space 1}    4.50{col 48}{space 3}0.000{col 56}{space 4} .2382321{col 69}{space 3} .6060953
{txt}{space 11}12  {c |}{col 16}{res}{space 2}-.6960012{col 28}{space 2} .3346934{col 39}{space 1}   -2.08{col 48}{space 3}0.038{col 56}{space 4} -1.35222{col 69}{space 3}-.0397819
{txt}{space 11}13  {c |}{col 16}{res}{space 2} .0811863{col 28}{space 2} .0733164{col 39}{space 1}    1.11{col 48}{space 3}0.268{col 56}{space 4}-.0625621{col 69}{space 3} .2249347
{txt}{space 11}14  {c |}{col 16}{res}{space 2} .2492931{col 28}{space 2} .2504023{col 39}{space 1}    1.00{col 48}{space 3}0.320{col 56}{space 4}-.2416603{col 69}{space 3} .7402464
{txt}{space 14} {c |}
{space 2}translations {c |}{col 16}{res}{space 2}-.0208383{col 28}{space 2} .1026912{col 39}{space 1}   -0.20{col 48}{space 3}0.839{col 56}{space 4}-.2221805{col 69}{space 3} .1805039
{txt}{space 2}speech_92K_1 {c |}{col 16}{res}{space 2}  .176897{col 28}{space 2} .8694047{col 39}{space 1}    0.20{col 48}{space 3}0.839{col 56}{space 4}-1.527708{col 69}{space 3} 1.881502
{txt}{space 2}speech_92K_2 {c |}{col 16}{res}{space 2}-.3626414{col 28}{space 2} .3411633{col 39}{space 1}   -1.06{col 48}{space 3}0.288{col 56}{space 4}-1.031546{col 69}{space 3} .3062632
{txt}{space 2}speech_92K_3 {c |}{col 16}{res}{space 2} .3740668{col 28}{space 2} .3273605{col 39}{space 1}    1.14{col 48}{space 3}0.253{col 56}{space 4}-.2677751{col 69}{space 3} 1.015909
{txt}{space 2}speech_92K_4 {c |}{col 16}{res}{space 2} .0166377{col 28}{space 2} .4702978{col 39}{space 1}    0.04{col 48}{space 3}0.972{col 56}{space 4}-.9054554{col 69}{space 3} .9387309
{txt}{space 2}speech_92K_5 {c |}{col 16}{res}{space 2}  .063153{col 28}{space 2} .7404779{col 39}{space 1}    0.09{col 48}{space 3}0.932{col 56}{space 4}-1.388671{col 69}{space 3} 1.514977
{txt}{space 2}speech_92K_6 {c |}{col 16}{res}{space 2}-.0010427{col 28}{space 2} .4464327{col 39}{space 1}   -0.00{col 48}{space 3}0.998{col 56}{space 4}-.8763444{col 69}{space 3} .8742591
{txt}{space 2}speech_92K_7 {c |}{col 16}{res}{space 2}-.1348668{col 28}{space 2} .3002576{col 39}{space 1}   -0.45{col 48}{space 3}0.653{col 56}{space 4}-.7235693{col 69}{space 3} .4538356
{txt}{space 2}speech_92K_8 {c |}{col 16}{res}{space 2}-.2167301{col 28}{space 2} .3657009{col 39}{space 1}   -0.59{col 48}{space 3}0.553{col 56}{space 4}-.9337445{col 69}{space 3} .5002843
{txt}{space 2}speech_92K_9 {c |}{col 16}{res}{space 2}-1.053243{col 28}{space 2} .7442852{col 39}{space 1}   -1.42{col 48}{space 3}0.157{col 56}{space 4}-2.512531{col 69}{space 3} .4060457
{txt}{space 1}speech_92K_10 {c |}{col 16}{res}{space 2}  .440448{col 28}{space 2} .3892246{col 39}{space 1}    1.13{col 48}{space 3}0.258{col 56}{space 4}-.3226883{col 69}{space 3} 1.203584
{txt}{space 1}speech_92K_11 {c |}{col 16}{res}{space 2}-.0991007{col 28}{space 2} .3171557{col 39}{space 1}   -0.31{col 48}{space 3}0.755{col 56}{space 4}-.7209345{col 69}{space 3} .5227331
{txt}{space 1}speech_92K_12 {c |}{col 16}{res}{space 2} .4579784{col 28}{space 2} .9470383{col 39}{space 1}    0.48{col 48}{space 3}0.629{col 56}{space 4} -1.39884{col 69}{space 3} 2.314797
{txt}{space 1}speech_92K_13 {c |}{col 16}{res}{space 2} .0441066{col 28}{space 2} .4553125{col 39}{space 1}    0.10{col 48}{space 3}0.923{col 56}{space 4}-.8486055{col 69}{space 3} .9368186
{txt}{space 1}speech_92K_14 {c |}{col 16}{res}{space 2} .2087167{col 28}{space 2} .3040846{col 39}{space 1}    0.69{col 48}{space 3}0.493{col 56}{space 4}-.3874892{col 69}{space 3} .8049225
{txt}{space 1}speech_92K_15 {c |}{col 16}{res}{space 2} .4758049{col 28}{space 2} .3405254{col 39}{space 1}    1.40{col 48}{space 3}0.162{col 56}{space 4}-.1918488{col 69}{space 3} 1.143459
{txt}{space 1}speech_92K_16 {c |}{col 16}{res}{space 2} -.185609{col 28}{space 2} .4428932{col 39}{space 1}   -0.42{col 48}{space 3}0.675{col 56}{space 4}-1.053971{col 69}{space 3} .6827531
{txt}{space 1}speech_92K_17 {c |}{col 16}{res}{space 2}-1.299737{col 28}{space 2} .4862326{col 39}{space 1}   -2.67{col 48}{space 3}0.008{col 56}{space 4}-2.253073{col 69}{space 3}-.3464013
{txt}{space 1}speech_92K_18 {c |}{col 16}{res}{space 2} -2.36965{col 28}{space 2} .7701212{col 39}{space 1}   -3.08{col 48}{space 3}0.002{col 56}{space 4}-3.879595{col 69}{space 3}-.8597062
{txt}{space 1}speech_92K_19 {c |}{col 16}{res}{space 2} .0151967{col 28}{space 2}  .382513{col 39}{space 1}    0.04{col 48}{space 3}0.968{col 56}{space 4}-.7347804{col 69}{space 3} .7651739
{txt}{space 1}speech_92K_20 {c |}{col 16}{res}{space 2} .2362041{col 28}{space 2} .3384298{col 39}{space 1}    0.70{col 48}{space 3}0.485{col 56}{space 4}-.4273409{col 69}{space 3}  .899749
{txt}{space 1}speech_92K_21 {c |}{col 16}{res}{space 2} .1702226{col 28}{space 2} .3164072{col 39}{space 1}    0.54{col 48}{space 3}0.591{col 56}{space 4}-.4501436{col 69}{space 3} .7905889
{txt}{space 1}speech_92K_22 {c |}{col 16}{res}{space 2}-.0014109{col 28}{space 2} .4668997{col 39}{space 1}   -0.00{col 48}{space 3}0.998{col 56}{space 4}-.9168415{col 69}{space 3} .9140197
{txt}{space 1}speech_92K_23 {c |}{col 16}{res}{space 2} .3936126{col 28}{space 2} .2451629{col 39}{space 1}    1.61{col 48}{space 3}0.108{col 56}{space 4} -.087068{col 69}{space 3} .8742933
{txt}{space 1}speech_92K_24 {c |}{col 16}{res}{space 2}-.1351813{col 28}{space 2} .2904472{col 39}{space 1}   -0.47{col 48}{space 3}0.642{col 56}{space 4}-.7046488{col 69}{space 3} .4342862
{txt}{space 1}speech_92K_25 {c |}{col 16}{res}{space 2} .5845847{col 28}{space 2} .4670977{col 39}{space 1}    1.25{col 48}{space 3}0.211{col 56}{space 4}-.3312341{col 69}{space 3} 1.500404
{txt}{space 1}speech_92K_26 {c |}{col 16}{res}{space 2} .0956453{col 28}{space 2} .4496671{col 39}{space 1}    0.21{col 48}{space 3}0.832{col 56}{space 4} -.785998{col 69}{space 3} .9772886
{txt}{space 1}speech_92K_27 {c |}{col 16}{res}{space 2} .3961811{col 28}{space 2} .6136558{col 39}{space 1}    0.65{col 48}{space 3}0.519{col 56}{space 4}-.8069879{col 69}{space 3}  1.59935
{txt}{space 1}speech_92K_28 {c |}{col 16}{res}{space 2}-.5260018{col 28}{space 2} .5184176{col 39}{space 1}   -1.01{col 48}{space 3}0.310{col 56}{space 4}-1.542441{col 69}{space 3} .4904377
{txt}{space 1}speech_92K_29 {c |}{col 16}{res}{space 2}-.4011015{col 28}{space 2}  .356934{col 39}{space 1}   -1.12{col 48}{space 3}0.261{col 56}{space 4}-1.100927{col 69}{space 3}  .298724
{txt}{space 1}speech_92K_30 {c |}{col 16}{res}{space 2}-.3220107{col 28}{space 2} .4274497{col 39}{space 1}   -0.75{col 48}{space 3}0.451{col 56}{space 4}-1.160093{col 69}{space 3} .5160719
{txt}{space 1}speech_92K_31 {c |}{col 16}{res}{space 2} .6490956{col 28}{space 2} .2981591{col 39}{space 1}    2.18{col 48}{space 3}0.030{col 56}{space 4} .0645076{col 69}{space 3} 1.233684
{txt}{space 1}speech_92K_32 {c |}{col 16}{res}{space 2} .4874878{col 28}{space 2} .4169555{col 39}{space 1}    1.17{col 48}{space 3}0.242{col 56}{space 4}-.3300192{col 69}{space 3} 1.304995
{txt}{space 1}speech_92K_33 {c |}{col 16}{res}{space 2} .5914282{col 28}{space 2} .3657348{col 39}{space 1}    1.62{col 48}{space 3}0.106{col 56}{space 4}-.1256526{col 69}{space 3} 1.308509
{txt}{space 1}speech_92K_34 {c |}{col 16}{res}{space 2} .1057821{col 28}{space 2} .3555654{col 39}{space 1}    0.30{col 48}{space 3}0.766{col 56}{space 4}  -.59136{col 69}{space 3} .8029243
{txt}{space 1}speech_92K_35 {c |}{col 16}{res}{space 2} .4757309{col 28}{space 2}  .369496{col 39}{space 1}    1.29{col 48}{space 3}0.198{col 56}{space 4}-.2487243{col 69}{space 3} 1.200186
{txt}{space 1}speech_92K_36 {c |}{col 16}{res}{space 2} .2859102{col 28}{space 2} .3397124{col 39}{space 1}    0.84{col 48}{space 3}0.400{col 56}{space 4}-.3801496{col 69}{space 3}   .95197
{txt}{space 1}speech_92K_37 {c |}{col 16}{res}{space 2} .5028483{col 28}{space 2} .4352882{col 39}{space 1}    1.16{col 48}{space 3}0.248{col 56}{space 4}-.3506029{col 69}{space 3} 1.356299
{txt}{space 1}speech_92K_38 {c |}{col 16}{res}{space 2}-.3564916{col 28}{space 2} .5940837{col 39}{space 1}   -0.60{col 48}{space 3}0.548{col 56}{space 4}-1.521286{col 69}{space 3} .8083032
{txt}{space 1}speech_92K_39 {c |}{col 16}{res}{space 2} .5157144{col 28}{space 2} .6098698{col 39}{space 1}    0.85{col 48}{space 3}0.398{col 56}{space 4}-.6800317{col 69}{space 3}  1.71146
{txt}{space 1}speech_92K_40 {c |}{col 16}{res}{space 2}-.2393384{col 28}{space 2} .3962764{col 39}{space 1}   -0.60{col 48}{space 3}0.546{col 56}{space 4}-1.016301{col 69}{space 3}  .537624
{txt}{space 1}speech_92K_41 {c |}{col 16}{res}{space 2} .0748663{col 28}{space 2} .3638015{col 39}{space 1}    0.21{col 48}{space 3}0.837{col 56}{space 4}-.6384241{col 69}{space 3} .7881566
{txt}{space 1}speech_92K_42 {c |}{col 16}{res}{space 2} 1.052503{col 28}{space 2} .4680891{col 39}{space 1}    2.25{col 48}{space 3}0.025{col 56}{space 4} .1347407{col 69}{space 3} 1.970266
{txt}{space 1}speech_92K_43 {c |}{col 16}{res}{space 2} .1852817{col 28}{space 2} .4941547{col 39}{space 1}    0.37{col 48}{space 3}0.708{col 56}{space 4}-.7835867{col 69}{space 3}  1.15415
{txt}{space 1}speech_92K_44 {c |}{col 16}{res}{space 2}  .202533{col 28}{space 2}    .3468{col 39}{space 1}    0.58{col 48}{space 3}0.559{col 56}{space 4}-.4774231{col 69}{space 3} .8824891
{txt}{space 1}speech_92K_45 {c |}{col 16}{res}{space 2}-.3000602{col 28}{space 2} .5516656{col 39}{space 1}   -0.54{col 48}{space 3}0.587{col 56}{space 4}-1.381688{col 69}{space 3} .7815672
{txt}{space 1}speech_92K_46 {c |}{col 16}{res}{space 2}-1.745196{col 28}{space 2} .8221076{col 39}{space 1}   -2.12{col 48}{space 3}0.034{col 56}{space 4}-3.357067{col 69}{space 3}-.1333239
{txt}{space 1}speech_92K_47 {c |}{col 16}{res}{space 2}  .160507{col 28}{space 2} .4056541{col 39}{space 1}    0.40{col 48}{space 3}0.692{col 56}{space 4}-.6348418{col 69}{space 3} .9558559
{txt}{space 1}speech_92K_48 {c |}{col 16}{res}{space 2}-.3233348{col 28}{space 2} .4981106{col 39}{space 1}   -0.65{col 48}{space 3}0.516{col 56}{space 4}-1.299959{col 69}{space 3} .6532897
{txt}{space 1}speech_92K_49 {c |}{col 16}{res}{space 2} .5525933{col 28}{space 2}  .454313{col 39}{space 1}    1.22{col 48}{space 3}0.224{col 56}{space 4}-.3381591{col 69}{space 3} 1.443346
{txt}{space 1}speech_92K_50 {c |}{col 16}{res}{space 2}-.6323025{col 28}{space 2} .6493944{col 39}{space 1}   -0.97{col 48}{space 3}0.330{col 56}{space 4}-1.905543{col 69}{space 3} .6409377
{txt}{space 1}speech_92K_51 {c |}{col 16}{res}{space 2} .5188971{col 28}{space 2} .2864312{col 39}{space 1}    1.81{col 48}{space 3}0.070{col 56}{space 4}-.0426965{col 69}{space 3} 1.080491
{txt}{space 1}speech_92K_52 {c |}{col 16}{res}{space 2}-.0363989{col 28}{space 2} .2931042{col 39}{space 1}   -0.12{col 48}{space 3}0.901{col 56}{space 4}-.6110761{col 69}{space 3} .5382782
{txt}{space 1}speech_92K_53 {c |}{col 16}{res}{space 2}-.6293405{col 28}{space 2} .4499255{col 39}{space 1}   -1.40{col 48}{space 3}0.162{col 56}{space 4}-1.511491{col 69}{space 3} .2528095
{txt}{space 1}speech_92K_54 {c |}{col 16}{res}{space 2} .3028476{col 28}{space 2} .3816653{col 39}{space 1}    0.79{col 48}{space 3}0.428{col 56}{space 4}-.4454675{col 69}{space 3} 1.051163
{txt}{space 1}speech_92K_55 {c |}{col 16}{res}{space 2} .4639716{col 28}{space 2} .3465675{col 39}{space 1}    1.34{col 48}{space 3}0.181{col 56}{space 4}-.2155287{col 69}{space 3} 1.143472
{txt}{space 1}speech_92K_56 {c |}{col 16}{res}{space 2} .1295325{col 28}{space 2} .6549904{col 39}{space 1}    0.20{col 48}{space 3}0.843{col 56}{space 4} -1.15468{col 69}{space 3} 1.413745
{txt}{space 1}speech_92K_57 {c |}{col 16}{res}{space 2} .3591366{col 28}{space 2} .3462378{col 39}{space 1}    1.04{col 48}{space 3}0.300{col 56}{space 4}-.3197172{col 69}{space 3}  1.03799
{txt}{space 1}speech_92K_58 {c |}{col 16}{res}{space 2} .5767453{col 28}{space 2}  .473532{col 39}{space 1}    1.22{col 48}{space 3}0.223{col 56}{space 4}-.3516888{col 69}{space 3}  1.50518
{txt}{space 1}speech_92K_59 {c |}{col 16}{res}{space 2}-.0812848{col 28}{space 2} .3270612{col 39}{space 1}   -0.25{col 48}{space 3}0.804{col 56}{space 4}-.7225399{col 69}{space 3} .5599703
{txt}{space 1}speech_92K_60 {c |}{col 16}{res}{space 2} .3424777{col 28}{space 2} .3583148{col 39}{space 1}    0.96{col 48}{space 3}0.339{col 56}{space 4} -.360055{col 69}{space 3} 1.045011
{txt}{space 1}speech_92K_61 {c |}{col 16}{res}{space 2}-.1218494{col 28}{space 2} .5801714{col 39}{space 1}   -0.21{col 48}{space 3}0.834{col 56}{space 4}-1.259367{col 69}{space 3} 1.015668
{txt}{space 1}speech_92K_62 {c |}{col 16}{res}{space 2}-.1550881{col 28}{space 2} .3788573{col 39}{space 1}   -0.41{col 48}{space 3}0.682{col 56}{space 4}-.8978976{col 69}{space 3} .5877215
{txt}{space 1}speech_92K_63 {c |}{col 16}{res}{space 2}-1.064949{col 28}{space 2} 1.079179{col 39}{space 1}   -0.99{col 48}{space 3}0.324{col 56}{space 4}-3.180849{col 69}{space 3} 1.050951
{txt}{space 1}speech_92K_64 {c |}{col 16}{res}{space 2} .7727874{col 28}{space 2} .4921052{col 39}{space 1}    1.57{col 48}{space 3}0.116{col 56}{space 4}-.1920625{col 69}{space 3} 1.737637
{txt}{space 1}speech_92K_65 {c |}{col 16}{res}{space 2} .0828141{col 28}{space 2} .4758665{col 39}{space 1}    0.17{col 48}{space 3}0.862{col 56}{space 4}-.8501973{col 69}{space 3} 1.015826
{txt}{space 1}speech_92K_66 {c |}{col 16}{res}{space 2}-.2863594{col 28}{space 2} .3285262{col 39}{space 1}   -0.87{col 48}{space 3}0.383{col 56}{space 4}-.9304869{col 69}{space 3}  .357768
{txt}{space 1}speech_92K_67 {c |}{col 16}{res}{space 2}  .173843{col 28}{space 2} .3272612{col 39}{space 1}    0.53{col 48}{space 3}0.595{col 56}{space 4}-.4678042{col 69}{space 3} .8154902
{txt}{space 1}speech_92K_68 {c |}{col 16}{res}{space 2}-1.198718{col 28}{space 2} .6890455{col 39}{space 1}   -1.74{col 48}{space 3}0.082{col 56}{space 4}-2.549701{col 69}{space 3}  .152264
{txt}{space 1}speech_92K_69 {c |}{col 16}{res}{space 2}  1.11862{col 28}{space 2} .3870309{col 39}{space 1}    2.89{col 48}{space 3}0.004{col 56}{space 4} .3597848{col 69}{space 3} 1.877455
{txt}{space 1}speech_92K_70 {c |}{col 16}{res}{space 2}-.4492852{col 28}{space 2} .3648149{col 39}{space 1}   -1.23{col 48}{space 3}0.218{col 56}{space 4}-1.164562{col 69}{space 3} .2659919
{txt}{space 1}speech_92K_71 {c |}{col 16}{res}{space 2}-.0690012{col 28}{space 2} .5780867{col 39}{space 1}   -0.12{col 48}{space 3}0.905{col 56}{space 4}-1.202431{col 69}{space 3} 1.064429
{txt}{space 1}speech_92K_72 {c |}{col 16}{res}{space 2} .4440554{col 28}{space 2} .3847847{col 39}{space 1}    1.15{col 48}{space 3}0.249{col 56}{space 4}-.3103759{col 69}{space 3} 1.198487
{txt}{space 1}speech_92K_73 {c |}{col 16}{res}{space 2} .5229724{col 28}{space 2} .3344062{col 39}{space 1}    1.56{col 48}{space 3}0.118{col 56}{space 4}-.1326838{col 69}{space 3} 1.178629
{txt}{space 1}speech_92K_74 {c |}{col 16}{res}{space 2} .8265535{col 28}{space 2} .5867812{col 39}{space 1}    1.41{col 48}{space 3}0.159{col 56}{space 4}-.3239237{col 69}{space 3} 1.977031
{txt}{space 1}speech_92K_75 {c |}{col 16}{res}{space 2}-.4724098{col 28}{space 2} .7847303{col 39}{space 1}   -0.60{col 48}{space 3}0.547{col 56}{space 4}-2.010997{col 69}{space 3} 1.066178
{txt}{space 1}speech_92K_76 {c |}{col 16}{res}{space 2} 1.026195{col 28}{space 2} .3069309{col 39}{space 1}    3.34{col 48}{space 3}0.001{col 56}{space 4} .4244086{col 69}{space 3} 1.627982
{txt}{space 1}speech_92K_77 {c |}{col 16}{res}{space 2} .1431138{col 28}{space 2} .4340401{col 39}{space 1}    0.33{col 48}{space 3}0.742{col 56}{space 4}-.7078903{col 69}{space 3} .9941179
{txt}{space 1}speech_92K_78 {c |}{col 16}{res}{space 2} .5073541{col 28}{space 2} .7858633{col 39}{space 1}    0.65{col 48}{space 3}0.519{col 56}{space 4}-1.033455{col 69}{space 3} 2.048163
{txt}{space 1}speech_92K_79 {c |}{col 16}{res}{space 2} -.091041{col 28}{space 2} .5279355{col 39}{space 1}   -0.17{col 48}{space 3}0.863{col 56}{space 4}-1.126142{col 69}{space 3} .9440599
{txt}{space 1}speech_92K_80 {c |}{col 16}{res}{space 2}-.2674589{col 28}{space 2} .3076797{col 39}{space 1}   -0.87{col 48}{space 3}0.385{col 56}{space 4}-.8707135{col 69}{space 3} .3357957
{txt}{space 1}speech_92K_81 {c |}{col 16}{res}{space 2}-.2629886{col 28}{space 2} .3997273{col 39}{space 1}   -0.66{col 48}{space 3}0.511{col 56}{space 4}-1.046717{col 69}{space 3} .5207399
{txt}{space 1}speech_92K_82 {c |}{col 16}{res}{space 2} 1.564189{col 28}{space 2} .7314923{col 39}{space 1}    2.14{col 48}{space 3}0.033{col 56}{space 4} .1299825{col 69}{space 3} 2.998395
{txt}{space 1}speech_92K_83 {c |}{col 16}{res}{space 2} .1870528{col 28}{space 2} .5174282{col 39}{space 1}    0.36{col 48}{space 3}0.718{col 56}{space 4}-.8274469{col 69}{space 3} 1.201553
{txt}{space 1}speech_92K_84 {c |}{col 16}{res}{space 2}-.0313867{col 28}{space 2} .4920396{col 39}{space 1}   -0.06{col 48}{space 3}0.949{col 56}{space 4}-.9961081{col 69}{space 3} .9333346
{txt}{space 1}speech_92K_85 {c |}{col 16}{res}{space 2} .7517483{col 28}{space 2} .3928749{col 39}{space 1}    1.91{col 48}{space 3}0.056{col 56}{space 4} -.018545{col 69}{space 3} 1.522042
{txt}{space 1}speech_92K_86 {c |}{col 16}{res}{space 2}-1.066478{col 28}{space 2} .4379664{col 39}{space 1}   -2.44{col 48}{space 3}0.015{col 56}{space 4} -1.92518{col 69}{space 3}-.2077753
{txt}{space 1}speech_92K_87 {c |}{col 16}{res}{space 2}-.2226974{col 28}{space 2} .4938214{col 39}{space 1}   -0.45{col 48}{space 3}0.652{col 56}{space 4}-1.190912{col 69}{space 3} .7455173
{txt}{space 1}speech_92K_88 {c |}{col 16}{res}{space 2}-.0076639{col 28}{space 2} .3697959{col 39}{space 1}   -0.02{col 48}{space 3}0.983{col 56}{space 4}-.7327071{col 69}{space 3} .7173793
{txt}{space 1}speech_92K_89 {c |}{col 16}{res}{space 2}-.7654614{col 28}{space 2} .3858761{col 39}{space 1}   -1.98{col 48}{space 3}0.047{col 56}{space 4}-1.522032{col 69}{space 3}-.0088904
{txt}{space 1}speech_92K_90 {c |}{col 16}{res}{space 2}-.3216112{col 28}{space 2} .6116386{col 39}{space 1}   -0.53{col 48}{space 3}0.599{col 56}{space 4}-1.520825{col 69}{space 3} .8776029
{txt}{space 1}speech_92K_91 {c |}{col 16}{res}{space 2}-.2779824{col 28}{space 2} .6519426{col 39}{space 1}   -0.43{col 48}{space 3}0.670{col 56}{space 4}-1.556219{col 69}{space 3} 1.000254
{txt}{space 1}speech_92K_92 {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 3}quote_92K_1 {c |}{col 16}{res}{space 2}-.0426831{col 28}{space 2}  .549506{col 39}{space 1}   -0.08{col 48}{space 3}0.938{col 56}{space 4}-1.120076{col 69}{space 3}  1.03471
{txt}{space 3}quote_92K_2 {c |}{col 16}{res}{space 2} .2896459{col 28}{space 2} .2512849{col 39}{space 1}    1.15{col 48}{space 3}0.249{col 56}{space 4}-.2030378{col 69}{space 3} .7823295
{txt}{space 3}quote_92K_3 {c |}{col 16}{res}{space 2}-.2325275{col 28}{space 2} .2321519{col 39}{space 1}   -1.00{col 48}{space 3}0.317{col 56}{space 4}-.6876979{col 69}{space 3}  .222643
{txt}{space 3}quote_92K_4 {c |}{col 16}{res}{space 2} .3460221{col 28}{space 2} .2761847{col 39}{space 1}    1.25{col 48}{space 3}0.210{col 56}{space 4}-.1954815{col 69}{space 3} .8875258
{txt}{space 3}quote_92K_5 {c |}{col 16}{res}{space 2}  .889554{col 28}{space 2} .3855546{col 39}{space 1}    2.31{col 48}{space 3}0.021{col 56}{space 4} .1336133{col 69}{space 3} 1.645495
{txt}{space 3}quote_92K_6 {c |}{col 16}{res}{space 2}-.0606901{col 28}{space 2} .3903273{col 39}{space 1}   -0.16{col 48}{space 3}0.876{col 56}{space 4}-.8259884{col 69}{space 3} .7046082
{txt}{space 3}quote_92K_7 {c |}{col 16}{res}{space 2}-.1085015{col 28}{space 2} .2272724{col 39}{space 1}   -0.48{col 48}{space 3}0.633{col 56}{space 4} -.554105{col 69}{space 3} .3371019
{txt}{space 3}quote_92K_8 {c |}{col 16}{res}{space 2}-.3048235{col 28}{space 2} .3488524{col 39}{space 1}   -0.87{col 48}{space 3}0.382{col 56}{space 4}-.9888038{col 69}{space 3} .3791568
{txt}{space 3}quote_92K_9 {c |}{col 16}{res}{space 2} .0098689{col 28}{space 2} .5015605{col 39}{space 1}    0.02{col 48}{space 3}0.984{col 56}{space 4}-.9735196{col 69}{space 3} .9932574
{txt}{space 2}quote_92K_10 {c |}{col 16}{res}{space 2}-.1954374{col 28}{space 2} .2472208{col 39}{space 1}   -0.79{col 48}{space 3}0.429{col 56}{space 4}-.6801529{col 69}{space 3}  .289278
{txt}{space 2}quote_92K_11 {c |}{col 16}{res}{space 2} .1265102{col 28}{space 2} .2505391{col 39}{space 1}    0.50{col 48}{space 3}0.614{col 56}{space 4}-.3647113{col 69}{space 3} .6177317
{txt}{space 2}quote_92K_12 {c |}{col 16}{res}{space 2}-.0559224{col 28}{space 2}  .451952{col 39}{space 1}   -0.12{col 48}{space 3}0.902{col 56}{space 4}-.9420457{col 69}{space 3} .8302009
{txt}{space 2}quote_92K_13 {c |}{col 16}{res}{space 2}-.3805156{col 28}{space 2} .3260803{col 39}{space 1}   -1.17{col 48}{space 3}0.243{col 56}{space 4}-1.019847{col 69}{space 3} .2588162
{txt}{space 2}quote_92K_14 {c |}{col 16}{res}{space 2} .2761112{col 28}{space 2}  .223937{col 39}{space 1}    1.23{col 48}{space 3}0.218{col 56}{space 4}-.1629526{col 69}{space 3} .7151749
{txt}{space 2}quote_92K_15 {c |}{col 16}{res}{space 2} .6367539{col 28}{space 2} .2655364{col 39}{space 1}    2.40{col 48}{space 3}0.017{col 56}{space 4} .1161279{col 69}{space 3}  1.15738
{txt}{space 2}quote_92K_16 {c |}{col 16}{res}{space 2} .1384612{col 28}{space 2} .2851638{col 39}{space 1}    0.49{col 48}{space 3}0.627{col 56}{space 4}-.4206476{col 69}{space 3} .6975699
{txt}{space 2}quote_92K_17 {c |}{col 16}{res}{space 2} .3591098{col 28}{space 2} .3592519{col 39}{space 1}    1.00{col 48}{space 3}0.318{col 56}{space 4}-.3452602{col 69}{space 3}  1.06348
{txt}{space 2}quote_92K_18 {c |}{col 16}{res}{space 2} 1.249692{col 28}{space 2} .4859624{col 39}{space 1}    2.57{col 48}{space 3}0.010{col 56}{space 4} .2968863{col 69}{space 3} 2.202498
{txt}{space 2}quote_92K_19 {c |}{col 16}{res}{space 2} .1236947{col 28}{space 2} .2484534{col 39}{space 1}    0.50{col 48}{space 3}0.619{col 56}{space 4}-.3634374{col 69}{space 3} .6108268
{txt}{space 2}quote_92K_20 {c |}{col 16}{res}{space 2}-.2238262{col 28}{space 2} .2965803{col 39}{space 1}   -0.75{col 48}{space 3}0.450{col 56}{space 4}-.8053187{col 69}{space 3} .3576663
{txt}{space 2}quote_92K_21 {c |}{col 16}{res}{space 2} .2157044{col 28}{space 2} .2459914{col 39}{space 1}    0.88{col 48}{space 3}0.381{col 56}{space 4}-.2666006{col 69}{space 3} .6980095
{txt}{space 2}quote_92K_22 {c |}{col 16}{res}{space 2} .5524874{col 28}{space 2} .3172789{col 39}{space 1}    1.74{col 48}{space 3}0.082{col 56}{space 4}-.0695881{col 69}{space 3} 1.174563
{txt}{space 2}quote_92K_23 {c |}{col 16}{res}{space 2} .3949074{col 28}{space 2} .2179305{col 39}{space 1}    1.81{col 48}{space 3}0.070{col 56}{space 4}-.0323797{col 69}{space 3} .8221945
{txt}{space 2}quote_92K_24 {c |}{col 16}{res}{space 2}-.1626069{col 28}{space 2} .2329177{col 39}{space 1}   -0.70{col 48}{space 3}0.485{col 56}{space 4}-.6192788{col 69}{space 3}  .294065
{txt}{space 2}quote_92K_25 {c |}{col 16}{res}{space 2}-.1999425{col 28}{space 2} .4078527{col 39}{space 1}   -0.49{col 48}{space 3}0.624{col 56}{space 4} -.999602{col 69}{space 3}  .599717
{txt}{space 2}quote_92K_26 {c |}{col 16}{res}{space 2} .2320434{col 28}{space 2} .3222404{col 39}{space 1}    0.72{col 48}{space 3}0.472{col 56}{space 4}-.3997597{col 69}{space 3} .8638466
{txt}{space 2}quote_92K_27 {c |}{col 16}{res}{space 2} .5668975{col 28}{space 2} .3754513{col 39}{space 1}    1.51{col 48}{space 3}0.131{col 56}{space 4}-.1692341{col 69}{space 3} 1.303029
{txt}{space 2}quote_92K_28 {c |}{col 16}{res}{space 2} .3660338{col 28}{space 2} .4461333{col 39}{space 1}    0.82{col 48}{space 3}0.412{col 56}{space 4}-.5086809{col 69}{space 3} 1.240748
{txt}{space 2}quote_92K_29 {c |}{col 16}{res}{space 2}  -.11842{col 28}{space 2} .2987961{col 39}{space 1}   -0.40{col 48}{space 3}0.692{col 56}{space 4}-.7042569{col 69}{space 3} .4674168
{txt}{space 2}quote_92K_30 {c |}{col 16}{res}{space 2} .3889975{col 28}{space 2} .4842008{col 39}{space 1}    0.80{col 48}{space 3}0.422{col 56}{space 4}-.5603546{col 69}{space 3}  1.33835
{txt}{space 2}quote_92K_31 {c |}{col 16}{res}{space 2}-.0649549{col 28}{space 2} .2292211{col 39}{space 1}   -0.28{col 48}{space 3}0.777{col 56}{space 4}-.5143791{col 69}{space 3} .3844693
{txt}{space 2}quote_92K_32 {c |}{col 16}{res}{space 2}-.1524632{col 28}{space 2} .2673925{col 39}{space 1}   -0.57{col 48}{space 3}0.569{col 56}{space 4}-.6767283{col 69}{space 3} .3718019
{txt}{space 2}quote_92K_33 {c |}{col 16}{res}{space 2}-.2711961{col 28}{space 2} .2710605{col 39}{space 1}   -1.00{col 48}{space 3}0.317{col 56}{space 4} -.802653{col 69}{space 3} .2602607
{txt}{space 2}quote_92K_34 {c |}{col 16}{res}{space 2}-.1404242{col 28}{space 2} .3356316{col 39}{space 1}   -0.42{col 48}{space 3}0.676{col 56}{space 4} -.798483{col 69}{space 3} .5176346
{txt}{space 2}quote_92K_35 {c |}{col 16}{res}{space 2}-.0661707{col 28}{space 2} .2880272{col 39}{space 1}   -0.23{col 48}{space 3}0.818{col 56}{space 4}-.6308936{col 69}{space 3} .4985521
{txt}{space 2}quote_92K_36 {c |}{col 16}{res}{space 2}-.2190333{col 28}{space 2} .3196355{col 39}{space 1}   -0.69{col 48}{space 3}0.493{col 56}{space 4}-.8457292{col 69}{space 3} .4076626
{txt}{space 2}quote_92K_37 {c |}{col 16}{res}{space 2}-.4364884{col 28}{space 2} .3182652{col 39}{space 1}   -1.37{col 48}{space 3}0.170{col 56}{space 4}-1.060497{col 69}{space 3} .1875207
{txt}{space 2}quote_92K_38 {c |}{col 16}{res}{space 2}-.0538857{col 28}{space 2}  .372917{col 39}{space 1}   -0.14{col 48}{space 3}0.885{col 56}{space 4}-.7850483{col 69}{space 3}  .677277
{txt}{space 2}quote_92K_39 {c |}{col 16}{res}{space 2} .1467942{col 28}{space 2} .3462394{col 39}{space 1}    0.42{col 48}{space 3}0.672{col 56}{space 4}-.5320628{col 69}{space 3} .8256513
{txt}{space 2}quote_92K_40 {c |}{col 16}{res}{space 2}-.1388005{col 28}{space 2} .3351251{col 39}{space 1}   -0.41{col 48}{space 3}0.679{col 56}{space 4}-.7958662{col 69}{space 3} .5182652
{txt}{space 2}quote_92K_41 {c |}{col 16}{res}{space 2}-.0936659{col 28}{space 2} .2477602{col 39}{space 1}   -0.38{col 48}{space 3}0.705{col 56}{space 4}-.5794388{col 69}{space 3} .3921071
{txt}{space 2}quote_92K_42 {c |}{col 16}{res}{space 2}-.2932683{col 28}{space 2} .2964267{col 39}{space 1}   -0.99{col 48}{space 3}0.323{col 56}{space 4}-.8744596{col 69}{space 3} .2879229
{txt}{space 2}quote_92K_43 {c |}{col 16}{res}{space 2}-.1828066{col 28}{space 2} .2949941{col 39}{space 1}   -0.62{col 48}{space 3}0.535{col 56}{space 4}-.7611891{col 69}{space 3}  .395576
{txt}{space 2}quote_92K_44 {c |}{col 16}{res}{space 2} .0350535{col 28}{space 2} .2491808{col 39}{space 1}    0.14{col 48}{space 3}0.888{col 56}{space 4}-.4535047{col 69}{space 3} .5236117
{txt}{space 2}quote_92K_45 {c |}{col 16}{res}{space 2} .2042473{col 28}{space 2} .3154112{col 39}{space 1}    0.65{col 48}{space 3}0.517{col 56}{space 4}-.4141662{col 69}{space 3} .8226608
{txt}{space 2}quote_92K_46 {c |}{col 16}{res}{space 2}-.1980392{col 28}{space 2}  .379852{col 39}{space 1}   -0.52{col 48}{space 3}0.602{col 56}{space 4}-.9427991{col 69}{space 3} .5467207
{txt}{space 2}quote_92K_47 {c |}{col 16}{res}{space 2}-.0672955{col 28}{space 2} .2984361{col 39}{space 1}   -0.23{col 48}{space 3}0.822{col 56}{space 4}-.6524267{col 69}{space 3} .5178356
{txt}{space 2}quote_92K_48 {c |}{col 16}{res}{space 2} .1546584{col 28}{space 2} .3476929{col 39}{space 1}    0.44{col 48}{space 3}0.656{col 56}{space 4}-.5270484{col 69}{space 3} .8363652
{txt}{space 2}quote_92K_49 {c |}{col 16}{res}{space 2} .1481354{col 28}{space 2} .3175943{col 39}{space 1}    0.47{col 48}{space 3}0.641{col 56}{space 4}-.4745583{col 69}{space 3} .7708291
{txt}{space 2}quote_92K_50 {c |}{col 16}{res}{space 2}-.2224497{col 28}{space 2} .3881221{col 39}{space 1}   -0.57{col 48}{space 3}0.567{col 56}{space 4}-.9834243{col 69}{space 3} .5385249
{txt}{space 2}quote_92K_51 {c |}{col 16}{res}{space 2} .0271273{col 28}{space 2}  .239863{col 39}{space 1}    0.11{col 48}{space 3}0.910{col 56}{space 4} -.443162{col 69}{space 3} .4974165
{txt}{space 2}quote_92K_52 {c |}{col 16}{res}{space 2}-.1982319{col 28}{space 2} .2484876{col 39}{space 1}   -0.80{col 48}{space 3}0.425{col 56}{space 4}-.6854311{col 69}{space 3} .2889673
{txt}{space 2}quote_92K_53 {c |}{col 16}{res}{space 2} -.011258{col 28}{space 2} .2813913{col 39}{space 1}   -0.04{col 48}{space 3}0.968{col 56}{space 4}-.5629699{col 69}{space 3}  .540454
{txt}{space 2}quote_92K_54 {c |}{col 16}{res}{space 2} .0743979{col 28}{space 2}  .326736{col 39}{space 1}    0.23{col 48}{space 3}0.820{col 56}{space 4}-.5662195{col 69}{space 3} .7150154
{txt}{space 2}quote_92K_55 {c |}{col 16}{res}{space 2}-.1257652{col 28}{space 2} .2651895{col 39}{space 1}   -0.47{col 48}{space 3}0.635{col 56}{space 4}-.6457111{col 69}{space 3} .3941807
{txt}{space 2}quote_92K_56 {c |}{col 16}{res}{space 2} .0448936{col 28}{space 2} .3365879{col 39}{space 1}    0.13{col 48}{space 3}0.894{col 56}{space 4}-.6150402{col 69}{space 3} .7048274
{txt}{space 2}quote_92K_57 {c |}{col 16}{res}{space 2} .0032799{col 28}{space 2} .2893431{col 39}{space 1}    0.01{col 48}{space 3}0.991{col 56}{space 4}-.5640229{col 69}{space 3} .5705826
{txt}{space 2}quote_92K_58 {c |}{col 16}{res}{space 2} .2570685{col 28}{space 2}  .333244{col 39}{space 1}    0.77{col 48}{space 3}0.441{col 56}{space 4} -.396309{col 69}{space 3}  .910446
{txt}{space 2}quote_92K_59 {c |}{col 16}{res}{space 2} .3853779{col 28}{space 2}  .227257{col 39}{space 1}    1.70{col 48}{space 3}0.090{col 56}{space 4}-.0601953{col 69}{space 3} .8309511
{txt}{space 2}quote_92K_60 {c |}{col 16}{res}{space 2} .2991126{col 28}{space 2} .2433033{col 39}{space 1}    1.23{col 48}{space 3}0.219{col 56}{space 4}-.1779219{col 69}{space 3} .7761471
{txt}{space 2}quote_92K_61 {c |}{col 16}{res}{space 2} .4866319{col 28}{space 2} .2952733{col 39}{space 1}    1.65{col 48}{space 3}0.099{col 56}{space 4} -.092298{col 69}{space 3} 1.065562
{txt}{space 2}quote_92K_62 {c |}{col 16}{res}{space 2} .1813223{col 28}{space 2} .2605258{col 39}{space 1}    0.70{col 48}{space 3}0.486{col 56}{space 4}-.3294798{col 69}{space 3} .6921243
{txt}{space 2}quote_92K_63 {c |}{col 16}{res}{space 2} .1192805{col 28}{space 2} .4747652{col 39}{space 1}    0.25{col 48}{space 3}0.802{col 56}{space 4}-.8115716{col 69}{space 3} 1.050133
{txt}{space 2}quote_92K_64 {c |}{col 16}{res}{space 2}-.0163382{col 28}{space 2} .2970368{col 39}{space 1}   -0.06{col 48}{space 3}0.956{col 56}{space 4}-.5987258{col 69}{space 3} .5660494
{txt}{space 2}quote_92K_65 {c |}{col 16}{res}{space 2} .1372017{col 28}{space 2}  .299734{col 39}{space 1}    0.46{col 48}{space 3}0.647{col 56}{space 4}-.4504741{col 69}{space 3} .7248774
{txt}{space 2}quote_92K_66 {c |}{col 16}{res}{space 2}  .155114{col 28}{space 2} .2362232{col 39}{space 1}    0.66{col 48}{space 3}0.511{col 56}{space 4}-.3080389{col 69}{space 3} .6182668
{txt}{space 2}quote_92K_67 {c |}{col 16}{res}{space 2} .2063588{col 28}{space 2} .2664066{col 39}{space 1}    0.77{col 48}{space 3}0.439{col 56}{space 4}-.3159735{col 69}{space 3}  .728691
{txt}{space 2}quote_92K_68 {c |}{col 16}{res}{space 2}-.3186265{col 28}{space 2} .3357986{col 39}{space 1}   -0.95{col 48}{space 3}0.343{col 56}{space 4}-.9770127{col 69}{space 3} .3397597
{txt}{space 2}quote_92K_69 {c |}{col 16}{res}{space 2}-.2317438{col 28}{space 2} .3237761{col 39}{space 1}   -0.72{col 48}{space 3}0.474{col 56}{space 4}-.8665579{col 69}{space 3} .4030703
{txt}{space 2}quote_92K_70 {c |}{col 16}{res}{space 2} .1390055{col 28}{space 2}  .281433{col 39}{space 1}    0.49{col 48}{space 3}0.621{col 56}{space 4}-.4127883{col 69}{space 3} .6907993
{txt}{space 2}quote_92K_71 {c |}{col 16}{res}{space 2}-.1463958{col 28}{space 2} .3374729{col 39}{space 1}   -0.43{col 48}{space 3}0.664{col 56}{space 4}-.8080647{col 69}{space 3}  .515273
{txt}{space 2}quote_92K_72 {c |}{col 16}{res}{space 2}-.3071645{col 28}{space 2} .2648172{col 39}{space 1}   -1.16{col 48}{space 3}0.246{col 56}{space 4}-.8263804{col 69}{space 3} .2120514
{txt}{space 2}quote_92K_73 {c |}{col 16}{res}{space 2}-.1517323{col 28}{space 2} .2868349{col 39}{space 1}   -0.53{col 48}{space 3}0.597{col 56}{space 4}-.7141175{col 69}{space 3} .4106528
{txt}{space 2}quote_92K_74 {c |}{col 16}{res}{space 2}-.5565393{col 28}{space 2} .3552988{col 39}{space 1}   -1.57{col 48}{space 3}0.117{col 56}{space 4}-1.253159{col 69}{space 3}   .14008
{txt}{space 2}quote_92K_75 {c |}{col 16}{res}{space 2}-.4368421{col 28}{space 2} .3755771{col 39}{space 1}   -1.16{col 48}{space 3}0.245{col 56}{space 4} -1.17322{col 69}{space 3} .2995361
{txt}{space 2}quote_92K_76 {c |}{col 16}{res}{space 2} .0995728{col 28}{space 2} .2363141{col 39}{space 1}    0.42{col 48}{space 3}0.674{col 56}{space 4}-.3637584{col 69}{space 3} .5629039
{txt}{space 2}quote_92K_77 {c |}{col 16}{res}{space 2}-.0358216{col 28}{space 2} .3269332{col 39}{space 1}   -0.11{col 48}{space 3}0.913{col 56}{space 4}-.6768256{col 69}{space 3} .6051825
{txt}{space 2}quote_92K_78 {c |}{col 16}{res}{space 2} .0263379{col 28}{space 2} .3984216{col 39}{space 1}    0.07{col 48}{space 3}0.947{col 56}{space 4}-.7548304{col 69}{space 3} .8075063
{txt}{space 2}quote_92K_79 {c |}{col 16}{res}{space 2} -.010745{col 28}{space 2} .3714028{col 39}{space 1}   -0.03{col 48}{space 3}0.977{col 56}{space 4}-.7389389{col 69}{space 3} .7174489
{txt}{space 2}quote_92K_80 {c |}{col 16}{res}{space 2} .0684009{col 28}{space 2} .2886992{col 39}{space 1}    0.24{col 48}{space 3}0.813{col 56}{space 4}-.4976395{col 69}{space 3} .6344413
{txt}{space 2}quote_92K_81 {c |}{col 16}{res}{space 2}-.0148056{col 28}{space 2} .2783416{col 39}{space 1}   -0.05{col 48}{space 3}0.958{col 56}{space 4}-.5605382{col 69}{space 3}  .530927
{txt}{space 2}quote_92K_82 {c |}{col 16}{res}{space 2} .1452437{col 28}{space 2} .3084306{col 39}{space 1}    0.47{col 48}{space 3}0.638{col 56}{space 4}-.4594831{col 69}{space 3} .7499705
{txt}{space 2}quote_92K_83 {c |}{col 16}{res}{space 2}-.4233381{col 28}{space 2} .3597144{col 39}{space 1}   -1.18{col 48}{space 3}0.239{col 56}{space 4}-1.128615{col 69}{space 3} .2819387
{txt}{space 2}quote_92K_84 {c |}{col 16}{res}{space 2}-.2330606{col 28}{space 2} .3322267{col 39}{space 1}   -0.70{col 48}{space 3}0.483{col 56}{space 4}-.8844436{col 69}{space 3} .4183224
{txt}{space 2}quote_92K_85 {c |}{col 16}{res}{space 2} -.164575{col 28}{space 2} .2899568{col 39}{space 1}   -0.57{col 48}{space 3}0.570{col 56}{space 4}-.7330811{col 69}{space 3}  .403931
{txt}{space 2}quote_92K_86 {c |}{col 16}{res}{space 2} -.197682{col 28}{space 2} .2896422{col 39}{space 1}   -0.68{col 48}{space 3}0.495{col 56}{space 4}-.7655712{col 69}{space 3} .3702073
{txt}{space 2}quote_92K_87 {c |}{col 16}{res}{space 2} .1321062{col 28}{space 2} .3145743{col 39}{space 1}    0.42{col 48}{space 3}0.675{col 56}{space 4}-.4846664{col 69}{space 3} .7488788
{txt}{space 2}quote_92K_88 {c |}{col 16}{res}{space 2}-.1685822{col 28}{space 2} .2458185{col 39}{space 1}   -0.69{col 48}{space 3}0.493{col 56}{space 4}-.6505481{col 69}{space 3} .3133837
{txt}{space 2}quote_92K_89 {c |}{col 16}{res}{space 2} .0498469{col 28}{space 2} .2858699{col 39}{space 1}    0.17{col 48}{space 3}0.862{col 56}{space 4}-.5106461{col 69}{space 3}   .61034
{txt}{space 2}quote_92K_90 {c |}{col 16}{res}{space 2} -.248849{col 28}{space 2} .3766881{col 39}{space 1}   -0.66{col 48}{space 3}0.509{col 56}{space 4}-.9874054{col 69}{space 3} .4897075
{txt}{space 2}quote_92K_91 {c |}{col 16}{res}{space 2}-.6320043{col 28}{space 2}  .423626{col 39}{space 1}   -1.49{col 48}{space 3}0.136{col 56}{space 4} -1.46259{col 69}{space 3} .1985814
{txt}{space 2}quote_92K_92 {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 1}article_40K_1 {c |}{col 16}{res}{space 2} 1.583345{col 28}{space 2} .6479072{col 39}{space 1}    2.44{col 48}{space 3}0.015{col 56}{space 4} .3130203{col 69}{space 3} 2.853669
{txt}{space 1}article_40K_2 {c |}{col 16}{res}{space 2}  .134964{col 28}{space 2} .6975566{col 39}{space 1}    0.19{col 48}{space 3}0.847{col 56}{space 4}-1.232706{col 69}{space 3} 1.502634
{txt}{space 1}article_40K_3 {c |}{col 16}{res}{space 2}  2.71926{col 28}{space 2} .7688966{col 39}{space 1}    3.54{col 48}{space 3}0.000{col 56}{space 4} 1.211717{col 69}{space 3} 4.226803
{txt}{space 1}article_40K_4 {c |}{col 16}{res}{space 2} 1.127625{col 28}{space 2} 1.045334{col 39}{space 1}    1.08{col 48}{space 3}0.281{col 56}{space 4} -.921918{col 69}{space 3} 3.177167
{txt}{space 1}article_40K_5 {c |}{col 16}{res}{space 2} 1.149384{col 28}{space 2}  .845712{col 39}{space 1}    1.36{col 48}{space 3}0.174{col 56}{space 4}-.5087676{col 69}{space 3} 2.807536
{txt}{space 1}article_40K_6 {c |}{col 16}{res}{space 2} 1.819635{col 28}{space 2} .8594554{col 39}{space 1}    2.12{col 48}{space 3}0.034{col 56}{space 4} .1345373{col 69}{space 3} 3.504733
{txt}{space 1}article_40K_7 {c |}{col 16}{res}{space 2} .7004154{col 28}{space 2} .6746595{col 39}{space 1}    1.04{col 48}{space 3}0.299{col 56}{space 4} -.622361{col 69}{space 3} 2.023192
{txt}{space 1}article_40K_8 {c |}{col 16}{res}{space 2} 2.793912{col 28}{space 2} .8065355{col 39}{space 1}    3.46{col 48}{space 3}0.001{col 56}{space 4} 1.212572{col 69}{space 3} 4.375252
{txt}{space 1}article_40K_9 {c |}{col 16}{res}{space 2} .6042755{col 28}{space 2} .8058236{col 39}{space 1}    0.75{col 48}{space 3}0.453{col 56}{space 4}-.9756689{col 69}{space 3}  2.18422
{txt}article_40K_10 {c |}{col 16}{res}{space 2}  1.05918{col 28}{space 2} .6690371{col 39}{space 1}    1.58{col 48}{space 3}0.113{col 56}{space 4}-.2525727{col 69}{space 3} 2.370933
{txt}article_40K_11 {c |}{col 16}{res}{space 2} 1.052287{col 28}{space 2} .7627463{col 39}{space 1}    1.38{col 48}{space 3}0.168{col 56}{space 4}-.4431977{col 69}{space 3} 2.547771
{txt}article_40K_12 {c |}{col 16}{res}{space 2} 1.931647{col 28}{space 2} .6630924{col 39}{space 1}    2.91{col 48}{space 3}0.004{col 56}{space 4} .6315497{col 69}{space 3} 3.231744
{txt}article_40K_13 {c |}{col 16}{res}{space 2} .9952155{col 28}{space 2} .6765148{col 39}{space 1}    1.47{col 48}{space 3}0.141{col 56}{space 4}-.3311986{col 69}{space 3}  2.32163
{txt}article_40K_14 {c |}{col 16}{res}{space 2} 1.222686{col 28}{space 2} .7653691{col 39}{space 1}    1.60{col 48}{space 3}0.110{col 56}{space 4} -.277941{col 69}{space 3} 2.723313
{txt}article_40K_15 {c |}{col 16}{res}{space 2} .7686962{col 28}{space 2} .6980285{col 39}{space 1}    1.10{col 48}{space 3}0.271{col 56}{space 4}-.5998989{col 69}{space 3} 2.137291
{txt}article_40K_16 {c |}{col 16}{res}{space 2} 1.250646{col 28}{space 2} .8708982{col 39}{space 1}    1.44{col 48}{space 3}0.151{col 56}{space 4}-.4568878{col 69}{space 3} 2.958179
{txt}article_40K_17 {c |}{col 16}{res}{space 2} .7191926{col 28}{space 2} .6584302{col 39}{space 1}    1.09{col 48}{space 3}0.275{col 56}{space 4}-.5717637{col 69}{space 3} 2.010149
{txt}article_40K_18 {c |}{col 16}{res}{space 2} .5773058{col 28}{space 2} .6577893{col 39}{space 1}    0.88{col 48}{space 3}0.380{col 56}{space 4} -.712394{col 69}{space 3} 1.867006
{txt}article_40K_19 {c |}{col 16}{res}{space 2} .9836292{col 28}{space 2} .6693514{col 39}{space 1}    1.47{col 48}{space 3}0.142{col 56}{space 4}-.3287399{col 69}{space 3} 2.295998
{txt}article_40K_20 {c |}{col 16}{res}{space 2} 2.087133{col 28}{space 2} .7729326{col 39}{space 1}    2.70{col 48}{space 3}0.007{col 56}{space 4} .5716763{col 69}{space 3} 3.602589
{txt}article_40K_21 {c |}{col 16}{res}{space 2} .2791061{col 28}{space 2} .8205636{col 39}{space 1}    0.34{col 48}{space 3}0.734{col 56}{space 4}-1.329738{col 69}{space 3} 1.887951
{txt}article_40K_22 {c |}{col 16}{res}{space 2} 1.153585{col 28}{space 2} .7783852{col 39}{space 1}    1.48{col 48}{space 3}0.138{col 56}{space 4}-.3725617{col 69}{space 3} 2.679732
{txt}article_40K_23 {c |}{col 16}{res}{space 2} .9480685{col 28}{space 2} .6861616{col 39}{space 1}    1.38{col 48}{space 3}0.167{col 56}{space 4}-.3972597{col 69}{space 3} 2.293397
{txt}article_40K_24 {c |}{col 16}{res}{space 2} 1.683108{col 28}{space 2} .8068713{col 39}{space 1}    2.09{col 48}{space 3}0.037{col 56}{space 4} .1011098{col 69}{space 3} 3.265107
{txt}article_40K_25 {c |}{col 16}{res}{space 2} .6531642{col 28}{space 2} .8084972{col 39}{space 1}    0.81{col 48}{space 3}0.419{col 56}{space 4}-.9320222{col 69}{space 3} 2.238351
{txt}article_40K_26 {c |}{col 16}{res}{space 2} .6891732{col 28}{space 2} .7456405{col 39}{space 1}    0.92{col 48}{space 3}0.355{col 56}{space 4}-.7727728{col 69}{space 3} 2.151119
{txt}article_40K_27 {c |}{col 16}{res}{space 2} 1.725105{col 28}{space 2} .7579277{col 39}{space 1}    2.28{col 48}{space 3}0.023{col 56}{space 4} .2390682{col 69}{space 3} 3.211142
{txt}article_40K_28 {c |}{col 16}{res}{space 2} 1.256534{col 28}{space 2} .7564648{col 39}{space 1}    1.66{col 48}{space 3}0.097{col 56}{space 4}-.2266349{col 69}{space 3} 2.739702
{txt}article_40K_29 {c |}{col 16}{res}{space 2} 1.223936{col 28}{space 2} .6850894{col 39}{space 1}    1.79{col 48}{space 3}0.074{col 56}{space 4}  -.11929{col 69}{space 3} 2.567162
{txt}article_40K_30 {c |}{col 16}{res}{space 2} 1.116488{col 28}{space 2}  .734119{col 39}{space 1}    1.52{col 48}{space 3}0.128{col 56}{space 4}-.3228681{col 69}{space 3} 2.555844
{txt}article_40K_31 {c |}{col 16}{res}{space 2} .9691689{col 28}{space 2} .7824034{col 39}{space 1}    1.24{col 48}{space 3}0.216{col 56}{space 4}-.5648566{col 69}{space 3} 2.503194
{txt}article_40K_32 {c |}{col 16}{res}{space 2}-.7683396{col 28}{space 2} .6986084{col 39}{space 1}   -1.10{col 48}{space 3}0.271{col 56}{space 4}-2.138072{col 69}{space 3} .6013925
{txt}article_40K_33 {c |}{col 16}{res}{space 2} .9927019{col 28}{space 2} .6813392{col 39}{space 1}    1.46{col 48}{space 3}0.145{col 56}{space 4}-.3431711{col 69}{space 3} 2.328575
{txt}article_40K_34 {c |}{col 16}{res}{space 2} 1.237371{col 28}{space 2} .7241282{col 39}{space 1}    1.71{col 48}{space 3}0.088{col 56}{space 4}-.1823971{col 69}{space 3} 2.657138
{txt}article_40K_35 {c |}{col 16}{res}{space 2} 1.073386{col 28}{space 2} .6695267{col 39}{space 1}    1.60{col 48}{space 3}0.109{col 56}{space 4}-.2393272{col 69}{space 3} 2.386098
{txt}article_40K_36 {c |}{col 16}{res}{space 2} .9279584{col 28}{space 2} .6463038{col 39}{space 1}    1.44{col 48}{space 3}0.151{col 56}{space 4}-.3392222{col 69}{space 3} 2.195139
{txt}article_40K_37 {c |}{col 16}{res}{space 2} .9089483{col 28}{space 2} .6974575{col 39}{space 1}    1.30{col 48}{space 3}0.193{col 56}{space 4}-.4585272{col 69}{space 3} 2.276424
{txt}article_40K_38 {c |}{col 16}{res}{space 2} 2.181145{col 28}{space 2} .7812088{col 39}{space 1}    2.79{col 48}{space 3}0.005{col 56}{space 4} .6494616{col 69}{space 3} 3.712828
{txt}article_40K_39 {c |}{col 16}{res}{space 2}-.0323294{col 28}{space 2} .7348366{col 39}{space 1}   -0.04{col 48}{space 3}0.965{col 56}{space 4}-1.473093{col 69}{space 3} 1.408434
{txt}article_40K_40 {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 14} {c |}
{space 10}rank {c |}
{space 12}2  {c |}{col 16}{res}{space 2}-.3242221{col 28}{space 2} .2524563{col 39}{space 1}   -1.28{col 48}{space 3}0.199{col 56}{space 4}-.8192025{col 69}{space 3} .1707584
{txt}{space 12}3  {c |}{col 16}{res}{space 2}-.0108647{col 28}{space 2} .2002567{col 39}{space 1}   -0.05{col 48}{space 3}0.957{col 56}{space 4}-.4034995{col 69}{space 3} .3817701
{txt}{space 12}4  {c |}{col 16}{res}{space 2}-.3600805{col 28}{space 2} .3220918{col 39}{space 1}   -1.12{col 48}{space 3}0.264{col 56}{space 4}-.9915924{col 69}{space 3} .2714313
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-.9427214{col 28}{space 2} .3652432{col 39}{space 1}   -2.58{col 48}{space 3}0.010{col 56}{space 4}-1.658838{col 69}{space 3}-.2266045
{txt}{space 12}6  {c |}{col 16}{res}{space 2}-.5446926{col 28}{space 2} .2203129{col 39}{space 1}   -2.47{col 48}{space 3}0.013{col 56}{space 4}-.9766508{col 69}{space 3}-.1127345
{txt}{space 12}7  {c |}{col 16}{res}{space 2}-.1781125{col 28}{space 2}  .930346{col 39}{space 1}   -0.19{col 48}{space 3}0.848{col 56}{space 4}-2.002203{col 69}{space 3} 1.645978
{txt}{space 12}8  {c |}{col 16}{res}{space 2} -.984437{col 28}{space 2} .4387397{col 39}{space 1}   -2.24{col 48}{space 3}0.025{col 56}{space 4}-1.844655{col 69}{space 3}-.1242186
{txt}{space 12}9  {c |}{col 16}{res}{space 2} 1.199095{col 28}{space 2} .2704858{col 39}{space 1}    4.43{col 48}{space 3}0.000{col 56}{space 4} .6687654{col 69}{space 3} 1.729426
{txt}{space 11}10  {c |}{col 16}{res}{space 2}-.4874798{col 28}{space 2} .1957842{col 39}{space 1}   -2.49{col 48}{space 3}0.013{col 56}{space 4}-.8713458{col 69}{space 3}-.1036139
{txt}{space 11}11  {c |}{col 16}{res}{space 2}-.6341907{col 28}{space 2} .2270294{col 39}{space 1}   -2.79{col 48}{space 3}0.005{col 56}{space 4}-1.079318{col 69}{space 3}-.1890638
{txt}{space 11}12  {c |}{col 16}{res}{space 2}-.5234747{col 28}{space 2}  .208053{col 39}{space 1}   -2.52{col 48}{space 3}0.012{col 56}{space 4}-.9313954{col 69}{space 3} -.115554
{txt}{space 14} {c |}
{space 11}MFA {c |}{col 16}{res}{space 2} 2.098961{col 28}{space 2} 1.251742{col 39}{space 1}    1.68{col 48}{space 3}0.094{col 56}{space 4}-.3552777{col 69}{space 3} 4.553199
{txt}{space 11}PMO {c |}{col 16}{res}{space 2} .8965676{col 28}{space 2} .3458142{col 39}{space 1}    2.59{col 48}{space 3}0.010{col 56}{space 4} .2185443{col 69}{space 3} 1.574591
{txt}{space 10}MEWR {c |}{col 16}{res}{space 2} .2334658{col 28}{space 2} 1.007444{col 39}{space 1}    0.23{col 48}{space 3}0.817{col 56}{space 4}-1.741788{col 69}{space 3} 2.208719
{txt}{space 11}MCI {c |}{col 16}{res}{space 2} 2.566277{col 28}{space 2} 1.398729{col 39}{space 1}    1.83{col 48}{space 3}0.067{col 56}{space 4}-.1761522{col 69}{space 3} 5.308707
{txt}{space 11}MTI {c |}{col 16}{res}{space 2}-1.854319{col 28}{space 2} 1.173718{col 39}{space 1}   -1.58{col 48}{space 3}0.114{col 56}{space 4}-4.155578{col 69}{space 3} .4469394
{txt}{space 11}MHA {c |}{col 16}{res}{space 2} .5792917{col 28}{space 2} .5702072{col 39}{space 1}    1.02{col 48}{space 3}0.310{col 56}{space 4}-.5386896{col 69}{space 3} 1.697273
{txt}{space 10}MCCY {c |}{col 16}{res}{space 2} .5880167{col 28}{space 2} .3239077{col 39}{space 1}    1.82{col 48}{space 3}0.070{col 56}{space 4}-.0470556{col 69}{space 3} 1.223089
{txt}{space 8}MinLaw {c |}{col 16}{res}{space 2}  .180863{col 28}{space 2} .9537685{col 39}{space 1}    0.19{col 48}{space 3}0.850{col 56}{space 4}-1.689151{col 69}{space 3} 2.050877
{txt}{space 11}MOH {c |}{col 16}{res}{space 2}-1.783007{col 28}{space 2} 1.042307{col 39}{space 1}   -1.71{col 48}{space 3}0.087{col 56}{space 4}-3.826615{col 69}{space 3} .2606005
{txt}{space 11}MOM {c |}{col 16}{res}{space 2}   .40558{col 28}{space 2} .8777745{col 39}{space 1}    0.46{col 48}{space 3}0.644{col 56}{space 4}-1.315435{col 69}{space 3} 2.126595
{txt}{space 8}MinDef {c |}{col 16}{res}{space 2} .0323704{col 28}{space 2} .3447898{col 39}{space 1}    0.09{col 48}{space 3}0.925{col 56}{space 4}-.6436444{col 69}{space 3} .7083852
{txt}{space 11}MSF {c |}{col 16}{res}{space 2} .8525669{col 28}{space 2} .4861595{col 39}{space 1}    1.75{col 48}{space 3}0.080{col 56}{space 4}-.1006256{col 69}{space 3} 1.805759
{txt}{space 11}MOT {c |}{col 16}{res}{space 2} 2.496172{col 28}{space 2} 1.177153{col 39}{space 1}    2.12{col 48}{space 3}0.034{col 56}{space 4} .1881774{col 69}{space 3} 4.804166
{txt}{space 11}MND {c |}{col 16}{res}{space 2} .4343755{col 28}{space 2} .2918781{col 39}{space 1}    1.49{col 48}{space 3}0.137{col 56}{space 4}-.1378975{col 69}{space 3} 1.006649
{txt}{space 11}MOF {c |}{col 16}{res}{space 2} .1569859{col 28}{space 2} .1922832{col 39}{space 1}    0.82{col 48}{space 3}0.414{col 56}{space 4}-.2200156{col 69}{space 3} .5339874
{txt}{space 11}MOE {c |}{col 16}{res}{space 2}-.7853503{col 28}{space 2} .6478212{col 39}{space 1}   -1.21{col 48}{space 3}0.225{col 56}{space 4}-2.055506{col 69}{space 3} .4848054
{txt}{space 7}speaker {c |}{col 16}{res}{space 2}  .431244{col 28}{space 2} .1722735{col 39}{space 1}    2.50{col 48}{space 3}0.012{col 56}{space 4} .0934746{col 69}{space 3} .7690134
{txt}{space 14} {c |}
{space 6}rank#MFA {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-2.115719{col 28}{space 2} 1.254704{col 39}{space 1}   -1.69{col 48}{space 3}0.092{col 56}{space 4}-4.575765{col 69}{space 3} .3443269
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-1.928927{col 28}{space 2}  1.26723{col 39}{space 1}   -1.52{col 48}{space 3}0.128{col 56}{space 4}-4.413531{col 69}{space 3} .5556762
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-.9484923{col 28}{space 2} 1.302319{col 39}{space 1}   -0.73{col 48}{space 3}0.466{col 56}{space 4}-3.501894{col 69}{space 3} 1.604909
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#PMO {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2} -.942194{col 28}{space 2} .3582762{col 39}{space 1}   -2.63{col 48}{space 3}0.009{col 56}{space 4}-1.644651{col 69}{space 3}-.2397369
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-1.180756{col 28}{space 2} .4250957{col 39}{space 1}   -2.78{col 48}{space 3}0.006{col 56}{space 4}-2.014223{col 69}{space 3}-.3472886
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 5}rank#MEWR {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-.3446742{col 28}{space 2} 1.012946{col 39}{space 1}   -0.34{col 48}{space 3}0.734{col 56}{space 4}-2.330715{col 69}{space 3} 1.641366
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.1732232{col 28}{space 2} 1.037074{col 39}{space 1}   -0.17{col 48}{space 3}0.867{col 56}{space 4}-2.206571{col 69}{space 3} 1.860125
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} .3182618{col 28}{space 2}  1.09083{col 39}{space 1}    0.29{col 48}{space 3}0.770{col 56}{space 4}-1.820483{col 69}{space 3} 2.457006
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}-.3314614{col 28}{space 2} 1.042414{col 39}{space 1}   -0.32{col 48}{space 3}0.751{col 56}{space 4}-2.375279{col 69}{space 3} 1.712356
{txt}{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MCI {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-2.675381{col 28}{space 2} 1.408262{col 39}{space 1}   -1.90{col 48}{space 3}0.058{col 56}{space 4}-5.436501{col 69}{space 3}  .085738
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-2.436854{col 28}{space 2} 1.422234{col 39}{space 1}   -1.71{col 48}{space 3}0.087{col 56}{space 4}-5.225368{col 69}{space 3} .3516594
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-1.907448{col 28}{space 2} 1.421621{col 39}{space 1}   -1.34{col 48}{space 3}0.180{col 56}{space 4} -4.69476{col 69}{space 3}  .879865
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}-1.550258{col 28}{space 2} 1.303206{col 39}{space 1}   -1.19{col 48}{space 3}0.234{col 56}{space 4}-4.105399{col 69}{space 3} 1.004882
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MTI {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2} 1.679798{col 28}{space 2} 1.179735{col 39}{space 1}    1.42{col 48}{space 3}0.155{col 56}{space 4}-.6332584{col 69}{space 3} 3.992854
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2} 1.872654{col 28}{space 2} 1.193861{col 39}{space 1}    1.57{col 48}{space 3}0.117{col 56}{space 4}-.4680995{col 69}{space 3} 4.213407
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} 2.094556{col 28}{space 2}  1.19412{col 39}{space 1}    1.75{col 48}{space 3}0.080{col 56}{space 4}-.2467045{col 69}{space 3} 4.435817
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2} 3.176555{col 28}{space 2} 1.368743{col 39}{space 1}    2.32{col 48}{space 3}0.020{col 56}{space 4} .4929174{col 69}{space 3} 5.860193
{txt}{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MHA {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2} -.517749{col 28}{space 2} .5992117{col 39}{space 1}   -0.86{col 48}{space 3}0.388{col 56}{space 4}-1.692598{col 69}{space 3} .6571002
{txt}{space 9} 3 1  {c |}{col 16}{res}{space 2}-.4361083{col 28}{space 2} .5806243{col 39}{space 1}   -0.75{col 48}{space 3}0.453{col 56}{space 4}-1.574514{col 69}{space 3} .7022974
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.7260877{col 28}{space 2} .6035105{col 39}{space 1}   -1.20{col 48}{space 3}0.229{col 56}{space 4}-1.909365{col 69}{space 3} .4571899
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-.4580607{col 28}{space 2}  .663444{col 39}{space 1}   -0.69{col 48}{space 3}0.490{col 56}{space 4}-1.758847{col 69}{space 3} .8427261
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2} .4220322{col 28}{space 2} 1.005229{col 39}{space 1}    0.42{col 48}{space 3}0.675{col 56}{space 4}-1.548877{col 69}{space 3} 2.392942
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 5}rank#MCCY {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-.7285919{col 28}{space 2} .3377815{col 39}{space 1}   -2.16{col 48}{space 3}0.031{col 56}{space 4}-1.390866{col 69}{space 3}-.0663179
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.5293528{col 28}{space 2} .4575606{col 39}{space 1}   -1.16{col 48}{space 3}0.247{col 56}{space 4}-1.426473{col 69}{space 3} .3677669
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-.7883694{col 28}{space 2} .5095481{col 39}{space 1}   -1.55{col 48}{space 3}0.122{col 56}{space 4}-1.787419{col 69}{space 3} .2106802
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}-2.587227{col 28}{space 2} 1.363449{col 39}{space 1}   -1.90{col 48}{space 3}0.058{col 56}{space 4}-5.260484{col 69}{space 3} .0860297
{txt}{space 9} 7 1  {c |}{col 16}{res}{space 2}-3.648305{col 28}{space 2} 1.631659{col 39}{space 1}   -2.24{col 48}{space 3}0.025{col 56}{space 4} -6.84743{col 69}{space 3}-.4491813
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 3}rank#MinLaw {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}  .105665{col 28}{space 2} 1.015605{col 39}{space 1}    0.10{col 48}{space 3}0.917{col 56}{space 4}-1.885589{col 69}{space 3} 2.096919
{txt}{space 9} 3 1  {c |}{col 16}{res}{space 2}-.4174792{col 28}{space 2} .9620588{col 39}{space 1}   -0.43{col 48}{space 3}0.664{col 56}{space 4}-2.303747{col 69}{space 3} 1.468789
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2} .0568425{col 28}{space 2} .9761397{col 39}{space 1}    0.06{col 48}{space 3}0.954{col 56}{space 4}-1.857033{col 69}{space 3} 1.970718
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MOH {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2} 1.565935{col 28}{space 2} 1.046792{col 39}{space 1}    1.50{col 48}{space 3}0.135{col 56}{space 4}-.4864662{col 69}{space 3} 3.618335
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2} 2.170501{col 28}{space 2} 1.084792{col 39}{space 1}    2.00{col 48}{space 3}0.045{col 56}{space 4} .0435944{col 69}{space 3} 4.297408
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} 2.451636{col 28}{space 2} 1.086842{col 39}{space 1}    2.26{col 48}{space 3}0.024{col 56}{space 4} .3207116{col 69}{space 3} 4.582561
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2} 1.012598{col 28}{space 2} 1.111486{col 39}{space 1}    0.91{col 48}{space 3}0.362{col 56}{space 4}-1.166646{col 69}{space 3} 3.191843
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MOM {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}-.4923794{col 28}{space 2} .9010149{col 39}{space 1}   -0.55{col 48}{space 3}0.585{col 56}{space 4}-2.258961{col 69}{space 3} 1.274203
{txt}{space 9} 3 1  {c |}{col 16}{res}{space 2}-.6171311{col 28}{space 2} .8793744{col 39}{space 1}   -0.70{col 48}{space 3}0.483{col 56}{space 4}-2.341284{col 69}{space 3} 1.107021
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.9604423{col 28}{space 2} .9029605{col 39}{space 1}   -1.06{col 48}{space 3}0.288{col 56}{space 4}-2.730839{col 69}{space 3} .8099542
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-.2622328{col 28}{space 2} .8931761{col 39}{space 1}   -0.29{col 48}{space 3}0.769{col 56}{space 4}-2.013446{col 69}{space 3}  1.48898
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 3}rank#MinDef {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2} .3032637{col 28}{space 2} .4498761{col 39}{space 1}    0.67{col 48}{space 3}0.500{col 56}{space 4}-.5787895{col 69}{space 3} 1.185317
{txt}{space 9} 3 1  {c |}{col 16}{res}{space 2} -.062892{col 28}{space 2} .3520804{col 39}{space 1}   -0.18{col 48}{space 3}0.858{col 56}{space 4}-.7532013{col 69}{space 3} .6274173
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2} .0631255{col 28}{space 2} .4662607{col 39}{space 1}    0.14{col 48}{space 3}0.892{col 56}{space 4}-.8510522{col 69}{space 3} .9773032
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} .1585351{col 28}{space 2} .4375926{col 39}{space 1}    0.36{col 48}{space 3}0.717{col 56}{space 4}-.6994343{col 69}{space 3} 1.016504
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MSF {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-.9283082{col 28}{space 2} .5084079{col 39}{space 1}   -1.83{col 48}{space 3}0.068{col 56}{space 4}-1.925122{col 69}{space 3} .0685058
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.8326144{col 28}{space 2} .6594939{col 39}{space 1}   -1.26{col 48}{space 3}0.207{col 56}{space 4}-2.125656{col 69}{space 3} .4604276
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} .2557383{col 28}{space 2} .7159638{col 39}{space 1}    0.36{col 48}{space 3}0.721{col 56}{space 4}-1.148022{col 69}{space 3} 1.659498
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2} .6133487{col 28}{space 2} 1.275074{col 39}{space 1}    0.48{col 48}{space 3}0.631{col 56}{space 4}-1.886635{col 69}{space 3} 3.113332
{txt}{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MOT {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-2.643696{col 28}{space 2} 1.180813{col 39}{space 1}   -2.24{col 48}{space 3}0.025{col 56}{space 4}-4.958865{col 69}{space 3} -.328526
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-2.473048{col 28}{space 2} 1.207822{col 39}{space 1}   -2.05{col 48}{space 3}0.041{col 56}{space 4}-4.841175{col 69}{space 3}-.1049221
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}-2.020989{col 28}{space 2} 1.236035{col 39}{space 1}   -1.64{col 48}{space 3}0.102{col 56}{space 4}-4.444431{col 69}{space 3} .4024538
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MND {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}-.5431608{col 28}{space 2} .3147867{col 39}{space 1}   -1.73{col 48}{space 3}0.085{col 56}{space 4} -1.16035{col 69}{space 3} .0740282
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}-.0907902{col 28}{space 2} .3486691{col 39}{space 1}   -0.26{col 48}{space 3}0.795{col 56}{space 4}-.7744111{col 69}{space 3} .5928306
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} .0669917{col 28}{space 2} .4007803{col 39}{space 1}    0.17{col 48}{space 3}0.867{col 56}{space 4}-.7188014{col 69}{space 3} .8527848
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 7 1  {c |}{col 16}{res}{space 2}-.5887454{col 28}{space 2} 1.101872{col 39}{space 1}   -0.53{col 48}{space 3}0.593{col 56}{space 4}-2.749139{col 69}{space 3} 1.571648
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MOF {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2} -.165834{col 28}{space 2}  .304197{col 39}{space 1}   -0.55{col 48}{space 3}0.586{col 56}{space 4}-.7622603{col 69}{space 3} .4305923
{txt}{space 9} 2 1  {c |}{col 16}{res}{space 2}  .130097{col 28}{space 2} .2897406{col 39}{space 1}    0.45{col 48}{space 3}0.653{col 56}{space 4}-.4379851{col 69}{space 3} .6981791
{txt}{space 9} 3 1  {c |}{col 16}{res}{space 2}-.1718327{col 28}{space 2} .2183957{col 39}{space 1}   -0.79{col 48}{space 3}0.431{col 56}{space 4} -.600032{col 69}{space 3} .2563666
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 5 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 6}rank#MOE {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2} .8141673{col 28}{space 2} .6531865{col 39}{space 1}    1.25{col 48}{space 3}0.213{col 56}{space 4} -.466508{col 69}{space 3} 2.094843
{txt}{space 9} 4 1  {c |}{col 16}{res}{space 2}  .762578{col 28}{space 2} .6710709{col 39}{space 1}    1.14{col 48}{space 3}0.256{col 56}{space 4}-.5531624{col 69}{space 3} 2.078318
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2} 1.272573{col 28}{space 2} .7053764{col 39}{space 1}    1.80{col 48}{space 3}0.071{col 56}{space 4}-.1104286{col 69}{space 3} 2.655575
{txt}{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 7 1  {c |}{col 16}{res}{space 2}-.0801713{col 28}{space 2}  .753306{col 39}{space 1}   -0.11{col 48}{space 3}0.915{col 56}{space 4}-1.557147{col 69}{space 3} 1.396804
{txt}{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9} 9 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 2}rank#speaker {c |}
{space 9} 1 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 2 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 3 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 4 1  {c |}{col 16}{res}{space 2}-.4116831{col 28}{space 2} .3668611{col 39}{space 1}   -1.12{col 48}{space 3}0.262{col 56}{space 4}-1.130972{col 69}{space 3} .3076059
{txt}{space 9} 5 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 6 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 7 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 8 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9} 9 1  {c |}{col 16}{res}{space 2} -1.09674{col 28}{space 2} .4355522{col 39}{space 1}   -2.52{col 48}{space 3}0.012{col 56}{space 4}-1.950709{col 69}{space 3}-.2427708
{txt}{space 9}10 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (omitted)
{space 9}11 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 9}12 1  {c |}{col 16}{res}{space 2}        0{col 28}{txt}  (empty)
{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} .5906083{col 28}{space 2} .9636819{col 39}{space 1}    0.61{col 48}{space 3}0.540{col 56}{space 4}-1.298842{col 69}{space 3} 2.480059
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}({res}est1{txt} stored)

{com}.         add_scalars

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{    7,094}}"

{com}. 
. eststo: reg ln_quote                    i.opposition `length'      $base_controls $min $electoral, vce(cluster article_id)
{p 0 6 2}{txt}note: 2016.year omitted because of collinearity{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: 1b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1b.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10.rank#1.speaker omitted because of collinearity{p_end}

Linear regression                                      Number of obs ={res}    5140
                                                       {help j_robustsingular:F(344,  2752) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.1934
                                                       {txt}Root MSE      = {res}  1.009

{txt}{ralign 88:(Std. Err. adjusted for {res:2753} clusters in article_id)}
{hline 23}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 24}{c |}{col 36}    Robust
{col 1}              ln_quote{col 24}{c |}      Coef.{col 36}   Std. Err.{col 48}      t{col 56}   P>|t|{col 64}     [95% Con{col 77}f. Interval]
{hline 23}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 10}1.opposition {c |}{col 24}{res}{space 2} .0176976{col 36}{space 2} .0761858{col 47}{space 1}    0.23{col 56}{space 3}0.816{col 64}{space 4}-.1316896{col 77}{space 3} .1670848
{txt}{space 13}ln_speech {c |}{col 24}{res}{space 2} .1603973{col 36}{space 2} .0165972{col 47}{space 1}    9.66{col 56}{space 3}0.000{col 64}{space 4} .1278531{col 77}{space 3} .1929414
{txt}{space 12}ln_article {c |}{col 24}{res}{space 2} .1567295{col 36}{space 2} .0486041{col 47}{space 1}    3.22{col 56}{space 3}0.001{col 64}{space 4} .0614253{col 77}{space 3} .2520337
{txt}{space 22} {c |}
{space 18}parl {c |}
{space 20}1  {c |}{col 24}{res}{space 2} .2698283{col 36}{space 2} .1857797{col 47}{space 1}    1.45{col 56}{space 3}0.147{col 64}{space 4}-.0944534{col 77}{space 3}   .63411
{txt}{space 20}2  {c |}{col 24}{res}{space 2}   .24974{col 36}{space 2} .2279101{col 47}{space 1}    1.10{col 56}{space 3}0.273{col 64}{space 4}-.1971521{col 77}{space 3}  .696632
{txt}{space 20}3  {c |}{col 24}{res}{space 2}-.0332732{col 36}{space 2}  .125787{col 47}{space 1}   -0.26{col 56}{space 3}0.791{col 64}{space 4}-.2799196{col 77}{space 3} .2133732
{txt}{space 22} {c |}
{space 18}year {c |}
{space 17}2006  {c |}{col 24}{res}{space 2}-.1549609{col 36}{space 2} .1418048{col 47}{space 1}   -1.09{col 56}{space 3}0.275{col 64}{space 4}-.4330154{col 77}{space 3} .1230936
{txt}{space 17}2007  {c |}{col 24}{res}{space 2}-.2569011{col 36}{space 2} .2096924{col 47}{space 1}   -1.23{col 56}{space 3}0.221{col 64}{space 4}-.6680714{col 77}{space 3} .1542692
{txt}{space 17}2008  {c |}{col 24}{res}{space 2}-.2293754{col 36}{space 2} .2168717{col 47}{space 1}   -1.06{col 56}{space 3}0.290{col 64}{space 4}-.6546231{col 77}{space 3} .1958724
{txt}{space 17}2009  {c |}{col 24}{res}{space 2}-.1032678{col 36}{space 2} .2149221{col 47}{space 1}   -0.48{col 56}{space 3}0.631{col 64}{space 4}-.5246927{col 77}{space 3}  .318157
{txt}{space 17}2010  {c |}{col 24}{res}{space 2}-.3492832{col 36}{space 2} .2134803{col 47}{space 1}   -1.64{col 56}{space 3}0.102{col 64}{space 4}-.7678811{col 77}{space 3} .0693147
{txt}{space 17}2011  {c |}{col 24}{res}{space 2}-.2533751{col 36}{space 2} .2141401{col 47}{space 1}   -1.18{col 56}{space 3}0.237{col 64}{space 4}-.6732666{col 77}{space 3} .1665165
{txt}{space 17}2012  {c |}{col 24}{res}{space 2}-.2782761{col 36}{space 2} .2370682{col 47}{space 1}   -1.17{col 56}{space 3}0.241{col 64}{space 4}-.7431257{col 77}{space 3} .1865735
{txt}{space 17}2013  {c |}{col 24}{res}{space 2} -.441287{col 36}{space 2} .2373936{col 47}{space 1}   -1.86{col 56}{space 3}0.063{col 64}{space 4}-.9067746{col 77}{space 3} .0242006
{txt}{space 17}2014  {c |}{col 24}{res}{space 2}-.2597148{col 36}{space 2} .2372723{col 47}{space 1}   -1.09{col 56}{space 3}0.274{col 64}{space 4}-.7249647{col 77}{space 3}  .205535
{txt}{space 17}2015  {c |}{col 24}{res}{space 2}-.2108835{col 36}{space 2} .2400483{col 47}{space 1}   -0.88{col 56}{space 3}0.380{col 64}{space 4}-.6815766{col 77}{space 3} .2598096
{txt}{space 17}2016  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 22} {c |}
{space 14}1.gender {c |}{col 24}{res}{space 2} .0332806{col 36}{space 2} .0524153{col 47}{space 1}    0.63{col 56}{space 3}0.526{col 64}{space 4}-.0694967{col 77}{space 3}  .136058
{txt}{space 22} {c |}
{space 18}race {c |}
{space 20}1  {c |}{col 24}{res}{space 2}-.0722792{col 36}{space 2} .0673141{col 47}{space 1}   -1.07{col 56}{space 3}0.283{col 64}{space 4}-.2042705{col 77}{space 3} .0597121
{txt}{space 20}2  {c |}{col 24}{res}{space 2}-.0770876{col 36}{space 2} .0728674{col 47}{space 1}   -1.06{col 56}{space 3}0.290{col 64}{space 4}-.2199679{col 77}{space 3} .0657927
{txt}{space 20}3  {c |}{col 24}{res}{space 2}  .010769{col 36}{space 2}  .151364{col 47}{space 1}    0.07{col 56}{space 3}0.943{col 64}{space 4}-.2860295{col 77}{space 3} .3075674
{txt}{space 22} {c |}
{space 19}age {c |}{col 24}{res}{space 2}-.0131181{col 36}{space 2} .0297233{col 47}{space 1}   -0.44{col 56}{space 3}0.659{col 64}{space 4}-.0714004{col 77}{space 3} .0451642
{txt}{space 18}age2 {c |}{col 24}{res}{space 2} .0001959{col 36}{space 2} .0002967{col 47}{space 1}    0.66{col 56}{space 3}0.509{col 64}{space 4}-.0003859{col 77}{space 3} .0007778
{txt}{space 16}tenure {c |}{col 24}{res}{space 2}-.0029255{col 36}{space 2} .0116648{col 47}{space 1}   -0.25{col 56}{space 3}0.802{col 64}{space 4}-.0257982{col 77}{space 3} .0199472
{txt}{space 15}tenure2 {c |}{col 24}{res}{space 2} .0000482{col 36}{space 2} .0004436{col 47}{space 1}    0.11{col 56}{space 3}0.914{col 64}{space 4}-.0008216{col 77}{space 3} .0009179
{txt}{space 22} {c |}
{space 15}weekday {c |}
{space 20}2  {c |}{col 24}{res}{space 2}-.0056218{col 36}{space 2}  .125513{col 47}{space 1}   -0.04{col 56}{space 3}0.964{col 64}{space 4} -.251731{col 77}{space 3} .2404873
{txt}{space 20}3  {c |}{col 24}{res}{space 2}-.0071304{col 36}{space 2} .1288558{col 47}{space 1}   -0.06{col 56}{space 3}0.956{col 64}{space 4}-.2597941{col 77}{space 3} .2455334
{txt}{space 20}4  {c |}{col 24}{res}{space 2} .1199779{col 36}{space 2} .1321854{col 47}{space 1}    0.91{col 56}{space 3}0.364{col 64}{space 4}-.1392147{col 77}{space 3} .3791705
{txt}{space 20}5  {c |}{col 24}{res}{space 2} .0033105{col 36}{space 2}  .136847{col 47}{space 1}    0.02{col 56}{space 3}0.981{col 64}{space 4}-.2650228{col 77}{space 3} .2716438
{txt}{space 20}6  {c |}{col 24}{res}{space 2} .0403345{col 36}{space 2} .1368212{col 47}{space 1}    0.29{col 56}{space 3}0.768{col 64}{space 4}-.2279482{col 77}{space 3} .3086171
{txt}{space 20}7  {c |}{col 24}{res}{space 2} .2289949{col 36}{space 2} .2606501{col 47}{space 1}    0.88{col 56}{space 3}0.380{col 64}{space 4}-.2820947{col 77}{space 3} .7400844
{txt}{space 22} {c |}
{space 14}section2 {c |}
{space 20}2  {c |}{col 24}{res}{space 2}-.4056533{col 36}{space 2} .2651104{col 47}{space 1}   -1.53{col 56}{space 3}0.126{col 64}{space 4}-.9254887{col 77}{space 3} .1141821
{txt}{space 20}3  {c |}{col 24}{res}{space 2} .4894646{col 36}{space 2} .1468566{col 47}{space 1}    3.33{col 56}{space 3}0.001{col 64}{space 4} .2015044{col 77}{space 3} .7774249
{txt}{space 20}4  {c |}{col 24}{res}{space 2} -.190311{col 36}{space 2} .4281251{col 47}{space 1}   -0.44{col 56}{space 3}0.657{col 64}{space 4} -1.02979{col 77}{space 3}  .649168
{txt}{space 20}5  {c |}{col 24}{res}{space 2}-.3604751{col 36}{space 2} .3570423{col 47}{space 1}   -1.01{col 56}{space 3}0.313{col 64}{space 4}-1.060573{col 77}{space 3} .3396228
{txt}{space 20}6  {c |}{col 24}{res}{space 2} -.120367{col 36}{space 2} .5723052{col 47}{space 1}   -0.21{col 56}{space 3}0.833{col 64}{space 4}-1.242558{col 77}{space 3} 1.001824
{txt}{space 20}7  {c |}{col 24}{res}{space 2} .2132678{col 36}{space 2} .1046628{col 47}{space 1}    2.04{col 56}{space 3}0.042{col 64}{space 4} .0080422{col 77}{space 3} .4184934
{txt}{space 20}8  {c |}{col 24}{res}{space 2} .3440139{col 36}{space 2} .1961975{col 47}{space 1}    1.75{col 56}{space 3}0.080{col 64}{space 4}-.0406953{col 77}{space 3} .7287231
{txt}{space 20}9  {c |}{col 24}{res}{space 2} .1183293{col 36}{space 2} .0855609{col 47}{space 1}    1.38{col 56}{space 3}0.167{col 64}{space 4}-.0494408{col 77}{space 3} .2860994
{txt}{space 19}10  {c |}{col 24}{res}{space 2}-.1096523{col 36}{space 2} .4327134{col 47}{space 1}   -0.25{col 56}{space 3}0.800{col 64}{space 4} -.958128{col 77}{space 3} .7388235
{txt}{space 19}11  {c |}{col 24}{res}{space 2} .4057841{col 36}{space 2} .0962442{col 47}{space 1}    4.22{col 56}{space 3}0.000{col 64}{space 4} .2170659{col 77}{space 3} .5945023
{txt}{space 19}12  {c |}{col 24}{res}{space 2}-.5569511{col 36}{space 2} .3965974{col 47}{space 1}   -1.40{col 56}{space 3}0.160{col 64}{space 4} -1.33461{col 77}{space 3} .2207075
{txt}{space 19}13  {c |}{col 24}{res}{space 2} .0955166{col 36}{space 2} .0761416{col 47}{space 1}    1.25{col 56}{space 3}0.210{col 64}{space 4} -.053784{col 77}{space 3} .2448171
{txt}{space 19}14  {c |}{col 24}{res}{space 2} .2892889{col 36}{space 2} .2753031{col 47}{space 1}    1.05{col 56}{space 3}0.293{col 64}{space 4}-.2505328{col 77}{space 3} .8291105
{txt}{space 22} {c |}
{space 10}translations {c |}{col 24}{res}{space 2}-.1478982{col 36}{space 2} .1382036{col 47}{space 1}   -1.07{col 56}{space 3}0.285{col 64}{space 4}-.4188914{col 77}{space 3}  .123095
{txt}{space 10}speech_92K_1 {c |}{col 24}{res}{space 2}  .543973{col 36}{space 2} .8605936{col 47}{space 1}    0.63{col 56}{space 3}0.527{col 64}{space 4}-1.143502{col 77}{space 3} 2.231448
{txt}{space 10}speech_92K_2 {c |}{col 24}{res}{space 2}-.3641581{col 36}{space 2} .3595359{col 47}{space 1}   -1.01{col 56}{space 3}0.311{col 64}{space 4}-1.069145{col 77}{space 3} .3408293
{txt}{space 10}speech_92K_3 {c |}{col 24}{res}{space 2} .7516828{col 36}{space 2} .3877583{col 47}{space 1}    1.94{col 56}{space 3}0.053{col 64}{space 4}-.0086439{col 77}{space 3}  1.51201
{txt}{space 10}speech_92K_4 {c |}{col 24}{res}{space 2} .1672144{col 36}{space 2} .5454896{col 47}{space 1}    0.31{col 56}{space 3}0.759{col 64}{space 4}-.9023961{col 77}{space 3} 1.236825
{txt}{space 10}speech_92K_5 {c |}{col 24}{res}{space 2}  .264088{col 36}{space 2} .8782582{col 47}{space 1}    0.30{col 56}{space 3}0.764{col 64}{space 4}-1.458024{col 77}{space 3}   1.9862
{txt}{space 10}speech_92K_6 {c |}{col 24}{res}{space 2}-.1629687{col 36}{space 2}  .497044{col 47}{space 1}   -0.33{col 56}{space 3}0.743{col 64}{space 4}-1.137586{col 77}{space 3} .8116484
{txt}{space 10}speech_92K_7 {c |}{col 24}{res}{space 2} .1020857{col 36}{space 2} .3413233{col 47}{space 1}    0.30{col 56}{space 3}0.765{col 64}{space 4}-.5671899{col 77}{space 3} .7713614
{txt}{space 10}speech_92K_8 {c |}{col 24}{res}{space 2}-.0412098{col 36}{space 2} .4212855{col 47}{space 1}   -0.10{col 56}{space 3}0.922{col 64}{space 4}-.8672775{col 77}{space 3}  .784858
{txt}{space 10}speech_92K_9 {c |}{col 24}{res}{space 2}-.5176682{col 36}{space 2} .8567361{col 47}{space 1}   -0.60{col 56}{space 3}0.546{col 64}{space 4}-2.197579{col 77}{space 3} 1.162243
{txt}{space 9}speech_92K_10 {c |}{col 24}{res}{space 2} .1049128{col 36}{space 2} .4529974{col 47}{space 1}    0.23{col 56}{space 3}0.817{col 64}{space 4}-.7833364{col 77}{space 3}  .993162
{txt}{space 9}speech_92K_11 {c |}{col 24}{res}{space 2} -.215896{col 36}{space 2} .3739606{col 47}{space 1}   -0.58{col 56}{space 3}0.564{col 64}{space 4}-.9491678{col 77}{space 3} .5173759
{txt}{space 9}speech_92K_12 {c |}{col 24}{res}{space 2} 2.322175{col 36}{space 2} .6967361{col 47}{space 1}    3.33{col 56}{space 3}0.001{col 64}{space 4}  .955997{col 77}{space 3} 3.688354
{txt}{space 9}speech_92K_13 {c |}{col 24}{res}{space 2}-.0612486{col 36}{space 2} .4990762{col 47}{space 1}   -0.12{col 56}{space 3}0.902{col 64}{space 4} -1.03985{col 77}{space 3} .9173532
{txt}{space 9}speech_92K_14 {c |}{col 24}{res}{space 2} -.023343{col 36}{space 2}  .353922{col 47}{space 1}   -0.07{col 56}{space 3}0.947{col 64}{space 4}-.7173226{col 77}{space 3} .6706365
{txt}{space 9}speech_92K_15 {c |}{col 24}{res}{space 2} .5384069{col 36}{space 2} .4354806{col 47}{space 1}    1.24{col 56}{space 3}0.216{col 64}{space 4}-.3154951{col 77}{space 3} 1.392309
{txt}{space 9}speech_92K_16 {c |}{col 24}{res}{space 2}-.4977994{col 36}{space 2} .5642598{col 47}{space 1}   -0.88{col 56}{space 3}0.378{col 64}{space 4}-1.604215{col 77}{space 3}  .608616
{txt}{space 9}speech_92K_17 {c |}{col 24}{res}{space 2}-1.231746{col 36}{space 2} .5350471{col 47}{space 1}   -2.30{col 56}{space 3}0.021{col 64}{space 4}-2.280881{col 77}{space 3}-.1826118
{txt}{space 9}speech_92K_18 {c |}{col 24}{res}{space 2}-1.470452{col 36}{space 2} 1.059916{col 47}{space 1}   -1.39{col 56}{space 3}0.165{col 64}{space 4}-3.548763{col 77}{space 3} .6078602
{txt}{space 9}speech_92K_19 {c |}{col 24}{res}{space 2}-.2510642{col 36}{space 2}  .428454{col 47}{space 1}   -0.59{col 56}{space 3}0.558{col 64}{space 4}-1.091188{col 77}{space 3} .5890598
{txt}{space 9}speech_92K_20 {c |}{col 24}{res}{space 2} .2245973{col 36}{space 2} .3751188{col 47}{space 1}    0.60{col 56}{space 3}0.549{col 64}{space 4}-.5109456{col 77}{space 3} .9601402
{txt}{space 9}speech_92K_21 {c |}{col 24}{res}{space 2} .0759528{col 36}{space 2} .3535229{col 47}{space 1}    0.21{col 56}{space 3}0.830{col 64}{space 4}-.6172443{col 77}{space 3} .7691498
{txt}{space 9}speech_92K_22 {c |}{col 24}{res}{space 2}-.2308977{col 36}{space 2} .6420125{col 47}{space 1}   -0.36{col 56}{space 3}0.719{col 64}{space 4}-1.489773{col 77}{space 3} 1.027977
{txt}{space 9}speech_92K_23 {c |}{col 24}{res}{space 2} .3346084{col 36}{space 2} .2708148{col 47}{space 1}    1.24{col 56}{space 3}0.217{col 64}{space 4}-.1964124{col 77}{space 3} .8656292
{txt}{space 9}speech_92K_24 {c |}{col 24}{res}{space 2} .0200061{col 36}{space 2} .3329326{col 47}{space 1}    0.06{col 56}{space 3}0.952{col 64}{space 4}-.6328169{col 77}{space 3} .6728291
{txt}{space 9}speech_92K_25 {c |}{col 24}{res}{space 2} .6244144{col 36}{space 2} .5435089{col 47}{space 1}    1.15{col 56}{space 3}0.251{col 64}{space 4}-.4413121{col 77}{space 3} 1.690141
{txt}{space 9}speech_92K_26 {c |}{col 24}{res}{space 2}-.2193368{col 36}{space 2} .6047564{col 47}{space 1}   -0.36{col 56}{space 3}0.717{col 64}{space 4}-1.405159{col 77}{space 3} .9664856
{txt}{space 9}speech_92K_27 {c |}{col 24}{res}{space 2} .0585845{col 36}{space 2} .7531982{col 47}{space 1}    0.08{col 56}{space 3}0.938{col 64}{space 4}-1.418306{col 77}{space 3} 1.535475
{txt}{space 9}speech_92K_28 {c |}{col 24}{res}{space 2}-.0883875{col 36}{space 2} .5501634{col 47}{space 1}   -0.16{col 56}{space 3}0.872{col 64}{space 4}-1.167162{col 77}{space 3} .9903874
{txt}{space 9}speech_92K_29 {c |}{col 24}{res}{space 2}-.9365253{col 36}{space 2} .4265916{col 47}{space 1}   -2.20{col 56}{space 3}0.028{col 64}{space 4}-1.772997{col 77}{space 3}-.1000533
{txt}{space 9}speech_92K_30 {c |}{col 24}{res}{space 2}-.4643456{col 36}{space 2} .4735745{col 47}{space 1}   -0.98{col 56}{space 3}0.327{col 64}{space 4}-1.392943{col 77}{space 3} .4642518
{txt}{space 9}speech_92K_31 {c |}{col 24}{res}{space 2} .4593583{col 36}{space 2} .3410638{col 47}{space 1}    1.35{col 56}{space 3}0.178{col 64}{space 4}-.2094086{col 77}{space 3} 1.128125
{txt}{space 9}speech_92K_32 {c |}{col 24}{res}{space 2} .6605452{col 36}{space 2}  .463473{col 47}{space 1}    1.43{col 56}{space 3}0.154{col 64}{space 4}-.2482449{col 77}{space 3} 1.569335
{txt}{space 9}speech_92K_33 {c |}{col 24}{res}{space 2} .6697762{col 36}{space 2} .3767308{col 47}{space 1}    1.78{col 56}{space 3}0.076{col 64}{space 4}-.0689274{col 77}{space 3}  1.40848
{txt}{space 9}speech_92K_34 {c |}{col 24}{res}{space 2} .2052356{col 36}{space 2} .3979529{col 47}{space 1}    0.52{col 56}{space 3}0.606{col 64}{space 4}-.5750808{col 77}{space 3} .9855521
{txt}{space 9}speech_92K_35 {c |}{col 24}{res}{space 2} .4621185{col 36}{space 2} .4426891{col 47}{space 1}    1.04{col 56}{space 3}0.297{col 64}{space 4} -.405918{col 77}{space 3} 1.330155
{txt}{space 9}speech_92K_36 {c |}{col 24}{res}{space 2} .2063731{col 36}{space 2} .4130094{col 47}{space 1}    0.50{col 56}{space 3}0.617{col 64}{space 4}-.6034666{col 77}{space 3} 1.016213
{txt}{space 9}speech_92K_37 {c |}{col 24}{res}{space 2} .3680261{col 36}{space 2} .4656213{col 47}{space 1}    0.79{col 56}{space 3}0.429{col 64}{space 4}-.5449764{col 77}{space 3} 1.281029
{txt}{space 9}speech_92K_38 {c |}{col 24}{res}{space 2}-.9325186{col 36}{space 2} .7446633{col 47}{space 1}   -1.25{col 56}{space 3}0.211{col 64}{space 4}-2.392674{col 77}{space 3} .5276368
{txt}{space 9}speech_92K_39 {c |}{col 24}{res}{space 2}  .584873{col 36}{space 2} .7553456{col 47}{space 1}    0.77{col 56}{space 3}0.439{col 64}{space 4}-.8962286{col 77}{space 3} 2.065975
{txt}{space 9}speech_92K_40 {c |}{col 24}{res}{space 2}-.2933453{col 36}{space 2} .4513678{col 47}{space 1}   -0.65{col 56}{space 3}0.516{col 64}{space 4}-1.178399{col 77}{space 3} .5917085
{txt}{space 9}speech_92K_41 {c |}{col 24}{res}{space 2} .0020325{col 36}{space 2} .3967233{col 47}{space 1}    0.01{col 56}{space 3}0.996{col 64}{space 4} -.775873{col 77}{space 3} .7799379
{txt}{space 9}speech_92K_42 {c |}{col 24}{res}{space 2} .6895986{col 36}{space 2} .5878154{col 47}{space 1}    1.17{col 56}{space 3}0.241{col 64}{space 4}-.4630053{col 77}{space 3} 1.842202
{txt}{space 9}speech_92K_43 {c |}{col 24}{res}{space 2} .3723613{col 36}{space 2} .5501925{col 47}{space 1}    0.68{col 56}{space 3}0.499{col 64}{space 4}-.7064707{col 77}{space 3} 1.451193
{txt}{space 9}speech_92K_44 {c |}{col 24}{res}{space 2} .2256549{col 36}{space 2}  .389985{col 47}{space 1}    0.58{col 56}{space 3}0.563{col 64}{space 4} -.539038{col 77}{space 3} .9903479
{txt}{space 9}speech_92K_45 {c |}{col 24}{res}{space 2}-.7673934{col 36}{space 2}  .635359{col 47}{space 1}   -1.21{col 56}{space 3}0.227{col 64}{space 4}-2.013222{col 77}{space 3} .4784352
{txt}{space 9}speech_92K_46 {c |}{col 24}{res}{space 2}-2.225799{col 36}{space 2} .9084731{col 47}{space 1}   -2.45{col 56}{space 3}0.014{col 64}{space 4}-4.007158{col 77}{space 3}-.4444414
{txt}{space 9}speech_92K_47 {c |}{col 24}{res}{space 2} .3677756{col 36}{space 2} .5240594{col 47}{space 1}    0.70{col 56}{space 3}0.483{col 64}{space 4} -.659814{col 77}{space 3} 1.395365
{txt}{space 9}speech_92K_48 {c |}{col 24}{res}{space 2}-.4305586{col 36}{space 2} .5249137{col 47}{space 1}   -0.82{col 56}{space 3}0.412{col 64}{space 4}-1.459823{col 77}{space 3}  .598706
{txt}{space 9}speech_92K_49 {c |}{col 24}{res}{space 2} .7264711{col 36}{space 2} .6130853{col 47}{space 1}    1.18{col 56}{space 3}0.236{col 64}{space 4}-.4756827{col 77}{space 3} 1.928625
{txt}{space 9}speech_92K_50 {c |}{col 24}{res}{space 2}-1.121298{col 36}{space 2} .8021452{col 47}{space 1}   -1.40{col 56}{space 3}0.162{col 64}{space 4}-2.694165{col 77}{space 3} .4515696
{txt}{space 9}speech_92K_51 {c |}{col 24}{res}{space 2} .5183232{col 36}{space 2} .3136137{col 47}{space 1}    1.65{col 56}{space 3}0.098{col 64}{space 4}-.0966188{col 77}{space 3} 1.133265
{txt}{space 9}speech_92K_52 {c |}{col 24}{res}{space 2}-.2456838{col 36}{space 2} .3278283{col 47}{space 1}   -0.75{col 56}{space 3}0.454{col 64}{space 4}-.8884981{col 77}{space 3} .3971305
{txt}{space 9}speech_92K_53 {c |}{col 24}{res}{space 2}-.7989046{col 36}{space 2} .4867966{col 47}{space 1}   -1.64{col 56}{space 3}0.101{col 64}{space 4}-1.753428{col 77}{space 3} .1556191
{txt}{space 9}speech_92K_54 {c |}{col 24}{res}{space 2}  .413531{col 36}{space 2} .4667269{col 47}{space 1}    0.89{col 56}{space 3}0.376{col 64}{space 4}-.5016394{col 77}{space 3} 1.328702
{txt}{space 9}speech_92K_55 {c |}{col 24}{res}{space 2} .2769406{col 36}{space 2} .4881483{col 47}{space 1}    0.57{col 56}{space 3}0.571{col 64}{space 4}-.6802334{col 77}{space 3} 1.234115
{txt}{space 9}speech_92K_56 {c |}{col 24}{res}{space 2} .0052321{col 36}{space 2} .7815608{col 47}{space 1}    0.01{col 56}{space 3}0.995{col 64}{space 4}-1.527273{col 77}{space 3} 1.537737
{txt}{space 9}speech_92K_57 {c |}{col 24}{res}{space 2} .4367785{col 36}{space 2} .3939891{col 47}{space 1}    1.11{col 56}{space 3}0.268{col 64}{space 4}-.3357657{col 77}{space 3} 1.209323
{txt}{space 9}speech_92K_58 {c |}{col 24}{res}{space 2}  .556286{col 36}{space 2} .4871134{col 47}{space 1}    1.14{col 56}{space 3}0.254{col 64}{space 4}-.3988588{col 77}{space 3} 1.511431
{txt}{space 9}speech_92K_59 {c |}{col 24}{res}{space 2}-.1971064{col 36}{space 2} .3784379{col 47}{space 1}   -0.52{col 56}{space 3}0.603{col 64}{space 4}-.9391573{col 77}{space 3} .5449446
{txt}{space 9}speech_92K_60 {c |}{col 24}{res}{space 2} .0009115{col 36}{space 2} .3887432{col 47}{space 1}    0.00{col 56}{space 3}0.998{col 64}{space 4}-.7613464{col 77}{space 3} .7631694
{txt}{space 9}speech_92K_61 {c |}{col 24}{res}{space 2}-.5044478{col 36}{space 2} .6592931{col 47}{space 1}   -0.77{col 56}{space 3}0.444{col 64}{space 4}-1.797207{col 77}{space 3} .7883115
{txt}{space 9}speech_92K_62 {c |}{col 24}{res}{space 2} .0237671{col 36}{space 2} .4188334{col 47}{space 1}    0.06{col 56}{space 3}0.955{col 64}{space 4}-.7974925{col 77}{space 3} .8450267
{txt}{space 9}speech_92K_63 {c |}{col 24}{res}{space 2}-1.236827{col 36}{space 2} 1.181526{col 47}{space 1}   -1.05{col 56}{space 3}0.295{col 64}{space 4}-3.553594{col 77}{space 3} 1.079939
{txt}{space 9}speech_92K_64 {c |}{col 24}{res}{space 2} .6682387{col 36}{space 2} .5514286{col 47}{space 1}    1.21{col 56}{space 3}0.226{col 64}{space 4} -.413017{col 77}{space 3} 1.749494
{txt}{space 9}speech_92K_65 {c |}{col 24}{res}{space 2} .2996921{col 36}{space 2} .5032082{col 47}{space 1}    0.60{col 56}{space 3}0.552{col 64}{space 4}-.6870118{col 77}{space 3} 1.286396
{txt}{space 9}speech_92K_66 {c |}{col 24}{res}{space 2}-.3467268{col 36}{space 2} .3770926{col 47}{space 1}   -0.92{col 56}{space 3}0.358{col 64}{space 4} -1.08614{col 77}{space 3} .3926864
{txt}{space 9}speech_92K_67 {c |}{col 24}{res}{space 2} .1540222{col 36}{space 2} .3674936{col 47}{space 1}    0.42{col 56}{space 3}0.675{col 64}{space 4}-.5665689{col 77}{space 3} .8746132
{txt}{space 9}speech_92K_68 {c |}{col 24}{res}{space 2}-1.639695{col 36}{space 2} .8446674{col 47}{space 1}   -1.94{col 56}{space 3}0.052{col 64}{space 4}-3.295941{col 77}{space 3} .0165512
{txt}{space 9}speech_92K_69 {c |}{col 24}{res}{space 2} 1.089221{col 36}{space 2} .4341402{col 47}{space 1}    2.51{col 56}{space 3}0.012{col 64}{space 4} .2379477{col 77}{space 3} 1.940495
{txt}{space 9}speech_92K_70 {c |}{col 24}{res}{space 2}-.8642106{col 36}{space 2} .4453024{col 47}{space 1}   -1.94{col 56}{space 3}0.052{col 64}{space 4}-1.737371{col 77}{space 3} .0089502
{txt}{space 9}speech_92K_71 {c |}{col 24}{res}{space 2} .0270903{col 36}{space 2} .7074078{col 47}{space 1}    0.04{col 56}{space 3}0.969{col 64}{space 4}-1.360014{col 77}{space 3} 1.414194
{txt}{space 9}speech_92K_72 {c |}{col 24}{res}{space 2} .3621793{col 36}{space 2} .4501966{col 47}{space 1}    0.80{col 56}{space 3}0.421{col 64}{space 4} -.520578{col 77}{space 3} 1.244937
{txt}{space 9}speech_92K_73 {c |}{col 24}{res}{space 2} .6739307{col 36}{space 2} .4414322{col 47}{space 1}    1.53{col 56}{space 3}0.127{col 64}{space 4}-.1916411{col 77}{space 3} 1.539503
{txt}{space 9}speech_92K_74 {c |}{col 24}{res}{space 2} .7490253{col 36}{space 2} .6202432{col 47}{space 1}    1.21{col 56}{space 3}0.227{col 64}{space 4} -.467164{col 77}{space 3} 1.965215
{txt}{space 9}speech_92K_75 {c |}{col 24}{res}{space 2}-.4599274{col 36}{space 2} .9192412{col 47}{space 1}   -0.50{col 56}{space 3}0.617{col 64}{space 4}  -2.2624{col 77}{space 3} 1.342545
{txt}{space 9}speech_92K_76 {c |}{col 24}{res}{space 2} .9000085{col 36}{space 2} .3548943{col 47}{space 1}    2.54{col 56}{space 3}0.011{col 64}{space 4} .2041223{col 77}{space 3} 1.595895
{txt}{space 9}speech_92K_77 {c |}{col 24}{res}{space 2} .2092587{col 36}{space 2} .4776891{col 47}{space 1}    0.44{col 56}{space 3}0.661{col 64}{space 4}-.7274067{col 77}{space 3} 1.145924
{txt}{space 9}speech_92K_78 {c |}{col 24}{res}{space 2} .1895371{col 36}{space 2} .9170432{col 47}{space 1}    0.21{col 56}{space 3}0.836{col 64}{space 4}-1.608625{col 77}{space 3} 1.987699
{txt}{space 9}speech_92K_79 {c |}{col 24}{res}{space 2}-.6146726{col 36}{space 2}  .583406{col 47}{space 1}   -1.05{col 56}{space 3}0.292{col 64}{space 4} -1.75863{col 77}{space 3} .5292853
{txt}{space 9}speech_92K_80 {c |}{col 24}{res}{space 2}-.2619281{col 36}{space 2} .3457805{col 47}{space 1}   -0.76{col 56}{space 3}0.449{col 64}{space 4}-.9399437{col 77}{space 3} .4160875
{txt}{space 9}speech_92K_81 {c |}{col 24}{res}{space 2}-.3927432{col 36}{space 2} .4219952{col 47}{space 1}   -0.93{col 56}{space 3}0.352{col 64}{space 4}-1.220203{col 77}{space 3} .4347162
{txt}{space 9}speech_92K_82 {c |}{col 24}{res}{space 2} 1.965395{col 36}{space 2} .9005376{col 47}{space 1}    2.18{col 56}{space 3}0.029{col 64}{space 4} .1995974{col 77}{space 3} 3.731193
{txt}{space 9}speech_92K_83 {c |}{col 24}{res}{space 2} .1728665{col 36}{space 2} .6110899{col 47}{space 1}    0.28{col 56}{space 3}0.777{col 64}{space 4}-1.025375{col 77}{space 3} 1.371108
{txt}{space 9}speech_92K_84 {c |}{col 24}{res}{space 2} .1852695{col 36}{space 2} .6060464{col 47}{space 1}    0.31{col 56}{space 3}0.760{col 64}{space 4}-1.003082{col 77}{space 3} 1.373621
{txt}{space 9}speech_92K_85 {c |}{col 24}{res}{space 2} .6327628{col 36}{space 2}  .421345{col 47}{space 1}    1.50{col 56}{space 3}0.133{col 64}{space 4}-.1934215{col 77}{space 3} 1.458947
{txt}{space 9}speech_92K_86 {c |}{col 24}{res}{space 2} -1.30183{col 36}{space 2} .5042836{col 47}{space 1}   -2.58{col 56}{space 3}0.010{col 64}{space 4}-2.290643{col 77}{space 3}-.3130173
{txt}{space 9}speech_92K_87 {c |}{col 24}{res}{space 2}-.6387743{col 36}{space 2} .5678739{col 47}{space 1}   -1.12{col 56}{space 3}0.261{col 64}{space 4}-1.752276{col 77}{space 3} .4747279
{txt}{space 9}speech_92K_88 {c |}{col 24}{res}{space 2} -.363284{col 36}{space 2} .4343857{col 47}{space 1}   -0.84{col 56}{space 3}0.403{col 64}{space 4}-1.215039{col 77}{space 3} .4884709
{txt}{space 9}speech_92K_89 {c |}{col 24}{res}{space 2}-1.077501{col 36}{space 2} .4558389{col 47}{space 1}   -2.36{col 56}{space 3}0.018{col 64}{space 4}-1.971322{col 77}{space 3}-.1836802
{txt}{space 9}speech_92K_90 {c |}{col 24}{res}{space 2}-1.010247{col 36}{space 2} .7781003{col 47}{space 1}   -1.30{col 56}{space 3}0.194{col 64}{space 4}-2.535966{col 77}{space 3} .5154728
{txt}{space 9}speech_92K_91 {c |}{col 24}{res}{space 2}-.4695416{col 36}{space 2} .7863125{col 47}{space 1}   -0.60{col 56}{space 3}0.550{col 64}{space 4}-2.011364{col 77}{space 3} 1.072281
{txt}{space 9}speech_92K_92 {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 11}quote_92K_1 {c |}{col 24}{res}{space 2} .0067506{col 36}{space 2} .5693025{col 47}{space 1}    0.01{col 56}{space 3}0.991{col 64}{space 4}-1.109553{col 77}{space 3} 1.123054
{txt}{space 11}quote_92K_2 {c |}{col 24}{res}{space 2}  .213919{col 36}{space 2} .2870191{col 47}{space 1}    0.75{col 56}{space 3}0.456{col 64}{space 4}-.3488755{col 77}{space 3} .7767136
{txt}{space 11}quote_92K_3 {c |}{col 24}{res}{space 2}-.1673886{col 36}{space 2}  .265335{col 47}{space 1}   -0.63{col 56}{space 3}0.528{col 64}{space 4}-.6876645{col 77}{space 3} .3528873
{txt}{space 11}quote_92K_4 {c |}{col 24}{res}{space 2} .4446009{col 36}{space 2}  .331197{col 47}{space 1}    1.34{col 56}{space 3}0.180{col 64}{space 4}-.2048189{col 77}{space 3} 1.094021
{txt}{space 11}quote_92K_5 {c |}{col 24}{res}{space 2} .7050817{col 36}{space 2} .4085277{col 47}{space 1}    1.73{col 56}{space 3}0.084{col 64}{space 4}-.0959701{col 77}{space 3} 1.506134
{txt}{space 11}quote_92K_6 {c |}{col 24}{res}{space 2}-.0154585{col 36}{space 2} .4437119{col 47}{space 1}   -0.03{col 56}{space 3}0.972{col 64}{space 4}-.8855004{col 77}{space 3} .8545835
{txt}{space 11}quote_92K_7 {c |}{col 24}{res}{space 2}-.1308584{col 36}{space 2} .2639771{col 47}{space 1}   -0.50{col 56}{space 3}0.620{col 64}{space 4}-.6484717{col 77}{space 3} .3867549
{txt}{space 11}quote_92K_8 {c |}{col 24}{res}{space 2}-.0415403{col 36}{space 2} .3841165{col 47}{space 1}   -0.11{col 56}{space 3}0.914{col 64}{space 4} -.794726{col 77}{space 3} .7116454
{txt}{space 11}quote_92K_9 {c |}{col 24}{res}{space 2}-.0789765{col 36}{space 2} .5723167{col 47}{space 1}   -0.14{col 56}{space 3}0.890{col 64}{space 4} -1.20119{col 77}{space 3} 1.043237
{txt}{space 10}quote_92K_10 {c |}{col 24}{res}{space 2} .0293916{col 36}{space 2} .2792282{col 47}{space 1}    0.11{col 56}{space 3}0.916{col 64}{space 4}-.5181265{col 77}{space 3} .5769097
{txt}{space 10}quote_92K_11 {c |}{col 24}{res}{space 2}  .064603{col 36}{space 2} .2873756{col 47}{space 1}    0.22{col 56}{space 3}0.822{col 64}{space 4}-.4988906{col 77}{space 3} .6280966
{txt}{space 10}quote_92K_12 {c |}{col 24}{res}{space 2}-.2113998{col 36}{space 2} .5135593{col 47}{space 1}   -0.41{col 56}{space 3}0.681{col 64}{space 4}  -1.2184{col 77}{space 3} .7956007
{txt}{space 10}quote_92K_13 {c |}{col 24}{res}{space 2}-.2907072{col 36}{space 2} .3605199{col 47}{space 1}   -0.81{col 56}{space 3}0.420{col 64}{space 4}-.9976242{col 77}{space 3} .4162098
{txt}{space 10}quote_92K_14 {c |}{col 24}{res}{space 2} .2664285{col 36}{space 2} .2562762{col 47}{space 1}    1.04{col 56}{space 3}0.299{col 64}{space 4}-.2360847{col 77}{space 3} .7689418
{txt}{space 10}quote_92K_15 {c |}{col 24}{res}{space 2}  .870627{col 36}{space 2}   .36016{col 47}{space 1}    2.42{col 56}{space 3}0.016{col 64}{space 4} .1644157{col 77}{space 3} 1.576838
{txt}{space 10}quote_92K_16 {c |}{col 24}{res}{space 2} .1639009{col 36}{space 2} .3480632{col 47}{space 1}    0.47{col 56}{space 3}0.638{col 64}{space 4}-.5185905{col 77}{space 3} .8463923
{txt}{space 10}quote_92K_17 {c |}{col 24}{res}{space 2} .4751906{col 36}{space 2} .4566876{col 47}{space 1}    1.04{col 56}{space 3}0.298{col 64}{space 4}-.4202944{col 77}{space 3} 1.370676
{txt}{space 10}quote_92K_18 {c |}{col 24}{res}{space 2} 1.557875{col 36}{space 2} .6354329{col 47}{space 1}    2.45{col 56}{space 3}0.014{col 64}{space 4} .3119013{col 77}{space 3} 2.803849
{txt}{space 10}quote_92K_19 {c |}{col 24}{res}{space 2} .1950112{col 36}{space 2} .2796144{col 47}{space 1}    0.70{col 56}{space 3}0.486{col 64}{space 4}-.3532641{col 77}{space 3} .7432864
{txt}{space 10}quote_92K_20 {c |}{col 24}{res}{space 2}-.0925733{col 36}{space 2} .3335149{col 47}{space 1}   -0.28{col 56}{space 3}0.781{col 64}{space 4}-.7465381{col 77}{space 3} .5613914
{txt}{space 10}quote_92K_21 {c |}{col 24}{res}{space 2} .1644837{col 36}{space 2} .2719303{col 47}{space 1}    0.60{col 56}{space 3}0.545{col 64}{space 4}-.3687243{col 77}{space 3} .6976918
{txt}{space 10}quote_92K_22 {c |}{col 24}{res}{space 2} .6886326{col 36}{space 2} .3725135{col 47}{space 1}    1.85{col 56}{space 3}0.065{col 64}{space 4}-.0418017{col 77}{space 3} 1.419067
{txt}{space 10}quote_92K_23 {c |}{col 24}{res}{space 2}  .354899{col 36}{space 2}  .242928{col 47}{space 1}    1.46{col 56}{space 3}0.144{col 64}{space 4}-.1214407{col 77}{space 3} .8312387
{txt}{space 10}quote_92K_24 {c |}{col 24}{res}{space 2}-.0600457{col 36}{space 2} .2797864{col 47}{space 1}   -0.21{col 56}{space 3}0.830{col 64}{space 4}-.6086584{col 77}{space 3} .4885669
{txt}{space 10}quote_92K_25 {c |}{col 24}{res}{space 2}-.2489458{col 36}{space 2} .4611241{col 47}{space 1}   -0.54{col 56}{space 3}0.589{col 64}{space 4} -1.15313{col 77}{space 3} .6552385
{txt}{space 10}quote_92K_26 {c |}{col 24}{res}{space 2} .2284159{col 36}{space 2} .3823564{col 47}{space 1}    0.60{col 56}{space 3}0.550{col 64}{space 4}-.5213185{col 77}{space 3} .9781503
{txt}{space 10}quote_92K_27 {c |}{col 24}{res}{space 2} .6051499{col 36}{space 2} .4287113{col 47}{space 1}    1.41{col 56}{space 3}0.158{col 64}{space 4}-.2354785{col 77}{space 3} 1.445778
{txt}{space 10}quote_92K_28 {c |}{col 24}{res}{space 2} .3959371{col 36}{space 2} .4975832{col 47}{space 1}    0.80{col 56}{space 3}0.426{col 64}{space 4}-.5797371{col 77}{space 3} 1.371611
{txt}{space 10}quote_92K_29 {c |}{col 24}{res}{space 2}  .054005{col 36}{space 2} .3237709{col 47}{space 1}    0.17{col 56}{space 3}0.868{col 64}{space 4}-.5808534{col 77}{space 3} .6888634
{txt}{space 10}quote_92K_30 {c |}{col 24}{res}{space 2} .1339355{col 36}{space 2} .6154242{col 47}{space 1}    0.22{col 56}{space 3}0.828{col 64}{space 4}-1.072804{col 77}{space 3} 1.340676
{txt}{space 10}quote_92K_31 {c |}{col 24}{res}{space 2} .1990608{col 36}{space 2} .2733649{col 47}{space 1}    0.73{col 56}{space 3}0.467{col 64}{space 4}-.3369604{col 77}{space 3} .7350819
{txt}{space 10}quote_92K_32 {c |}{col 24}{res}{space 2} .0741307{col 36}{space 2} .3136391{col 47}{space 1}    0.24{col 56}{space 3}0.813{col 64}{space 4}-.5408611{col 77}{space 3} .6891225
{txt}{space 10}quote_92K_33 {c |}{col 24}{res}{space 2}-.3462534{col 36}{space 2} .3053866{col 47}{space 1}   -1.13{col 56}{space 3}0.257{col 64}{space 4}-.9450634{col 77}{space 3} .2525567
{txt}{space 10}quote_92K_34 {c |}{col 24}{res}{space 2}-.2982916{col 36}{space 2} .4128077{col 47}{space 1}   -0.72{col 56}{space 3}0.470{col 64}{space 4}-1.107736{col 77}{space 3} .5111526
{txt}{space 10}quote_92K_35 {c |}{col 24}{res}{space 2}-.0193103{col 36}{space 2} .3265978{col 47}{space 1}   -0.06{col 56}{space 3}0.953{col 64}{space 4}-.6597119{col 77}{space 3} .6210914
{txt}{space 10}quote_92K_36 {c |}{col 24}{res}{space 2}-.3178783{col 36}{space 2} .3602899{col 47}{space 1}   -0.88{col 56}{space 3}0.378{col 64}{space 4}-1.024344{col 77}{space 3} .3885875
{txt}{space 10}quote_92K_37 {c |}{col 24}{res}{space 2}-.4467109{col 36}{space 2} .3589311{col 47}{space 1}   -1.24{col 56}{space 3}0.213{col 64}{space 4}-1.150512{col 77}{space 3} .2570907
{txt}{space 10}quote_92K_38 {c |}{col 24}{res}{space 2}-.1720546{col 36}{space 2} .4209856{col 47}{space 1}   -0.41{col 56}{space 3}0.683{col 64}{space 4}-.9975343{col 77}{space 3} .6534251
{txt}{space 10}quote_92K_39 {c |}{col 24}{res}{space 2} .2228077{col 36}{space 2} .3932093{col 47}{space 1}    0.57{col 56}{space 3}0.571{col 64}{space 4}-.5482075{col 77}{space 3} .9938229
{txt}{space 10}quote_92K_40 {c |}{col 24}{res}{space 2}-.1298121{col 36}{space 2}  .379825{col 47}{space 1}   -0.34{col 56}{space 3}0.733{col 64}{space 4} -.874583{col 77}{space 3} .6149588
{txt}{space 10}quote_92K_41 {c |}{col 24}{res}{space 2}-.1714053{col 36}{space 2} .2947834{col 47}{space 1}   -0.58{col 56}{space 3}0.561{col 64}{space 4}-.7494243{col 77}{space 3} .4066138
{txt}{space 10}quote_92K_42 {c |}{col 24}{res}{space 2} -.164496{col 36}{space 2} .3526709{col 47}{space 1}   -0.47{col 56}{space 3}0.641{col 64}{space 4}-.8560223{col 77}{space 3} .5270304
{txt}{space 10}quote_92K_43 {c |}{col 24}{res}{space 2}-.0632738{col 36}{space 2} .3253373{col 47}{space 1}   -0.19{col 56}{space 3}0.846{col 64}{space 4}-.7012038{col 77}{space 3} .5746562
{txt}{space 10}quote_92K_44 {c |}{col 24}{res}{space 2}-.0829984{col 36}{space 2} .2833413{col 47}{space 1}   -0.29{col 56}{space 3}0.770{col 64}{space 4}-.6385814{col 77}{space 3} .4725847
{txt}{space 10}quote_92K_45 {c |}{col 24}{res}{space 2} .2426669{col 36}{space 2} .4016361{col 47}{space 1}    0.60{col 56}{space 3}0.546{col 64}{space 4}-.5448718{col 77}{space 3} 1.030206
{txt}{space 10}quote_92K_46 {c |}{col 24}{res}{space 2}-.0768485{col 36}{space 2}  .441729{col 47}{space 1}   -0.17{col 56}{space 3}0.862{col 64}{space 4}-.9430025{col 77}{space 3} .7893055
{txt}{space 10}quote_92K_47 {c |}{col 24}{res}{space 2}-.2245242{col 36}{space 2} .3513406{col 47}{space 1}   -0.64{col 56}{space 3}0.523{col 64}{space 4}-.9134422{col 77}{space 3} .4643937
{txt}{space 10}quote_92K_48 {c |}{col 24}{res}{space 2}  .061191{col 36}{space 2} .3337865{col 47}{space 1}    0.18{col 56}{space 3}0.855{col 64}{space 4}-.5933064{col 77}{space 3} .7156884
{txt}{space 10}quote_92K_49 {c |}{col 24}{res}{space 2} .0597673{col 36}{space 2} .4105418{col 47}{space 1}    0.15{col 56}{space 3}0.884{col 64}{space 4}-.7452339{col 77}{space 3} .8647684
{txt}{space 10}quote_92K_50 {c |}{col 24}{res}{space 2}-.3047025{col 36}{space 2} .4341819{col 47}{space 1}   -0.70{col 56}{space 3}0.483{col 64}{space 4}-1.156058{col 77}{space 3} .5466529
{txt}{space 10}quote_92K_51 {c |}{col 24}{res}{space 2} .0064818{col 36}{space 2}  .272089{col 47}{space 1}    0.02{col 56}{space 3}0.981{col 64}{space 4}-.5270375{col 77}{space 3}  .540001
{txt}{space 10}quote_92K_52 {c |}{col 24}{res}{space 2}-.1702494{col 36}{space 2} .2934755{col 47}{space 1}   -0.58{col 56}{space 3}0.562{col 64}{space 4}-.7457038{col 77}{space 3} .4052051
{txt}{space 10}quote_92K_53 {c |}{col 24}{res}{space 2}-.0492743{col 36}{space 2}  .324797{col 47}{space 1}   -0.15{col 56}{space 3}0.879{col 64}{space 4}-.6861447{col 77}{space 3} .5875962
{txt}{space 10}quote_92K_54 {c |}{col 24}{res}{space 2} .2468722{col 36}{space 2} .3671048{col 47}{space 1}    0.67{col 56}{space 3}0.501{col 64}{space 4}-.4729566{col 77}{space 3} .9667009
{txt}{space 10}quote_92K_55 {c |}{col 24}{res}{space 2}-.0853054{col 36}{space 2} .3571486{col 47}{space 1}   -0.24{col 56}{space 3}0.811{col 64}{space 4}-.7856118{col 77}{space 3} .6150011
{txt}{space 10}quote_92K_56 {c |}{col 24}{res}{space 2} .0138779{col 36}{space 2} .4141164{col 47}{space 1}    0.03{col 56}{space 3}0.973{col 64}{space 4}-.7981324{col 77}{space 3} .8258882
{txt}{space 10}quote_92K_57 {c |}{col 24}{res}{space 2} .0808937{col 36}{space 2} .3268388{col 47}{space 1}    0.25{col 56}{space 3}0.805{col 64}{space 4}-.5599805{col 77}{space 3} .7217679
{txt}{space 10}quote_92K_58 {c |}{col 24}{res}{space 2} .1700903{col 36}{space 2} .4552628{col 47}{space 1}    0.37{col 56}{space 3}0.709{col 64}{space 4} -.722601{col 77}{space 3} 1.062782
{txt}{space 10}quote_92K_59 {c |}{col 24}{res}{space 2}  .542884{col 36}{space 2} .2728103{col 47}{space 1}    1.99{col 56}{space 3}0.047{col 64}{space 4} .0079503{col 77}{space 3} 1.077818
{txt}{space 10}quote_92K_60 {c |}{col 24}{res}{space 2} .4244678{col 36}{space 2} .2902129{col 47}{space 1}    1.46{col 56}{space 3}0.144{col 64}{space 4}-.1445894{col 77}{space 3}  .993525
{txt}{space 10}quote_92K_61 {c |}{col 24}{res}{space 2} .5465344{col 36}{space 2} .3723694{col 47}{space 1}    1.47{col 56}{space 3}0.142{col 64}{space 4}-.1836172{col 77}{space 3} 1.276686
{txt}{space 10}quote_92K_62 {c |}{col 24}{res}{space 2}  .277561{col 36}{space 2} .2899864{col 47}{space 1}    0.96{col 56}{space 3}0.339{col 64}{space 4} -.291052{col 77}{space 3} .8461739
{txt}{space 10}quote_92K_63 {c |}{col 24}{res}{space 2} .0194149{col 36}{space 2} .4827044{col 47}{space 1}    0.04{col 56}{space 3}0.968{col 64}{space 4}-.9270847{col 77}{space 3} .9659145
{txt}{space 10}quote_92K_64 {c |}{col 24}{res}{space 2}-.0312875{col 36}{space 2} .3211487{col 47}{space 1}   -0.10{col 56}{space 3}0.922{col 64}{space 4}-.6610044{col 77}{space 3} .5984294
{txt}{space 10}quote_92K_65 {c |}{col 24}{res}{space 2} .1077215{col 36}{space 2} .3490069{col 47}{space 1}    0.31{col 56}{space 3}0.758{col 64}{space 4}-.5766205{col 77}{space 3} .7920634
{txt}{space 10}quote_92K_66 {c |}{col 24}{res}{space 2} .2673904{col 36}{space 2} .2794299{col 47}{space 1}    0.96{col 56}{space 3}0.339{col 64}{space 4}-.2805232{col 77}{space 3}  .815304
{txt}{space 10}quote_92K_67 {c |}{col 24}{res}{space 2} .0615293{col 36}{space 2} .2972413{col 47}{space 1}    0.21{col 56}{space 3}0.836{col 64}{space 4}-.5213092{col 77}{space 3} .6443678
{txt}{space 10}quote_92K_68 {c |}{col 24}{res}{space 2}-.0202784{col 36}{space 2} .3572083{col 47}{space 1}   -0.06{col 56}{space 3}0.955{col 64}{space 4}-.7207018{col 77}{space 3}  .680145
{txt}{space 10}quote_92K_69 {c |}{col 24}{res}{space 2}-.0721028{col 36}{space 2}  .403913{col 47}{space 1}   -0.18{col 56}{space 3}0.858{col 64}{space 4}-.8641061{col 77}{space 3} .7199005
{txt}{space 10}quote_92K_70 {c |}{col 24}{res}{space 2} .2165954{col 36}{space 2} .3485465{col 47}{space 1}    0.62{col 56}{space 3}0.534{col 64}{space 4}-.4668437{col 77}{space 3} .9000345
{txt}{space 10}quote_92K_71 {c |}{col 24}{res}{space 2}-.0041318{col 36}{space 2} .3928121{col 47}{space 1}   -0.01{col 56}{space 3}0.992{col 64}{space 4}-.7743681{col 77}{space 3} .7661045
{txt}{space 10}quote_92K_72 {c |}{col 24}{res}{space 2}-.2396027{col 36}{space 2} .3044202{col 47}{space 1}   -0.79{col 56}{space 3}0.431{col 64}{space 4}-.8365178{col 77}{space 3} .3573124
{txt}{space 10}quote_92K_73 {c |}{col 24}{res}{space 2}  .151887{col 36}{space 2} .3470787{col 47}{space 1}    0.44{col 56}{space 3}0.662{col 64}{space 4}-.5286741{col 77}{space 3} .8324481
{txt}{space 10}quote_92K_74 {c |}{col 24}{res}{space 2}-.3510775{col 36}{space 2}  .405603{col 47}{space 1}   -0.87{col 56}{space 3}0.387{col 64}{space 4}-1.146395{col 77}{space 3} .4442395
{txt}{space 10}quote_92K_75 {c |}{col 24}{res}{space 2}-.4991291{col 36}{space 2} .4310103{col 47}{space 1}   -1.16{col 56}{space 3}0.247{col 64}{space 4}-1.344266{col 77}{space 3} .3460073
{txt}{space 10}quote_92K_76 {c |}{col 24}{res}{space 2} .1155091{col 36}{space 2} .2711794{col 47}{space 1}    0.43{col 56}{space 3}0.670{col 64}{space 4}-.4162267{col 77}{space 3} .6472448
{txt}{space 10}quote_92K_77 {c |}{col 24}{res}{space 2} .2907795{col 36}{space 2} .3704152{col 47}{space 1}    0.79{col 56}{space 3}0.433{col 64}{space 4}-.4355404{col 77}{space 3} 1.017099
{txt}{space 10}quote_92K_78 {c |}{col 24}{res}{space 2} -.001309{col 36}{space 2} .4273224{col 47}{space 1}   -0.00{col 56}{space 3}0.998{col 64}{space 4} -.839214{col 77}{space 3} .8365961
{txt}{space 10}quote_92K_79 {c |}{col 24}{res}{space 2}-.4100763{col 36}{space 2} .4475441{col 47}{space 1}   -0.92{col 56}{space 3}0.360{col 64}{space 4}-1.287633{col 77}{space 3}   .46748
{txt}{space 10}quote_92K_80 {c |}{col 24}{res}{space 2}  .027014{col 36}{space 2} .3380528{col 47}{space 1}    0.08{col 56}{space 3}0.936{col 64}{space 4}-.6358488{col 77}{space 3} .6898768
{txt}{space 10}quote_92K_81 {c |}{col 24}{res}{space 2} .0814031{col 36}{space 2} .3016504{col 47}{space 1}    0.27{col 56}{space 3}0.787{col 64}{space 4} -.510081{col 77}{space 3} .6728872
{txt}{space 10}quote_92K_82 {c |}{col 24}{res}{space 2} .3078529{col 36}{space 2} .3787038{col 47}{space 1}    0.81{col 56}{space 3}0.416{col 64}{space 4}-.4347194{col 77}{space 3} 1.050425
{txt}{space 10}quote_92K_83 {c |}{col 24}{res}{space 2}-.3777477{col 36}{space 2} .4395261{col 47}{space 1}   -0.86{col 56}{space 3}0.390{col 64}{space 4}-1.239582{col 77}{space 3} .4840868
{txt}{space 10}quote_92K_84 {c |}{col 24}{res}{space 2}-.6160119{col 36}{space 2} .3672152{col 47}{space 1}   -1.68{col 56}{space 3}0.094{col 64}{space 4}-1.336057{col 77}{space 3} .1040333
{txt}{space 10}quote_92K_85 {c |}{col 24}{res}{space 2}-.2177906{col 36}{space 2} .3251328{col 47}{space 1}   -0.67{col 56}{space 3}0.503{col 64}{space 4}-.8553196{col 77}{space 3} .4197384
{txt}{space 10}quote_92K_86 {c |}{col 24}{res}{space 2}-.0078169{col 36}{space 2} .3451667{col 47}{space 1}   -0.02{col 56}{space 3}0.982{col 64}{space 4}-.6846288{col 77}{space 3}  .668995
{txt}{space 10}quote_92K_87 {c |}{col 24}{res}{space 2} .0186398{col 36}{space 2} .3748239{col 47}{space 1}    0.05{col 56}{space 3}0.960{col 64}{space 4}-.7163248{col 77}{space 3} .7536045
{txt}{space 10}quote_92K_88 {c |}{col 24}{res}{space 2}-.1752469{col 36}{space 2}  .277162{col 47}{space 1}   -0.63{col 56}{space 3}0.527{col 64}{space 4}-.7187134{col 77}{space 3} .3682196
{txt}{space 10}quote_92K_89 {c |}{col 24}{res}{space 2} .1576445{col 36}{space 2} .3205343{col 47}{space 1}    0.49{col 56}{space 3}0.623{col 64}{space 4}-.4708676{col 77}{space 3} .7861566
{txt}{space 10}quote_92K_90 {c |}{col 24}{res}{space 2}-.1329218{col 36}{space 2} .4175466{col 47}{space 1}   -0.32{col 56}{space 3}0.750{col 64}{space 4}-.9516581{col 77}{space 3} .6858145
{txt}{space 10}quote_92K_91 {c |}{col 24}{res}{space 2}-.5457158{col 36}{space 2} .5250478{col 47}{space 1}   -1.04{col 56}{space 3}0.299{col 64}{space 4}-1.575243{col 77}{space 3} .4838118
{txt}{space 10}quote_92K_92 {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 9}article_40K_1 {c |}{col 24}{res}{space 2} .7831595{col 36}{space 2} .7931818{col 47}{space 1}    0.99{col 56}{space 3}0.324{col 64}{space 4}-.7721322{col 77}{space 3} 2.338451
{txt}{space 9}article_40K_2 {c |}{col 24}{res}{space 2} -.178212{col 36}{space 2} .8358421{col 47}{space 1}   -0.21{col 56}{space 3}0.831{col 64}{space 4}-1.817153{col 77}{space 3} 1.460729
{txt}{space 9}article_40K_3 {c |}{col 24}{res}{space 2} 1.731274{col 36}{space 2} .9074415{col 47}{space 1}    1.91{col 56}{space 3}0.057{col 64}{space 4}-.0480616{col 77}{space 3} 3.510609
{txt}{space 9}article_40K_4 {c |}{col 24}{res}{space 2} .5506751{col 36}{space 2} 1.169101{col 47}{space 1}    0.47{col 56}{space 3}0.638{col 64}{space 4}-1.741729{col 77}{space 3} 2.843079
{txt}{space 9}article_40K_5 {c |}{col 24}{res}{space 2}-.1116837{col 36}{space 2} .9792472{col 47}{space 1}   -0.11{col 56}{space 3}0.909{col 64}{space 4}-2.031817{col 77}{space 3}  1.80845
{txt}{space 9}article_40K_6 {c |}{col 24}{res}{space 2} .6698039{col 36}{space 2} 1.004135{col 47}{space 1}    0.67{col 56}{space 3}0.505{col 64}{space 4} -1.29913{col 77}{space 3} 2.638738
{txt}{space 9}article_40K_7 {c |}{col 24}{res}{space 2} .0624466{col 36}{space 2} .7926981{col 47}{space 1}    0.08{col 56}{space 3}0.937{col 64}{space 4}-1.491897{col 77}{space 3}  1.61679
{txt}{space 9}article_40K_8 {c |}{col 24}{res}{space 2} 2.291383{col 36}{space 2} .9646545{col 47}{space 1}    2.38{col 56}{space 3}0.018{col 64}{space 4} .3998633{col 77}{space 3} 4.182903
{txt}{space 9}article_40K_9 {c |}{col 24}{res}{space 2}-.3792068{col 36}{space 2} .9627204{col 47}{space 1}   -0.39{col 56}{space 3}0.694{col 64}{space 4}-2.266934{col 77}{space 3} 1.508521
{txt}{space 8}article_40K_10 {c |}{col 24}{res}{space 2} .7486607{col 36}{space 2} .7902241{col 47}{space 1}    0.95{col 56}{space 3}0.344{col 64}{space 4}-.8008316{col 77}{space 3} 2.298153
{txt}{space 8}article_40K_11 {c |}{col 24}{res}{space 2} .5564848{col 36}{space 2} .9102813{col 47}{space 1}    0.61{col 56}{space 3}0.541{col 64}{space 4}-1.228419{col 77}{space 3} 2.341388
{txt}{space 8}article_40K_12 {c |}{col 24}{res}{space 2} 1.359728{col 36}{space 2} .7859923{col 47}{space 1}    1.73{col 56}{space 3}0.084{col 64}{space 4}-.1814667{col 77}{space 3} 2.900922
{txt}{space 8}article_40K_13 {c |}{col 24}{res}{space 2} .4497906{col 36}{space 2} .8021708{col 47}{space 1}    0.56{col 56}{space 3}0.575{col 64}{space 4}-1.123127{col 77}{space 3} 2.022708
{txt}{space 8}article_40K_14 {c |}{col 24}{res}{space 2} .9639292{col 36}{space 2} .9290455{col 47}{space 1}    1.04{col 56}{space 3}0.300{col 64}{space 4}-.8577677{col 77}{space 3} 2.785626
{txt}{space 8}article_40K_15 {c |}{col 24}{res}{space 2} .1563899{col 36}{space 2}    .8222{col 47}{space 1}    0.19{col 56}{space 3}0.849{col 64}{space 4}-1.455802{col 77}{space 3} 1.768581
{txt}{space 8}article_40K_16 {c |}{col 24}{res}{space 2} .3199787{col 36}{space 2} 1.066163{col 47}{space 1}    0.30{col 56}{space 3}0.764{col 64}{space 4}-1.770581{col 77}{space 3} 2.410538
{txt}{space 8}article_40K_17 {c |}{col 24}{res}{space 2} .1761816{col 36}{space 2} .7873017{col 47}{space 1}    0.22{col 56}{space 3}0.823{col 64}{space 4} -1.36758{col 77}{space 3} 1.719943
{txt}{space 8}article_40K_18 {c |}{col 24}{res}{space 2}-.1287075{col 36}{space 2} .7800068{col 47}{space 1}   -0.17{col 56}{space 3}0.869{col 64}{space 4}-1.658165{col 77}{space 3}  1.40075
{txt}{space 8}article_40K_19 {c |}{col 24}{res}{space 2} .2223132{col 36}{space 2} .8036723{col 47}{space 1}    0.28{col 56}{space 3}0.782{col 64}{space 4}-1.353549{col 77}{space 3} 1.798175
{txt}{space 8}article_40K_20 {c |}{col 24}{res}{space 2} 1.478768{col 36}{space 2} .9173937{col 47}{space 1}    1.61{col 56}{space 3}0.107{col 64}{space 4}-.3200814{col 77}{space 3} 3.277618
{txt}{space 8}article_40K_21 {c |}{col 24}{res}{space 2}-.6982707{col 36}{space 2} .9519803{col 47}{space 1}   -0.73{col 56}{space 3}0.463{col 64}{space 4}-2.564939{col 77}{space 3} 1.168397
{txt}{space 8}article_40K_22 {c |}{col 24}{res}{space 2} .4944447{col 36}{space 2}  .914952{col 47}{space 1}    0.54{col 56}{space 3}0.589{col 64}{space 4}-1.299617{col 77}{space 3} 2.288507
{txt}{space 8}article_40K_23 {c |}{col 24}{res}{space 2} .4684917{col 36}{space 2} .8096667{col 47}{space 1}    0.58{col 56}{space 3}0.563{col 64}{space 4}-1.119124{col 77}{space 3} 2.056107
{txt}{space 8}article_40K_24 {c |}{col 24}{res}{space 2} 1.090487{col 36}{space 2} .9465406{col 47}{space 1}    1.15{col 56}{space 3}0.249{col 64}{space 4}-.7655151{col 77}{space 3} 2.946488
{txt}{space 8}article_40K_25 {c |}{col 24}{res}{space 2}-.2911228{col 36}{space 2} .9834814{col 47}{space 1}   -0.30{col 56}{space 3}0.767{col 64}{space 4}-2.219559{col 77}{space 3} 1.637314
{txt}{space 8}article_40K_26 {c |}{col 24}{res}{space 2} .1537553{col 36}{space 2}  .885527{col 47}{space 1}    0.17{col 56}{space 3}0.862{col 64}{space 4}-1.582609{col 77}{space 3}  1.89012
{txt}{space 8}article_40K_27 {c |}{col 24}{res}{space 2} 1.070201{col 36}{space 2} .8838358{col 47}{space 1}    1.21{col 56}{space 3}0.226{col 64}{space 4}-.6628474{col 77}{space 3}  2.80325
{txt}{space 8}article_40K_28 {c |}{col 24}{res}{space 2}  .765886{col 36}{space 2} .8923201{col 47}{space 1}    0.86{col 56}{space 3}0.391{col 64}{space 4}-.9837988{col 77}{space 3} 2.515571
{txt}{space 8}article_40K_29 {c |}{col 24}{res}{space 2} .5482753{col 36}{space 2} .8125808{col 47}{space 1}    0.67{col 56}{space 3}0.500{col 64}{space 4}-1.045055{col 77}{space 3} 2.141605
{txt}{space 8}article_40K_30 {c |}{col 24}{res}{space 2}    .3921{col 36}{space 2} .8727595{col 47}{space 1}    0.45{col 56}{space 3}0.653{col 64}{space 4} -1.31923{col 77}{space 3}  2.10343
{txt}{space 8}article_40K_31 {c |}{col 24}{res}{space 2} .4501322{col 36}{space 2} .9367236{col 47}{space 1}    0.48{col 56}{space 3}0.631{col 64}{space 4} -1.38662{col 77}{space 3} 2.286885
{txt}{space 8}article_40K_32 {c |}{col 24}{res}{space 2}-1.338989{col 36}{space 2} .8476019{col 47}{space 1}   -1.58{col 56}{space 3}0.114{col 64}{space 4}-3.000989{col 77}{space 3} .3230108
{txt}{space 8}article_40K_33 {c |}{col 24}{res}{space 2} .3886914{col 36}{space 2} .8111298{col 47}{space 1}    0.48{col 56}{space 3}0.632{col 64}{space 4}-1.201793{col 77}{space 3} 1.979176
{txt}{space 8}article_40K_34 {c |}{col 24}{res}{space 2} .3255741{col 36}{space 2} .8459375{col 47}{space 1}    0.38{col 56}{space 3}0.700{col 64}{space 4}-1.333162{col 77}{space 3} 1.984311
{txt}{space 8}article_40K_35 {c |}{col 24}{res}{space 2} .2601334{col 36}{space 2} .7961272{col 47}{space 1}    0.33{col 56}{space 3}0.744{col 64}{space 4}-1.300934{col 77}{space 3} 1.821201
{txt}{space 8}article_40K_36 {c |}{col 24}{res}{space 2} .2082433{col 36}{space 2} .7674725{col 47}{space 1}    0.27{col 56}{space 3}0.786{col 64}{space 4}-1.296637{col 77}{space 3} 1.713124
{txt}{space 8}article_40K_37 {c |}{col 24}{res}{space 2} .4133636{col 36}{space 2} .8189206{col 47}{space 1}    0.50{col 56}{space 3}0.614{col 64}{space 4}-1.192398{col 77}{space 3} 2.019125
{txt}{space 8}article_40K_38 {c |}{col 24}{res}{space 2} 1.506857{col 36}{space 2} .9212191{col 47}{space 1}    1.64{col 56}{space 3}0.102{col 64}{space 4} -.299494{col 77}{space 3} 3.313207
{txt}{space 8}article_40K_39 {c |}{col 24}{res}{space 2}-.3952408{col 36}{space 2} .8710441{col 47}{space 1}   -0.45{col 56}{space 3}0.650{col 64}{space 4}-2.103207{col 77}{space 3} 1.312725
{txt}{space 8}article_40K_40 {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 22} {c |}
{space 18}rank {c |}
{space 20}2  {c |}{col 24}{res}{space 2}-.3211082{col 36}{space 2} .2877687{col 47}{space 1}   -1.12{col 56}{space 3}0.265{col 64}{space 4}-.8853728{col 77}{space 3} .2431563
{txt}{space 20}3  {c |}{col 24}{res}{space 2}-.0046257{col 36}{space 2} .2394672{col 47}{space 1}   -0.02{col 56}{space 3}0.985{col 64}{space 4}-.4741793{col 77}{space 3}  .464928
{txt}{space 20}4  {c |}{col 24}{res}{space 2} -.410271{col 36}{space 2} .4388132{col 47}{space 1}   -0.93{col 56}{space 3}0.350{col 64}{space 4}-1.270707{col 77}{space 3} .4501654
{txt}{space 20}5  {c |}{col 24}{res}{space 2}-1.076182{col 36}{space 2} .4266737{col 47}{space 1}   -2.52{col 56}{space 3}0.012{col 64}{space 4}-1.912815{col 77}{space 3}-.2395492
{txt}{space 20}6  {c |}{col 24}{res}{space 2}-.6011054{col 36}{space 2} .2571833{col 47}{space 1}   -2.34{col 56}{space 3}0.019{col 64}{space 4}-1.105397{col 77}{space 3}-.0968135
{txt}{space 20}7  {c |}{col 24}{res}{space 2}-1.524041{col 36}{space 2} .9262273{col 47}{space 1}   -1.65{col 56}{space 3}0.100{col 64}{space 4}-3.340212{col 77}{space 3} .2921301
{txt}{space 20}8  {c |}{col 24}{res}{space 2} .2334415{col 36}{space 2} .6504388{col 47}{space 1}    0.36{col 56}{space 3}0.720{col 64}{space 4}-1.041956{col 77}{space 3} 1.508839
{txt}{space 20}9  {c |}{col 24}{res}{space 2} 1.162492{col 36}{space 2} .3199285{col 47}{space 1}    3.63{col 56}{space 3}0.000{col 64}{space 4} .5351674{col 77}{space 3} 1.789816
{txt}{space 19}10  {c |}{col 24}{res}{space 2}-.5250582{col 36}{space 2} .2285701{col 47}{space 1}   -2.30{col 56}{space 3}0.022{col 64}{space 4}-.9732445{col 77}{space 3}-.0768719
{txt}{space 22} {c |}
{space 19}MFA {c |}{col 24}{res}{space 2}  .129033{col 36}{space 2} .6418053{col 47}{space 1}    0.20{col 56}{space 3}0.841{col 64}{space 4}-1.129436{col 77}{space 3} 1.387502
{txt}{space 19}PMO {c |}{col 24}{res}{space 2} .8908774{col 36}{space 2} .3969634{col 47}{space 1}    2.24{col 56}{space 3}0.025{col 64}{space 4} .1125011{col 77}{space 3} 1.669254
{txt}{space 18}MEWR {c |}{col 24}{res}{space 2} .2577949{col 36}{space 2} .2675074{col 47}{space 1}    0.96{col 56}{space 3}0.335{col 64}{space 4}-.2667406{col 77}{space 3} .7823305
{txt}{space 19}MCI {c |}{col 24}{res}{space 2} 1.071766{col 36}{space 2} .5571085{col 47}{space 1}    1.92{col 56}{space 3}0.054{col 64}{space 4}-.0206269{col 77}{space 3} 2.164159
{txt}{space 19}MTI {c |}{col 24}{res}{space 2}  .110293{col 36}{space 2} .4403878{col 47}{space 1}    0.25{col 56}{space 3}0.802{col 64}{space 4}-.7532311{col 77}{space 3}  .973817
{txt}{space 19}MHA {c |}{col 24}{res}{space 2}-.6360269{col 36}{space 2} .7411623{col 47}{space 1}   -0.86{col 56}{space 3}0.391{col 64}{space 4}-2.089318{col 77}{space 3} .8172637
{txt}{space 18}MCCY {c |}{col 24}{res}{space 2}-.6630681{col 36}{space 2} .6537358{col 47}{space 1}   -1.01{col 56}{space 3}0.311{col 64}{space 4}-1.944931{col 77}{space 3} .6187944
{txt}{space 16}MinLaw {c |}{col 24}{res}{space 2} .0944398{col 36}{space 2} 1.000699{col 47}{space 1}    0.09{col 56}{space 3}0.925{col 64}{space 4}-1.867758{col 77}{space 3} 2.056638
{txt}{space 19}MOH {c |}{col 24}{res}{space 2}  -1.2021{col 36}{space 2} .8469887{col 47}{space 1}   -1.42{col 56}{space 3}0.156{col 64}{space 4}-2.862897{col 77}{space 3} .4586981
{txt}{space 19}MOM {c |}{col 24}{res}{space 2} 1.995197{col 36}{space 2} .9396937{col 47}{space 1}    2.12{col 56}{space 3}0.034{col 64}{space 4} .1526203{col 77}{space 3} 3.837773
{txt}{space 16}MinDef {c |}{col 24}{res}{space 2} 1.197945{col 36}{space 2} .6903371{col 47}{space 1}    1.74{col 56}{space 3}0.083{col 64}{space 4}-.1556866{col 77}{space 3} 2.551576
{txt}{space 19}MSF {c |}{col 24}{res}{space 2}-.4197026{col 36}{space 2} .5275312{col 47}{space 1}   -0.80{col 56}{space 3}0.426{col 64}{space 4}  -1.4541{col 77}{space 3} .6146945
{txt}{space 19}MOT {c |}{col 24}{res}{space 2} .7105084{col 36}{space 2} .5000402{col 47}{space 1}    1.42{col 56}{space 3}0.155{col 64}{space 4}-.2699835{col 77}{space 3}    1.691
{txt}{space 19}MND {c |}{col 24}{res}{space 2}-.6715747{col 36}{space 2} .6710996{col 47}{space 1}   -1.00{col 56}{space 3}0.317{col 64}{space 4}-1.987484{col 77}{space 3}  .644335
{txt}{space 19}MOF {c |}{col 24}{res}{space 2} .0370361{col 36}{space 2} .3035691{col 47}{space 1}    0.12{col 56}{space 3}0.903{col 64}{space 4}-.5582103{col 77}{space 3} .6322825
{txt}{space 19}MOE {c |}{col 24}{res}{space 2} .4927149{col 36}{space 2} .3089199{col 47}{space 1}    1.59{col 56}{space 3}0.111{col 64}{space 4}-.1130234{col 77}{space 3} 1.098453
{txt}{space 15}speaker {c |}{col 24}{res}{space 2} .4048772{col 36}{space 2} .1772988{col 47}{space 1}    2.28{col 56}{space 3}0.022{col 64}{space 4}  .057225{col 77}{space 3} .7525293
{txt}{space 22} {c |}
{space 14}rank#MFA {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-.1587972{col 36}{space 2} .6494219{col 47}{space 1}   -0.24{col 56}{space 3}0.807{col 64}{space 4}-1.432201{col 77}{space 3} 1.114606
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} .0271794{col 36}{space 2} .6855322{col 47}{space 1}    0.04{col 56}{space 3}0.968{col 64}{space 4} -1.31703{col 77}{space 3} 1.371389
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#PMO {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-1.034491{col 36}{space 2} .4145513{col 47}{space 1}   -2.50{col 56}{space 3}0.013{col 64}{space 4}-1.847355{col 77}{space 3}-.2216282
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-1.178044{col 36}{space 2} .5294878{col 47}{space 1}   -2.22{col 56}{space 3}0.026{col 64}{space 4}-2.216278{col 77}{space 3}-.1398103
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 13}rank#MEWR {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-.2951692{col 36}{space 2} .2878527{col 47}{space 1}   -1.03{col 56}{space 3}0.305{col 64}{space 4}-.8595984{col 77}{space 3}   .26926
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MCI {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-1.174187{col 36}{space 2} .5688832{col 47}{space 1}   -2.06{col 56}{space 3}0.039{col 64}{space 4}-2.289668{col 77}{space 3} -.058706
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-.4248958{col 36}{space 2} .7926011{col 47}{space 1}   -0.54{col 56}{space 3}0.592{col 64}{space 4}-1.979049{col 77}{space 3} 1.129257
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2} -.224114{col 36}{space 2} .6053653{col 47}{space 1}   -0.37{col 56}{space 3}0.711{col 64}{space 4} -1.41113{col 77}{space 3} .9629022
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MTI {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2} -.273622{col 36}{space 2}  .462077{col 47}{space 1}   -0.59{col 56}{space 3}0.554{col 64}{space 4}-1.179675{col 77}{space 3} .6324307
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-.7028084{col 36}{space 2} .6446013{col 47}{space 1}   -1.09{col 56}{space 3}0.276{col 64}{space 4} -1.96676{col 77}{space 3} .5611428
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2} .1106107{col 36}{space 2} .5871383{col 47}{space 1}    0.19{col 56}{space 3}0.851{col 64}{space 4}-1.040666{col 77}{space 3} 1.261887
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MHA {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2} .7509072{col 36}{space 2} .7735249{col 47}{space 1}    0.97{col 56}{space 3}0.332{col 64}{space 4}-.7658408{col 77}{space 3} 2.267655
{txt}{space 17} 3 1  {c |}{col 24}{res}{space 2} .8832712{col 36}{space 2} .7399929{col 47}{space 1}    1.19{col 56}{space 3}0.233{col 64}{space 4}-.5677265{col 77}{space 3} 2.334269
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} .2533081{col 36}{space 2} .8401704{col 47}{space 1}    0.30{col 56}{space 3}0.763{col 64}{space 4} -1.39412{col 77}{space 3} 1.900736
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2} .9380323{col 36}{space 2} .8097968{col 47}{space 1}    1.16{col 56}{space 3}0.247{col 64}{space 4}-.6498386{col 77}{space 3} 2.525903
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2} 1.736631{col 36}{space 2} 1.147059{col 47}{space 1}    1.51{col 56}{space 3}0.130{col 64}{space 4}-.5125531{col 77}{space 3} 3.985816
{txt}{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 13}rank#MCCY {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2} .5110801{col 36}{space 2} .6687661{col 47}{space 1}    0.76{col 56}{space 3}0.445{col 64}{space 4}-.8002542{col 77}{space 3} 1.822414
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} 1.260118{col 36}{space 2} .7586274{col 47}{space 1}    1.66{col 56}{space 3}0.097{col 64}{space 4}-.2274188{col 77}{space 3} 2.747654
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2} .4564223{col 36}{space 2}  .811978{col 47}{space 1}    0.56{col 56}{space 3}0.574{col 64}{space 4}-1.135726{col 77}{space 3}  2.04857
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2} .5627696{col 36}{space 2}   .73824{col 47}{space 1}    0.76{col 56}{space 3}0.446{col 64}{space 4}-.8847909{col 77}{space 3}  2.01033
{txt}{space 17} 7 1  {c |}{col 24}{res}{space 2} .7318427{col 36}{space 2} 1.188671{col 47}{space 1}    0.62{col 56}{space 3}0.538{col 64}{space 4}-1.598935{col 77}{space 3}  3.06262
{txt}{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 11}rank#MinLaw {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2} .0916069{col 36}{space 2} 1.081199{col 47}{space 1}    0.08{col 56}{space 3}0.932{col 64}{space 4}-2.028437{col 77}{space 3} 2.211651
{txt}{space 17} 3 1  {c |}{col 24}{res}{space 2} -.290518{col 36}{space 2}  1.01427{col 47}{space 1}   -0.29{col 56}{space 3}0.775{col 64}{space 4}-2.279325{col 77}{space 3} 1.698289
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} .4651863{col 36}{space 2}  1.03479{col 47}{space 1}    0.45{col 56}{space 3}0.653{col 64}{space 4}-1.563857{col 77}{space 3}  2.49423
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MOH {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2} 1.068491{col 36}{space 2} .8606568{col 47}{space 1}    1.24{col 56}{space 3}0.215{col 64}{space 4}-.6191079{col 77}{space 3} 2.756089
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} 1.248512{col 36}{space 2}  .914457{col 47}{space 1}    1.37{col 56}{space 3}0.172{col 64}{space 4}-.5445796{col 77}{space 3} 3.041603
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}  1.89465{col 36}{space 2} 1.123085{col 47}{space 1}    1.69{col 56}{space 3}0.092{col 64}{space 4}-.3075258{col 77}{space 3} 4.096825
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}  .278438{col 36}{space 2}  .953558{col 47}{space 1}    0.29{col 56}{space 3}0.770{col 64}{space 4}-1.591324{col 77}{space 3}   2.1482
{txt}{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MOM {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}-2.112605{col 36}{space 2} .9620223{col 47}{space 1}   -2.20{col 56}{space 3}0.028{col 64}{space 4}-3.998963{col 77}{space 3}-.2262459
{txt}{space 17} 3 1  {c |}{col 24}{res}{space 2}-2.278623{col 36}{space 2} .9465651{col 47}{space 1}   -2.41{col 56}{space 3}0.016{col 64}{space 4}-4.134672{col 77}{space 3}-.4225726
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-2.205724{col 36}{space 2} .9573283{col 47}{space 1}   -2.30{col 56}{space 3}0.021{col 64}{space 4}-4.082879{col 77}{space 3}-.3285693
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}-1.767256{col 36}{space 2} .9399258{col 47}{space 1}   -1.88{col 56}{space 3}0.060{col 64}{space 4}-3.610287{col 77}{space 3} .0757757
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 11}rank#MinDef {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}-.8782028{col 36}{space 2} .7563106{col 47}{space 1}   -1.16{col 56}{space 3}0.246{col 64}{space 4}-2.361197{col 77}{space 3} .6047909
{txt}{space 17} 3 1  {c |}{col 24}{res}{space 2}-1.243665{col 36}{space 2} .6958758{col 47}{space 1}   -1.79{col 56}{space 3}0.074{col 64}{space 4}-2.608156{col 77}{space 3}  .120827
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-1.156907{col 36}{space 2} .8581647{col 47}{space 1}   -1.35{col 56}{space 3}0.178{col 64}{space 4}-2.839619{col 77}{space 3} .5258049
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}-.8554002{col 36}{space 2} .7479197{col 47}{space 1}   -1.14{col 56}{space 3}0.253{col 64}{space 4}-2.321941{col 77}{space 3} .6111405
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MSF {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2} .3365138{col 36}{space 2} .5518439{col 47}{space 1}    0.61{col 56}{space 3}0.542{col 64}{space 4}-.7455563{col 77}{space 3} 1.418584
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 5 1  {c |}{col 24}{res}{space 2}  1.72662{col 36}{space 2} .8525862{col 47}{space 1}    2.03{col 56}{space 3}0.043{col 64}{space 4} .0548463{col 77}{space 3} 3.398393
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}-.0100358{col 36}{space 2} 1.028492{col 47}{space 1}   -0.01{col 56}{space 3}0.992{col 64}{space 4}-2.026729{col 77}{space 3} 2.006658
{txt}{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MOT {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-.8662481{col 36}{space 2} .5088187{col 47}{space 1}   -1.70{col 56}{space 3}0.089{col 64}{space 4}-1.863953{col 77}{space 3}  .131457
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-.5352833{col 36}{space 2} .5519136{col 47}{space 1}   -0.97{col 56}{space 3}0.332{col 64}{space 4} -1.61749{col 77}{space 3} .5469234
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MND {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2} .5612007{col 36}{space 2} .6750921{col 47}{space 1}    0.83{col 56}{space 3}0.406{col 64}{space 4}-.7625377{col 77}{space 3} 1.884939
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2} 1.470537{col 36}{space 2}  .712018{col 47}{space 1}    2.07{col 56}{space 3}0.039{col 64}{space 4} .0743929{col 77}{space 3}  2.86668
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2} 1.442481{col 36}{space 2}  .808734{col 47}{space 1}    1.78{col 56}{space 3}0.075{col 64}{space 4}-.1433058{col 77}{space 3} 3.028268
{txt}{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2} 1.983015{col 36}{space 2} 1.373656{col 47}{space 1}    1.44{col 56}{space 3}0.149{col 64}{space 4}-.7104861{col 77}{space 3} 4.676516
{txt}{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MOF {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2} -.035879{col 36}{space 2} .4295533{col 47}{space 1}   -0.08{col 56}{space 3}0.933{col 64}{space 4}-.8781586{col 77}{space 3} .8064005
{txt}{space 17} 2 1  {c |}{col 24}{res}{space 2} .2479261{col 36}{space 2} .3860288{col 47}{space 1}    0.64{col 56}{space 3}0.521{col 64}{space 4}-.5090094{col 77}{space 3} 1.004862
{txt}{space 17} 3 1  {c |}{col 24}{res}{space 2} .0157419{col 36}{space 2}  .341428{col 47}{space 1}    0.05{col 56}{space 3}0.963{col 64}{space 4}-.6537392{col 77}{space 3}  .685223
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 14}rank#MOE {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}-.4571518{col 36}{space 2} .3151051{col 47}{space 1}   -1.45{col 56}{space 3}0.147{col 64}{space 4}-1.075018{col 77}{space 3} .1607147
{txt}{space 17} 4 1  {c |}{col 24}{res}{space 2}-1.647524{col 36}{space 2} .7769814{col 47}{space 1}   -2.12{col 56}{space 3}0.034{col 64}{space 4} -3.17105{col 77}{space 3}-.1239988
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 17} 9 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 22} {c |}
{space 10}rank#speaker {c |}
{space 17} 1 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 2 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 3 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 4 1  {c |}{col 24}{res}{space 2}-.2928587{col 36}{space 2} .3823706{col 47}{space 1}   -0.77{col 56}{space 3}0.444{col 64}{space 4}-1.042621{col 77}{space 3} .4569036
{txt}{space 17} 5 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 6 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 7 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 8 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (empty)
{space 17} 9 1  {c |}{col 24}{res}{space 2}-1.258623{col 36}{space 2} .5439385{col 47}{space 1}   -2.31{col 56}{space 3}0.021{col 64}{space 4}-2.325192{col 77}{space 3}-.1920544
{txt}{space 17}10 1  {c |}{col 24}{res}{space 2}        0{col 36}{txt}  (omitted)
{space 22} {c |}
{space 12}group_size {c |}{col 24}{res}{space 2}-.0177421{col 36}{space 2} .0464903{col 47}{space 1}   -0.38{col 56}{space 3}0.703{col 64}{space 4}-.1089015{col 77}{space 3} .0734172
{txt}{space 16}voters {c |}{col 24}{res}{space 2} 4.18e-07{col 36}{space 2} 1.48e-06{col 47}{space 1}    0.28{col 56}{space 3}0.778{col 64}{space 4}-2.49e-06{col 77}{space 3} 3.33e-06
{txt}{space 12}vote_share {c |}{col 24}{res}{space 2}-.0024891{col 36}{space 2}  .088248{col 47}{space 1}   -0.03{col 56}{space 3}0.978{col 64}{space 4} -.175528{col 77}{space 3} .1705499
{txt}winners_majority_share {c |}{col 24}{res}{space 2}-.0001576{col 36}{space 2} .0439082{col 47}{space 1}   -0.00{col 56}{space 3}0.997{col 64}{space 4}-.0862539{col 77}{space 3} .0859388
{txt}{space 17}_cons {c |}{col 24}{res}{space 2} 1.412864{col 36}{space 2} 4.607388{col 47}{space 1}    0.31{col 56}{space 3}0.759{col 64}{space 4}-7.621424{col 77}{space 3} 10.44715
{txt}{hline 23}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}({res}est2{txt} stored)

{com}.         add_scalars, w_electoral

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{    5,140}}"

{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(`keep_coeff')
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel A. string similarity 1 robustness checks)
> ;
{res}
{txt}Panel A. string similarity 1 robustness checks
{txt}{hline 44}
{txt}                      (1)             (2)   
{txt}                 ln_quote        ln_quote   
{txt}{hline 44}
{txt}0.opposition{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.opposition{res}       0.0354          0.0177   {txt}
            {res} {ralign 12:{txt:(}0.55{txt:)}}    {ralign 12:{txt:(}0.23{txt:)}}   {txt}

{txt}ln_speech   {res}        0.156***        0.160***{txt}
            {res} {ralign 12:{txt:(}11.10{txt:)}}    {ralign 12:{txt:(}9.66{txt:)}}   {txt}

{txt}ln_article  {res}        0.165***        0.157** {txt}
            {res} {ralign 12:{txt:(}3.86{txt:)}}    {ralign 12:{txt:(}3.22{txt:)}}   {txt}

{txt}0.parl      {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.parl      {res}       0.0989           0.270   {txt}
            {res} {ralign 12:{txt:(}0.78{txt:)}}    {ralign 12:{txt:(}1.45{txt:)}}   {txt}

{txt}2.parl      {res}        0.158           0.250   {txt}
            {res} {ralign 12:{txt:(}0.96{txt:)}}    {ralign 12:{txt:(}1.10{txt:)}}   {txt}

{txt}3.parl      {res}      0.00297         -0.0333   {txt}
            {res} {ralign 12:{txt:(}0.03{txt:)}}    {ralign 12:{txt:(}-0.26{txt:)}}   {txt}

{txt}2005.year   {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2006.year   {res}      -0.0210          -0.155   {txt}
            {res} {ralign 12:{txt:(}-0.24{txt:)}}    {ralign 12:{txt:(}-1.09{txt:)}}   {txt}

{txt}2007.year   {res}      -0.0207          -0.257   {txt}
            {res} {ralign 12:{txt:(}-0.14{txt:)}}    {ralign 12:{txt:(}-1.23{txt:)}}   {txt}

{txt}2008.year   {res}       0.0224          -0.229   {txt}
            {res} {ralign 12:{txt:(}0.15{txt:)}}    {ralign 12:{txt:(}-1.06{txt:)}}   {txt}

{txt}2009.year   {res}        0.141          -0.103   {txt}
            {res} {ralign 12:{txt:(}0.94{txt:)}}    {ralign 12:{txt:(}-0.48{txt:)}}   {txt}

{txt}2010.year   {res}      -0.0942          -0.349   {txt}
            {res} {ralign 12:{txt:(}-0.63{txt:)}}    {ralign 12:{txt:(}-1.64{txt:)}}   {txt}

{txt}2011.year   {res}       -0.121          -0.253   {txt}
            {res} {ralign 12:{txt:(}-0.79{txt:)}}    {ralign 12:{txt:(}-1.18{txt:)}}   {txt}

{txt}2012.year   {res}       -0.157          -0.278   {txt}
            {res} {ralign 12:{txt:(}-0.87{txt:)}}    {ralign 12:{txt:(}-1.17{txt:)}}   {txt}

{txt}2013.year   {res}       -0.322          -0.441   {txt}
            {res} {ralign 12:{txt:(}-1.80{txt:)}}    {ralign 12:{txt:(}-1.86{txt:)}}   {txt}

{txt}2014.year   {res}       -0.125          -0.260   {txt}
            {res} {ralign 12:{txt:(}-0.70{txt:)}}    {ralign 12:{txt:(}-1.09{txt:)}}   {txt}

{txt}2015.year   {res}      -0.0560          -0.211   {txt}
            {res} {ralign 12:{txt:(}-0.31{txt:)}}    {ralign 12:{txt:(}-0.88{txt:)}}   {txt}

{txt}2016.year   {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}0.gender    {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.gender    {res}      0.00757          0.0333   {txt}
            {res} {ralign 12:{txt:(}0.19{txt:)}}    {ralign 12:{txt:(}0.63{txt:)}}   {txt}

{txt}0.race      {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.race      {res}      -0.0291         -0.0723   {txt}
            {res} {ralign 12:{txt:(}-0.56{txt:)}}    {ralign 12:{txt:(}-1.07{txt:)}}   {txt}

{txt}2.race      {res}      -0.0139         -0.0771   {txt}
            {res} {ralign 12:{txt:(}-0.28{txt:)}}    {ralign 12:{txt:(}-1.06{txt:)}}   {txt}

{txt}3.race      {res}      0.00967          0.0108   {txt}
            {res} {ralign 12:{txt:(}0.08{txt:)}}    {ralign 12:{txt:(}0.07{txt:)}}   {txt}

{txt}age         {res}      -0.0165         -0.0131   {txt}
            {res} {ralign 12:{txt:(}-0.77{txt:)}}    {ralign 12:{txt:(}-0.44{txt:)}}   {txt}

{txt}age2        {res}     0.000183        0.000196   {txt}
            {res} {ralign 12:{txt:(}0.83{txt:)}}    {ralign 12:{txt:(}0.66{txt:)}}   {txt}

{txt}tenure      {res}      0.00221        -0.00293   {txt}
            {res} {ralign 12:{txt:(}0.32{txt:)}}    {ralign 12:{txt:(}-0.25{txt:)}}   {txt}

{txt}tenure2     {res}    0.0000120       0.0000482   {txt}
            {res} {ralign 12:{txt:(}0.05{txt:)}}    {ralign 12:{txt:(}0.11{txt:)}}   {txt}

{txt}1.weekday   {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.weekday   {res}       0.0387        -0.00562   {txt}
            {res} {ralign 12:{txt:(}0.32{txt:)}}    {ralign 12:{txt:(}-0.04{txt:)}}   {txt}

{txt}3.weekday   {res}       0.0740        -0.00713   {txt}
            {res} {ralign 12:{txt:(}0.61{txt:)}}    {ralign 12:{txt:(}-0.06{txt:)}}   {txt}

{txt}4.weekday   {res}        0.129           0.120   {txt}
            {res} {ralign 12:{txt:(}1.03{txt:)}}    {ralign 12:{txt:(}0.91{txt:)}}   {txt}

{txt}5.weekday   {res}       0.0408         0.00331   {txt}
            {res} {ralign 12:{txt:(}0.32{txt:)}}    {ralign 12:{txt:(}0.02{txt:)}}   {txt}

{txt}6.weekday   {res}       0.0663          0.0403   {txt}
            {res} {ralign 12:{txt:(}0.52{txt:)}}    {ralign 12:{txt:(}0.29{txt:)}}   {txt}

{txt}7.weekday   {res}        0.494*          0.229   {txt}
            {res} {ralign 12:{txt:(}2.13{txt:)}}    {ralign 12:{txt:(}0.88{txt:)}}   {txt}

{txt}1.section2  {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.section2  {res}       -0.541*         -0.406   {txt}
            {res} {ralign 12:{txt:(}-2.26{txt:)}}    {ralign 12:{txt:(}-1.53{txt:)}}   {txt}

{txt}3.section2  {res}        0.370**         0.489***{txt}
            {res} {ralign 12:{txt:(}2.60{txt:)}}    {ralign 12:{txt:(}3.33{txt:)}}   {txt}

{txt}4.section2  {res}       -0.430          -0.190   {txt}
            {res} {ralign 12:{txt:(}-1.17{txt:)}}    {ralign 12:{txt:(}-0.44{txt:)}}   {txt}

{txt}5.section2  {res}       -0.320          -0.360   {txt}
            {res} {ralign 12:{txt:(}-0.92{txt:)}}    {ralign 12:{txt:(}-1.01{txt:)}}   {txt}

{txt}6.section2  {res}       -0.687          -0.120   {txt}
            {res} {ralign 12:{txt:(}-1.66{txt:)}}    {ralign 12:{txt:(}-0.21{txt:)}}   {txt}

{txt}7.section2  {res}        0.200*          0.213*  {txt}
            {res} {ralign 12:{txt:(}2.10{txt:)}}    {ralign 12:{txt:(}2.04{txt:)}}   {txt}

{txt}8.section2  {res}        0.480**         0.344   {txt}
            {res} {ralign 12:{txt:(}2.72{txt:)}}    {ralign 12:{txt:(}1.75{txt:)}}   {txt}

{txt}9.section2  {res}        0.117           0.118   {txt}
            {res} {ralign 12:{txt:(}1.42{txt:)}}    {ralign 12:{txt:(}1.38{txt:)}}   {txt}

{txt}10.section2 {res}        0.418          -0.110   {txt}
            {res} {ralign 12:{txt:(}0.82{txt:)}}    {ralign 12:{txt:(}-0.25{txt:)}}   {txt}

{txt}11.section2 {res}        0.422***        0.406***{txt}
            {res} {ralign 12:{txt:(}4.50{txt:)}}    {ralign 12:{txt:(}4.22{txt:)}}   {txt}

{txt}12.section2 {res}       -0.696*         -0.557   {txt}
            {res} {ralign 12:{txt:(}-2.08{txt:)}}    {ralign 12:{txt:(}-1.40{txt:)}}   {txt}

{txt}13.section2 {res}       0.0812          0.0955   {txt}
            {res} {ralign 12:{txt:(}1.11{txt:)}}    {ralign 12:{txt:(}1.25{txt:)}}   {txt}

{txt}14.section2 {res}        0.249           0.289   {txt}
            {res} {ralign 12:{txt:(}1.00{txt:)}}    {ralign 12:{txt:(}1.05{txt:)}}   {txt}

{txt}translations{res}      -0.0208          -0.148   {txt}
            {res} {ralign 12:{txt:(}-0.20{txt:)}}    {ralign 12:{txt:(}-1.07{txt:)}}   {txt}

{txt}speech_92K_1{res}        0.177           0.544   {txt}
            {res} {ralign 12:{txt:(}0.20{txt:)}}    {ralign 12:{txt:(}0.63{txt:)}}   {txt}

{txt}speech_92K_2{res}       -0.363          -0.364   {txt}
            {res} {ralign 12:{txt:(}-1.06{txt:)}}    {ralign 12:{txt:(}-1.01{txt:)}}   {txt}

{txt}speech_92K_3{res}        0.374           0.752   {txt}
            {res} {ralign 12:{txt:(}1.14{txt:)}}    {ralign 12:{txt:(}1.94{txt:)}}   {txt}

{txt}speech_92K_4{res}       0.0166           0.167   {txt}
            {res} {ralign 12:{txt:(}0.04{txt:)}}    {ralign 12:{txt:(}0.31{txt:)}}   {txt}

{txt}speech_92K_5{res}       0.0632           0.264   {txt}
            {res} {ralign 12:{txt:(}0.09{txt:)}}    {ralign 12:{txt:(}0.30{txt:)}}   {txt}

{txt}speech_92K_6{res}     -0.00104          -0.163   {txt}
            {res} {ralign 12:{txt:(}-0.00{txt:)}}    {ralign 12:{txt:(}-0.33{txt:)}}   {txt}

{txt}speech_92K_7{res}       -0.135           0.102   {txt}
            {res} {ralign 12:{txt:(}-0.45{txt:)}}    {ralign 12:{txt:(}0.30{txt:)}}   {txt}

{txt}speech_92K_8{res}       -0.217         -0.0412   {txt}
            {res} {ralign 12:{txt:(}-0.59{txt:)}}    {ralign 12:{txt:(}-0.10{txt:)}}   {txt}

{txt}speech_92K_9{res}       -1.053          -0.518   {txt}
            {res} {ralign 12:{txt:(}-1.42{txt:)}}    {ralign 12:{txt:(}-0.60{txt:)}}   {txt}

{txt}speech_92~10{res}        0.440           0.105   {txt}
            {res} {ralign 12:{txt:(}1.13{txt:)}}    {ralign 12:{txt:(}0.23{txt:)}}   {txt}

{txt}speech_92~11{res}      -0.0991          -0.216   {txt}
            {res} {ralign 12:{txt:(}-0.31{txt:)}}    {ralign 12:{txt:(}-0.58{txt:)}}   {txt}

{txt}speech_92~12{res}        0.458           2.322***{txt}
            {res} {ralign 12:{txt:(}0.48{txt:)}}    {ralign 12:{txt:(}3.33{txt:)}}   {txt}

{txt}speech_92~13{res}       0.0441         -0.0612   {txt}
            {res} {ralign 12:{txt:(}0.10{txt:)}}    {ralign 12:{txt:(}-0.12{txt:)}}   {txt}

{txt}speech_92~14{res}        0.209         -0.0233   {txt}
            {res} {ralign 12:{txt:(}0.69{txt:)}}    {ralign 12:{txt:(}-0.07{txt:)}}   {txt}

{txt}speech_92~15{res}        0.476           0.538   {txt}
            {res} {ralign 12:{txt:(}1.40{txt:)}}    {ralign 12:{txt:(}1.24{txt:)}}   {txt}

{txt}speech_92~16{res}       -0.186          -0.498   {txt}
            {res} {ralign 12:{txt:(}-0.42{txt:)}}    {ralign 12:{txt:(}-0.88{txt:)}}   {txt}

{txt}speech_92~17{res}       -1.300**        -1.232*  {txt}
            {res} {ralign 12:{txt:(}-2.67{txt:)}}    {ralign 12:{txt:(}-2.30{txt:)}}   {txt}

{txt}speech_92~18{res}       -2.370**        -1.470   {txt}
            {res} {ralign 12:{txt:(}-3.08{txt:)}}    {ralign 12:{txt:(}-1.39{txt:)}}   {txt}

{txt}speech_92~19{res}       0.0152          -0.251   {txt}
            {res} {ralign 12:{txt:(}0.04{txt:)}}    {ralign 12:{txt:(}-0.59{txt:)}}   {txt}

{txt}speech_92~20{res}        0.236           0.225   {txt}
            {res} {ralign 12:{txt:(}0.70{txt:)}}    {ralign 12:{txt:(}0.60{txt:)}}   {txt}

{txt}speech_92~21{res}        0.170          0.0760   {txt}
            {res} {ralign 12:{txt:(}0.54{txt:)}}    {ralign 12:{txt:(}0.21{txt:)}}   {txt}

{txt}speech_92~22{res}     -0.00141          -0.231   {txt}
            {res} {ralign 12:{txt:(}-0.00{txt:)}}    {ralign 12:{txt:(}-0.36{txt:)}}   {txt}

{txt}speech_92~23{res}        0.394           0.335   {txt}
            {res} {ralign 12:{txt:(}1.61{txt:)}}    {ralign 12:{txt:(}1.24{txt:)}}   {txt}

{txt}speech_92~24{res}       -0.135          0.0200   {txt}
            {res} {ralign 12:{txt:(}-0.47{txt:)}}    {ralign 12:{txt:(}0.06{txt:)}}   {txt}

{txt}speech_92~25{res}        0.585           0.624   {txt}
            {res} {ralign 12:{txt:(}1.25{txt:)}}    {ralign 12:{txt:(}1.15{txt:)}}   {txt}

{txt}speech_92~26{res}       0.0956          -0.219   {txt}
            {res} {ralign 12:{txt:(}0.21{txt:)}}    {ralign 12:{txt:(}-0.36{txt:)}}   {txt}

{txt}speech_92~27{res}        0.396          0.0586   {txt}
            {res} {ralign 12:{txt:(}0.65{txt:)}}    {ralign 12:{txt:(}0.08{txt:)}}   {txt}

{txt}speech_92~28{res}       -0.526         -0.0884   {txt}
            {res} {ralign 12:{txt:(}-1.01{txt:)}}    {ralign 12:{txt:(}-0.16{txt:)}}   {txt}

{txt}speech_92~29{res}       -0.401          -0.937*  {txt}
            {res} {ralign 12:{txt:(}-1.12{txt:)}}    {ralign 12:{txt:(}-2.20{txt:)}}   {txt}

{txt}speech_92~30{res}       -0.322          -0.464   {txt}
            {res} {ralign 12:{txt:(}-0.75{txt:)}}    {ralign 12:{txt:(}-0.98{txt:)}}   {txt}

{txt}speech_92~31{res}        0.649*          0.459   {txt}
            {res} {ralign 12:{txt:(}2.18{txt:)}}    {ralign 12:{txt:(}1.35{txt:)}}   {txt}

{txt}speech_92~32{res}        0.487           0.661   {txt}
            {res} {ralign 12:{txt:(}1.17{txt:)}}    {ralign 12:{txt:(}1.43{txt:)}}   {txt}

{txt}speech_92~33{res}        0.591           0.670   {txt}
            {res} {ralign 12:{txt:(}1.62{txt:)}}    {ralign 12:{txt:(}1.78{txt:)}}   {txt}

{txt}speech_92~34{res}        0.106           0.205   {txt}
            {res} {ralign 12:{txt:(}0.30{txt:)}}    {ralign 12:{txt:(}0.52{txt:)}}   {txt}

{txt}speech_92~35{res}        0.476           0.462   {txt}
            {res} {ralign 12:{txt:(}1.29{txt:)}}    {ralign 12:{txt:(}1.04{txt:)}}   {txt}

{txt}speech_92~36{res}        0.286           0.206   {txt}
            {res} {ralign 12:{txt:(}0.84{txt:)}}    {ralign 12:{txt:(}0.50{txt:)}}   {txt}

{txt}speech_92~37{res}        0.503           0.368   {txt}
            {res} {ralign 12:{txt:(}1.16{txt:)}}    {ralign 12:{txt:(}0.79{txt:)}}   {txt}

{txt}speech_92~38{res}       -0.356          -0.933   {txt}
            {res} {ralign 12:{txt:(}-0.60{txt:)}}    {ralign 12:{txt:(}-1.25{txt:)}}   {txt}

{txt}speech_92~39{res}        0.516           0.585   {txt}
            {res} {ralign 12:{txt:(}0.85{txt:)}}    {ralign 12:{txt:(}0.77{txt:)}}   {txt}

{txt}speech_92~40{res}       -0.239          -0.293   {txt}
            {res} {ralign 12:{txt:(}-0.60{txt:)}}    {ralign 12:{txt:(}-0.65{txt:)}}   {txt}

{txt}speech_92~41{res}       0.0749         0.00203   {txt}
            {res} {ralign 12:{txt:(}0.21{txt:)}}    {ralign 12:{txt:(}0.01{txt:)}}   {txt}

{txt}speech_92~42{res}        1.053*          0.690   {txt}
            {res} {ralign 12:{txt:(}2.25{txt:)}}    {ralign 12:{txt:(}1.17{txt:)}}   {txt}

{txt}speech_92~43{res}        0.185           0.372   {txt}
            {res} {ralign 12:{txt:(}0.37{txt:)}}    {ralign 12:{txt:(}0.68{txt:)}}   {txt}

{txt}speech_92~44{res}        0.203           0.226   {txt}
            {res} {ralign 12:{txt:(}0.58{txt:)}}    {ralign 12:{txt:(}0.58{txt:)}}   {txt}

{txt}speech_92~45{res}       -0.300          -0.767   {txt}
            {res} {ralign 12:{txt:(}-0.54{txt:)}}    {ralign 12:{txt:(}-1.21{txt:)}}   {txt}

{txt}speech_92~46{res}       -1.745*         -2.226*  {txt}
            {res} {ralign 12:{txt:(}-2.12{txt:)}}    {ralign 12:{txt:(}-2.45{txt:)}}   {txt}

{txt}speech_92~47{res}        0.161           0.368   {txt}
            {res} {ralign 12:{txt:(}0.40{txt:)}}    {ralign 12:{txt:(}0.70{txt:)}}   {txt}

{txt}speech_92~48{res}       -0.323          -0.431   {txt}
            {res} {ralign 12:{txt:(}-0.65{txt:)}}    {ralign 12:{txt:(}-0.82{txt:)}}   {txt}

{txt}speech_92~49{res}        0.553           0.726   {txt}
            {res} {ralign 12:{txt:(}1.22{txt:)}}    {ralign 12:{txt:(}1.18{txt:)}}   {txt}

{txt}speech_92~50{res}       -0.632          -1.121   {txt}
            {res} {ralign 12:{txt:(}-0.97{txt:)}}    {ralign 12:{txt:(}-1.40{txt:)}}   {txt}

{txt}speech_92~51{res}        0.519           0.518   {txt}
            {res} {ralign 12:{txt:(}1.81{txt:)}}    {ralign 12:{txt:(}1.65{txt:)}}   {txt}

{txt}speech_92~52{res}      -0.0364          -0.246   {txt}
            {res} {ralign 12:{txt:(}-0.12{txt:)}}    {ralign 12:{txt:(}-0.75{txt:)}}   {txt}

{txt}speech_92~53{res}       -0.629          -0.799   {txt}
            {res} {ralign 12:{txt:(}-1.40{txt:)}}    {ralign 12:{txt:(}-1.64{txt:)}}   {txt}

{txt}speech_92~54{res}        0.303           0.414   {txt}
            {res} {ralign 12:{txt:(}0.79{txt:)}}    {ralign 12:{txt:(}0.89{txt:)}}   {txt}

{txt}speech_92~55{res}        0.464           0.277   {txt}
            {res} {ralign 12:{txt:(}1.34{txt:)}}    {ralign 12:{txt:(}0.57{txt:)}}   {txt}

{txt}speech_92~56{res}        0.130         0.00523   {txt}
            {res} {ralign 12:{txt:(}0.20{txt:)}}    {ralign 12:{txt:(}0.01{txt:)}}   {txt}

{txt}speech_92~57{res}        0.359           0.437   {txt}
            {res} {ralign 12:{txt:(}1.04{txt:)}}    {ralign 12:{txt:(}1.11{txt:)}}   {txt}

{txt}speech_92~58{res}        0.577           0.556   {txt}
            {res} {ralign 12:{txt:(}1.22{txt:)}}    {ralign 12:{txt:(}1.14{txt:)}}   {txt}

{txt}speech_92~59{res}      -0.0813          -0.197   {txt}
            {res} {ralign 12:{txt:(}-0.25{txt:)}}    {ralign 12:{txt:(}-0.52{txt:)}}   {txt}

{txt}speech_92~60{res}        0.342        0.000912   {txt}
            {res} {ralign 12:{txt:(}0.96{txt:)}}    {ralign 12:{txt:(}0.00{txt:)}}   {txt}

{txt}speech_92~61{res}       -0.122          -0.504   {txt}
            {res} {ralign 12:{txt:(}-0.21{txt:)}}    {ralign 12:{txt:(}-0.77{txt:)}}   {txt}

{txt}speech_92~62{res}       -0.155          0.0238   {txt}
            {res} {ralign 12:{txt:(}-0.41{txt:)}}    {ralign 12:{txt:(}0.06{txt:)}}   {txt}

{txt}speech_92~63{res}       -1.065          -1.237   {txt}
            {res} {ralign 12:{txt:(}-0.99{txt:)}}    {ralign 12:{txt:(}-1.05{txt:)}}   {txt}

{txt}speech_92~64{res}        0.773           0.668   {txt}
            {res} {ralign 12:{txt:(}1.57{txt:)}}    {ralign 12:{txt:(}1.21{txt:)}}   {txt}

{txt}speech_92~65{res}       0.0828           0.300   {txt}
            {res} {ralign 12:{txt:(}0.17{txt:)}}    {ralign 12:{txt:(}0.60{txt:)}}   {txt}

{txt}speech_92~66{res}       -0.286          -0.347   {txt}
            {res} {ralign 12:{txt:(}-0.87{txt:)}}    {ralign 12:{txt:(}-0.92{txt:)}}   {txt}

{txt}speech_92~67{res}        0.174           0.154   {txt}
            {res} {ralign 12:{txt:(}0.53{txt:)}}    {ralign 12:{txt:(}0.42{txt:)}}   {txt}

{txt}speech_92~68{res}       -1.199          -1.640   {txt}
            {res} {ralign 12:{txt:(}-1.74{txt:)}}    {ralign 12:{txt:(}-1.94{txt:)}}   {txt}

{txt}speech_92~69{res}        1.119**         1.089*  {txt}
            {res} {ralign 12:{txt:(}2.89{txt:)}}    {ralign 12:{txt:(}2.51{txt:)}}   {txt}

{txt}speech_92~70{res}       -0.449          -0.864   {txt}
            {res} {ralign 12:{txt:(}-1.23{txt:)}}    {ralign 12:{txt:(}-1.94{txt:)}}   {txt}

{txt}speech_92~71{res}      -0.0690          0.0271   {txt}
            {res} {ralign 12:{txt:(}-0.12{txt:)}}    {ralign 12:{txt:(}0.04{txt:)}}   {txt}

{txt}speech_92~72{res}        0.444           0.362   {txt}
            {res} {ralign 12:{txt:(}1.15{txt:)}}    {ralign 12:{txt:(}0.80{txt:)}}   {txt}

{txt}speech_92~73{res}        0.523           0.674   {txt}
            {res} {ralign 12:{txt:(}1.56{txt:)}}    {ralign 12:{txt:(}1.53{txt:)}}   {txt}

{txt}speech_92~74{res}        0.827           0.749   {txt}
            {res} {ralign 12:{txt:(}1.41{txt:)}}    {ralign 12:{txt:(}1.21{txt:)}}   {txt}

{txt}speech_92~75{res}       -0.472          -0.460   {txt}
            {res} {ralign 12:{txt:(}-0.60{txt:)}}    {ralign 12:{txt:(}-0.50{txt:)}}   {txt}

{txt}speech_92~76{res}        1.026***        0.900*  {txt}
            {res} {ralign 12:{txt:(}3.34{txt:)}}    {ralign 12:{txt:(}2.54{txt:)}}   {txt}

{txt}speech_92~77{res}        0.143           0.209   {txt}
            {res} {ralign 12:{txt:(}0.33{txt:)}}    {ralign 12:{txt:(}0.44{txt:)}}   {txt}

{txt}speech_92~78{res}        0.507           0.190   {txt}
            {res} {ralign 12:{txt:(}0.65{txt:)}}    {ralign 12:{txt:(}0.21{txt:)}}   {txt}

{txt}speech_92~79{res}      -0.0910          -0.615   {txt}
            {res} {ralign 12:{txt:(}-0.17{txt:)}}    {ralign 12:{txt:(}-1.05{txt:)}}   {txt}

{txt}speech_92~80{res}       -0.267          -0.262   {txt}
            {res} {ralign 12:{txt:(}-0.87{txt:)}}    {ralign 12:{txt:(}-0.76{txt:)}}   {txt}

{txt}speech_92~81{res}       -0.263          -0.393   {txt}
            {res} {ralign 12:{txt:(}-0.66{txt:)}}    {ralign 12:{txt:(}-0.93{txt:)}}   {txt}

{txt}speech_92~82{res}        1.564*          1.965*  {txt}
            {res} {ralign 12:{txt:(}2.14{txt:)}}    {ralign 12:{txt:(}2.18{txt:)}}   {txt}

{txt}speech_92~83{res}        0.187           0.173   {txt}
            {res} {ralign 12:{txt:(}0.36{txt:)}}    {ralign 12:{txt:(}0.28{txt:)}}   {txt}

{txt}speech_92~84{res}      -0.0314           0.185   {txt}
            {res} {ralign 12:{txt:(}-0.06{txt:)}}    {ralign 12:{txt:(}0.31{txt:)}}   {txt}

{txt}speech_92~85{res}        0.752           0.633   {txt}
            {res} {ralign 12:{txt:(}1.91{txt:)}}    {ralign 12:{txt:(}1.50{txt:)}}   {txt}

{txt}speech_92~86{res}       -1.066*         -1.302** {txt}
            {res} {ralign 12:{txt:(}-2.44{txt:)}}    {ralign 12:{txt:(}-2.58{txt:)}}   {txt}

{txt}speech_92~87{res}       -0.223          -0.639   {txt}
            {res} {ralign 12:{txt:(}-0.45{txt:)}}    {ralign 12:{txt:(}-1.12{txt:)}}   {txt}

{txt}speech_92~88{res}     -0.00766          -0.363   {txt}
            {res} {ralign 12:{txt:(}-0.02{txt:)}}    {ralign 12:{txt:(}-0.84{txt:)}}   {txt}

{txt}speech_92~89{res}       -0.765*         -1.078*  {txt}
            {res} {ralign 12:{txt:(}-1.98{txt:)}}    {ralign 12:{txt:(}-2.36{txt:)}}   {txt}

{txt}speech_92~90{res}       -0.322          -1.010   {txt}
            {res} {ralign 12:{txt:(}-0.53{txt:)}}    {ralign 12:{txt:(}-1.30{txt:)}}   {txt}

{txt}speech_92~91{res}       -0.278          -0.470   {txt}
            {res} {ralign 12:{txt:(}-0.43{txt:)}}    {ralign 12:{txt:(}-0.60{txt:)}}   {txt}

{txt}speech_92~92{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}quote_92K_1 {res}      -0.0427         0.00675   {txt}
            {res} {ralign 12:{txt:(}-0.08{txt:)}}    {ralign 12:{txt:(}0.01{txt:)}}   {txt}

{txt}quote_92K_2 {res}        0.290           0.214   {txt}
            {res} {ralign 12:{txt:(}1.15{txt:)}}    {ralign 12:{txt:(}0.75{txt:)}}   {txt}

{txt}quote_92K_3 {res}       -0.233          -0.167   {txt}
            {res} {ralign 12:{txt:(}-1.00{txt:)}}    {ralign 12:{txt:(}-0.63{txt:)}}   {txt}

{txt}quote_92K_4 {res}        0.346           0.445   {txt}
            {res} {ralign 12:{txt:(}1.25{txt:)}}    {ralign 12:{txt:(}1.34{txt:)}}   {txt}

{txt}quote_92K_5 {res}        0.890*          0.705   {txt}
            {res} {ralign 12:{txt:(}2.31{txt:)}}    {ralign 12:{txt:(}1.73{txt:)}}   {txt}

{txt}quote_92K_6 {res}      -0.0607         -0.0155   {txt}
            {res} {ralign 12:{txt:(}-0.16{txt:)}}    {ralign 12:{txt:(}-0.03{txt:)}}   {txt}

{txt}quote_92K_7 {res}       -0.109          -0.131   {txt}
            {res} {ralign 12:{txt:(}-0.48{txt:)}}    {ralign 12:{txt:(}-0.50{txt:)}}   {txt}

{txt}quote_92K_8 {res}       -0.305         -0.0415   {txt}
            {res} {ralign 12:{txt:(}-0.87{txt:)}}    {ralign 12:{txt:(}-0.11{txt:)}}   {txt}

{txt}quote_92K_9 {res}      0.00987         -0.0790   {txt}
            {res} {ralign 12:{txt:(}0.02{txt:)}}    {ralign 12:{txt:(}-0.14{txt:)}}   {txt}

{txt}quote_92K_10{res}       -0.195          0.0294   {txt}
            {res} {ralign 12:{txt:(}-0.79{txt:)}}    {ralign 12:{txt:(}0.11{txt:)}}   {txt}

{txt}quote_92K_11{res}        0.127          0.0646   {txt}
            {res} {ralign 12:{txt:(}0.50{txt:)}}    {ralign 12:{txt:(}0.22{txt:)}}   {txt}

{txt}quote_92K_12{res}      -0.0559          -0.211   {txt}
            {res} {ralign 12:{txt:(}-0.12{txt:)}}    {ralign 12:{txt:(}-0.41{txt:)}}   {txt}

{txt}quote_92K_13{res}       -0.381          -0.291   {txt}
            {res} {ralign 12:{txt:(}-1.17{txt:)}}    {ralign 12:{txt:(}-0.81{txt:)}}   {txt}

{txt}quote_92K_14{res}        0.276           0.266   {txt}
            {res} {ralign 12:{txt:(}1.23{txt:)}}    {ralign 12:{txt:(}1.04{txt:)}}   {txt}

{txt}quote_92K_15{res}        0.637*          0.871*  {txt}
            {res} {ralign 12:{txt:(}2.40{txt:)}}    {ralign 12:{txt:(}2.42{txt:)}}   {txt}

{txt}quote_92K_16{res}        0.138           0.164   {txt}
            {res} {ralign 12:{txt:(}0.49{txt:)}}    {ralign 12:{txt:(}0.47{txt:)}}   {txt}

{txt}quote_92K_17{res}        0.359           0.475   {txt}
            {res} {ralign 12:{txt:(}1.00{txt:)}}    {ralign 12:{txt:(}1.04{txt:)}}   {txt}

{txt}quote_92K_18{res}        1.250*          1.558*  {txt}
            {res} {ralign 12:{txt:(}2.57{txt:)}}    {ralign 12:{txt:(}2.45{txt:)}}   {txt}

{txt}quote_92K_19{res}        0.124           0.195   {txt}
            {res} {ralign 12:{txt:(}0.50{txt:)}}    {ralign 12:{txt:(}0.70{txt:)}}   {txt}

{txt}quote_92K_20{res}       -0.224         -0.0926   {txt}
            {res} {ralign 12:{txt:(}-0.75{txt:)}}    {ralign 12:{txt:(}-0.28{txt:)}}   {txt}

{txt}quote_92K_21{res}        0.216           0.164   {txt}
            {res} {ralign 12:{txt:(}0.88{txt:)}}    {ralign 12:{txt:(}0.60{txt:)}}   {txt}

{txt}quote_92K_22{res}        0.552           0.689   {txt}
            {res} {ralign 12:{txt:(}1.74{txt:)}}    {ralign 12:{txt:(}1.85{txt:)}}   {txt}

{txt}quote_92K_23{res}        0.395           0.355   {txt}
            {res} {ralign 12:{txt:(}1.81{txt:)}}    {ralign 12:{txt:(}1.46{txt:)}}   {txt}

{txt}quote_92K_24{res}       -0.163         -0.0600   {txt}
            {res} {ralign 12:{txt:(}-0.70{txt:)}}    {ralign 12:{txt:(}-0.21{txt:)}}   {txt}

{txt}quote_92K_25{res}       -0.200          -0.249   {txt}
            {res} {ralign 12:{txt:(}-0.49{txt:)}}    {ralign 12:{txt:(}-0.54{txt:)}}   {txt}

{txt}quote_92K_26{res}        0.232           0.228   {txt}
            {res} {ralign 12:{txt:(}0.72{txt:)}}    {ralign 12:{txt:(}0.60{txt:)}}   {txt}

{txt}quote_92K_27{res}        0.567           0.605   {txt}
            {res} {ralign 12:{txt:(}1.51{txt:)}}    {ralign 12:{txt:(}1.41{txt:)}}   {txt}

{txt}quote_92K_28{res}        0.366           0.396   {txt}
            {res} {ralign 12:{txt:(}0.82{txt:)}}    {ralign 12:{txt:(}0.80{txt:)}}   {txt}

{txt}quote_92K_29{res}       -0.118          0.0540   {txt}
            {res} {ralign 12:{txt:(}-0.40{txt:)}}    {ralign 12:{txt:(}0.17{txt:)}}   {txt}

{txt}quote_92K_30{res}        0.389           0.134   {txt}
            {res} {ralign 12:{txt:(}0.80{txt:)}}    {ralign 12:{txt:(}0.22{txt:)}}   {txt}

{txt}quote_92K_31{res}      -0.0650           0.199   {txt}
            {res} {ralign 12:{txt:(}-0.28{txt:)}}    {ralign 12:{txt:(}0.73{txt:)}}   {txt}

{txt}quote_92K_32{res}       -0.152          0.0741   {txt}
            {res} {ralign 12:{txt:(}-0.57{txt:)}}    {ralign 12:{txt:(}0.24{txt:)}}   {txt}

{txt}quote_92K_33{res}       -0.271          -0.346   {txt}
            {res} {ralign 12:{txt:(}-1.00{txt:)}}    {ralign 12:{txt:(}-1.13{txt:)}}   {txt}

{txt}quote_92K_34{res}       -0.140          -0.298   {txt}
            {res} {ralign 12:{txt:(}-0.42{txt:)}}    {ralign 12:{txt:(}-0.72{txt:)}}   {txt}

{txt}quote_92K_35{res}      -0.0662         -0.0193   {txt}
            {res} {ralign 12:{txt:(}-0.23{txt:)}}    {ralign 12:{txt:(}-0.06{txt:)}}   {txt}

{txt}quote_92K_36{res}       -0.219          -0.318   {txt}
            {res} {ralign 12:{txt:(}-0.69{txt:)}}    {ralign 12:{txt:(}-0.88{txt:)}}   {txt}

{txt}quote_92K_37{res}       -0.436          -0.447   {txt}
            {res} {ralign 12:{txt:(}-1.37{txt:)}}    {ralign 12:{txt:(}-1.24{txt:)}}   {txt}

{txt}quote_92K_38{res}      -0.0539          -0.172   {txt}
            {res} {ralign 12:{txt:(}-0.14{txt:)}}    {ralign 12:{txt:(}-0.41{txt:)}}   {txt}

{txt}quote_92K_39{res}        0.147           0.223   {txt}
            {res} {ralign 12:{txt:(}0.42{txt:)}}    {ralign 12:{txt:(}0.57{txt:)}}   {txt}

{txt}quote_92K_40{res}       -0.139          -0.130   {txt}
            {res} {ralign 12:{txt:(}-0.41{txt:)}}    {ralign 12:{txt:(}-0.34{txt:)}}   {txt}

{txt}quote_92K_41{res}      -0.0937          -0.171   {txt}
            {res} {ralign 12:{txt:(}-0.38{txt:)}}    {ralign 12:{txt:(}-0.58{txt:)}}   {txt}

{txt}quote_92K_42{res}       -0.293          -0.164   {txt}
            {res} {ralign 12:{txt:(}-0.99{txt:)}}    {ralign 12:{txt:(}-0.47{txt:)}}   {txt}

{txt}quote_92K_43{res}       -0.183         -0.0633   {txt}
            {res} {ralign 12:{txt:(}-0.62{txt:)}}    {ralign 12:{txt:(}-0.19{txt:)}}   {txt}

{txt}quote_92K_44{res}       0.0351         -0.0830   {txt}
            {res} {ralign 12:{txt:(}0.14{txt:)}}    {ralign 12:{txt:(}-0.29{txt:)}}   {txt}

{txt}quote_92K_45{res}        0.204           0.243   {txt}
            {res} {ralign 12:{txt:(}0.65{txt:)}}    {ralign 12:{txt:(}0.60{txt:)}}   {txt}

{txt}quote_92K_46{res}       -0.198         -0.0768   {txt}
            {res} {ralign 12:{txt:(}-0.52{txt:)}}    {ralign 12:{txt:(}-0.17{txt:)}}   {txt}

{txt}quote_92K_47{res}      -0.0673          -0.225   {txt}
            {res} {ralign 12:{txt:(}-0.23{txt:)}}    {ralign 12:{txt:(}-0.64{txt:)}}   {txt}

{txt}quote_92K_48{res}        0.155          0.0612   {txt}
            {res} {ralign 12:{txt:(}0.44{txt:)}}    {ralign 12:{txt:(}0.18{txt:)}}   {txt}

{txt}quote_92K_49{res}        0.148          0.0598   {txt}
            {res} {ralign 12:{txt:(}0.47{txt:)}}    {ralign 12:{txt:(}0.15{txt:)}}   {txt}

{txt}quote_92K_50{res}       -0.222          -0.305   {txt}
            {res} {ralign 12:{txt:(}-0.57{txt:)}}    {ralign 12:{txt:(}-0.70{txt:)}}   {txt}

{txt}quote_92K_51{res}       0.0271         0.00648   {txt}
            {res} {ralign 12:{txt:(}0.11{txt:)}}    {ralign 12:{txt:(}0.02{txt:)}}   {txt}

{txt}quote_92K_52{res}       -0.198          -0.170   {txt}
            {res} {ralign 12:{txt:(}-0.80{txt:)}}    {ralign 12:{txt:(}-0.58{txt:)}}   {txt}

{txt}quote_92K_53{res}      -0.0113         -0.0493   {txt}
            {res} {ralign 12:{txt:(}-0.04{txt:)}}    {ralign 12:{txt:(}-0.15{txt:)}}   {txt}

{txt}quote_92K_54{res}       0.0744           0.247   {txt}
            {res} {ralign 12:{txt:(}0.23{txt:)}}    {ralign 12:{txt:(}0.67{txt:)}}   {txt}

{txt}quote_92K_55{res}       -0.126         -0.0853   {txt}
            {res} {ralign 12:{txt:(}-0.47{txt:)}}    {ralign 12:{txt:(}-0.24{txt:)}}   {txt}

{txt}quote_92K_56{res}       0.0449          0.0139   {txt}
            {res} {ralign 12:{txt:(}0.13{txt:)}}    {ralign 12:{txt:(}0.03{txt:)}}   {txt}

{txt}quote_92K_57{res}      0.00328          0.0809   {txt}
            {res} {ralign 12:{txt:(}0.01{txt:)}}    {ralign 12:{txt:(}0.25{txt:)}}   {txt}

{txt}quote_92K_58{res}        0.257           0.170   {txt}
            {res} {ralign 12:{txt:(}0.77{txt:)}}    {ralign 12:{txt:(}0.37{txt:)}}   {txt}

{txt}quote_92K_59{res}        0.385           0.543*  {txt}
            {res} {ralign 12:{txt:(}1.70{txt:)}}    {ralign 12:{txt:(}1.99{txt:)}}   {txt}

{txt}quote_92K_60{res}        0.299           0.424   {txt}
            {res} {ralign 12:{txt:(}1.23{txt:)}}    {ralign 12:{txt:(}1.46{txt:)}}   {txt}

{txt}quote_92K_61{res}        0.487           0.547   {txt}
            {res} {ralign 12:{txt:(}1.65{txt:)}}    {ralign 12:{txt:(}1.47{txt:)}}   {txt}

{txt}quote_92K_62{res}        0.181           0.278   {txt}
            {res} {ralign 12:{txt:(}0.70{txt:)}}    {ralign 12:{txt:(}0.96{txt:)}}   {txt}

{txt}quote_92K_63{res}        0.119          0.0194   {txt}
            {res} {ralign 12:{txt:(}0.25{txt:)}}    {ralign 12:{txt:(}0.04{txt:)}}   {txt}

{txt}quote_92K_64{res}      -0.0163         -0.0313   {txt}
            {res} {ralign 12:{txt:(}-0.06{txt:)}}    {ralign 12:{txt:(}-0.10{txt:)}}   {txt}

{txt}quote_92K_65{res}        0.137           0.108   {txt}
            {res} {ralign 12:{txt:(}0.46{txt:)}}    {ralign 12:{txt:(}0.31{txt:)}}   {txt}

{txt}quote_92K_66{res}        0.155           0.267   {txt}
            {res} {ralign 12:{txt:(}0.66{txt:)}}    {ralign 12:{txt:(}0.96{txt:)}}   {txt}

{txt}quote_92K_67{res}        0.206          0.0615   {txt}
            {res} {ralign 12:{txt:(}0.77{txt:)}}    {ralign 12:{txt:(}0.21{txt:)}}   {txt}

{txt}quote_92K_68{res}       -0.319         -0.0203   {txt}
            {res} {ralign 12:{txt:(}-0.95{txt:)}}    {ralign 12:{txt:(}-0.06{txt:)}}   {txt}

{txt}quote_92K_69{res}       -0.232         -0.0721   {txt}
            {res} {ralign 12:{txt:(}-0.72{txt:)}}    {ralign 12:{txt:(}-0.18{txt:)}}   {txt}

{txt}quote_92K_70{res}        0.139           0.217   {txt}
            {res} {ralign 12:{txt:(}0.49{txt:)}}    {ralign 12:{txt:(}0.62{txt:)}}   {txt}

{txt}quote_92K_71{res}       -0.146        -0.00413   {txt}
            {res} {ralign 12:{txt:(}-0.43{txt:)}}    {ralign 12:{txt:(}-0.01{txt:)}}   {txt}

{txt}quote_92K_72{res}       -0.307          -0.240   {txt}
            {res} {ralign 12:{txt:(}-1.16{txt:)}}    {ralign 12:{txt:(}-0.79{txt:)}}   {txt}

{txt}quote_92K_73{res}       -0.152           0.152   {txt}
            {res} {ralign 12:{txt:(}-0.53{txt:)}}    {ralign 12:{txt:(}0.44{txt:)}}   {txt}

{txt}quote_92K_74{res}       -0.557          -0.351   {txt}
            {res} {ralign 12:{txt:(}-1.57{txt:)}}    {ralign 12:{txt:(}-0.87{txt:)}}   {txt}

{txt}quote_92K_75{res}       -0.437          -0.499   {txt}
            {res} {ralign 12:{txt:(}-1.16{txt:)}}    {ralign 12:{txt:(}-1.16{txt:)}}   {txt}

{txt}quote_92K_76{res}       0.0996           0.116   {txt}
            {res} {ralign 12:{txt:(}0.42{txt:)}}    {ralign 12:{txt:(}0.43{txt:)}}   {txt}

{txt}quote_92K_77{res}      -0.0358           0.291   {txt}
            {res} {ralign 12:{txt:(}-0.11{txt:)}}    {ralign 12:{txt:(}0.79{txt:)}}   {txt}

{txt}quote_92K_78{res}       0.0263        -0.00131   {txt}
            {res} {ralign 12:{txt:(}0.07{txt:)}}    {ralign 12:{txt:(}-0.00{txt:)}}   {txt}

{txt}quote_92K_79{res}      -0.0107          -0.410   {txt}
            {res} {ralign 12:{txt:(}-0.03{txt:)}}    {ralign 12:{txt:(}-0.92{txt:)}}   {txt}

{txt}quote_92K_80{res}       0.0684          0.0270   {txt}
            {res} {ralign 12:{txt:(}0.24{txt:)}}    {ralign 12:{txt:(}0.08{txt:)}}   {txt}

{txt}quote_92K_81{res}      -0.0148          0.0814   {txt}
            {res} {ralign 12:{txt:(}-0.05{txt:)}}    {ralign 12:{txt:(}0.27{txt:)}}   {txt}

{txt}quote_92K_82{res}        0.145           0.308   {txt}
            {res} {ralign 12:{txt:(}0.47{txt:)}}    {ralign 12:{txt:(}0.81{txt:)}}   {txt}

{txt}quote_92K_83{res}       -0.423          -0.378   {txt}
            {res} {ralign 12:{txt:(}-1.18{txt:)}}    {ralign 12:{txt:(}-0.86{txt:)}}   {txt}

{txt}quote_92K_84{res}       -0.233          -0.616   {txt}
            {res} {ralign 12:{txt:(}-0.70{txt:)}}    {ralign 12:{txt:(}-1.68{txt:)}}   {txt}

{txt}quote_92K_85{res}       -0.165          -0.218   {txt}
            {res} {ralign 12:{txt:(}-0.57{txt:)}}    {ralign 12:{txt:(}-0.67{txt:)}}   {txt}

{txt}quote_92K_86{res}       -0.198        -0.00782   {txt}
            {res} {ralign 12:{txt:(}-0.68{txt:)}}    {ralign 12:{txt:(}-0.02{txt:)}}   {txt}

{txt}quote_92K_87{res}        0.132          0.0186   {txt}
            {res} {ralign 12:{txt:(}0.42{txt:)}}    {ralign 12:{txt:(}0.05{txt:)}}   {txt}

{txt}quote_92K_88{res}       -0.169          -0.175   {txt}
            {res} {ralign 12:{txt:(}-0.69{txt:)}}    {ralign 12:{txt:(}-0.63{txt:)}}   {txt}

{txt}quote_92K_89{res}       0.0498           0.158   {txt}
            {res} {ralign 12:{txt:(}0.17{txt:)}}    {ralign 12:{txt:(}0.49{txt:)}}   {txt}

{txt}quote_92K_90{res}       -0.249          -0.133   {txt}
            {res} {ralign 12:{txt:(}-0.66{txt:)}}    {ralign 12:{txt:(}-0.32{txt:)}}   {txt}

{txt}quote_92K_91{res}       -0.632          -0.546   {txt}
            {res} {ralign 12:{txt:(}-1.49{txt:)}}    {ralign 12:{txt:(}-1.04{txt:)}}   {txt}

{txt}quote_92K_92{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}article_4~_1{res}        1.583*          0.783   {txt}
            {res} {ralign 12:{txt:(}2.44{txt:)}}    {ralign 12:{txt:(}0.99{txt:)}}   {txt}

{txt}article_4~_2{res}        0.135          -0.178   {txt}
            {res} {ralign 12:{txt:(}0.19{txt:)}}    {ralign 12:{txt:(}-0.21{txt:)}}   {txt}

{txt}article_4~_3{res}        2.719***        1.731   {txt}
            {res} {ralign 12:{txt:(}3.54{txt:)}}    {ralign 12:{txt:(}1.91{txt:)}}   {txt}

{txt}article_4~_4{res}        1.128           0.551   {txt}
            {res} {ralign 12:{txt:(}1.08{txt:)}}    {ralign 12:{txt:(}0.47{txt:)}}   {txt}

{txt}article_4~_5{res}        1.149          -0.112   {txt}
            {res} {ralign 12:{txt:(}1.36{txt:)}}    {ralign 12:{txt:(}-0.11{txt:)}}   {txt}

{txt}article_4~_6{res}        1.820*          0.670   {txt}
            {res} {ralign 12:{txt:(}2.12{txt:)}}    {ralign 12:{txt:(}0.67{txt:)}}   {txt}

{txt}article_4~_7{res}        0.700          0.0624   {txt}
            {res} {ralign 12:{txt:(}1.04{txt:)}}    {ralign 12:{txt:(}0.08{txt:)}}   {txt}

{txt}article_4~_8{res}        2.794***        2.291*  {txt}
            {res} {ralign 12:{txt:(}3.46{txt:)}}    {ralign 12:{txt:(}2.38{txt:)}}   {txt}

{txt}article_4~_9{res}        0.604          -0.379   {txt}
            {res} {ralign 12:{txt:(}0.75{txt:)}}    {ralign 12:{txt:(}-0.39{txt:)}}   {txt}

{txt}article_4~10{res}        1.059           0.749   {txt}
            {res} {ralign 12:{txt:(}1.58{txt:)}}    {ralign 12:{txt:(}0.95{txt:)}}   {txt}

{txt}article_4~11{res}        1.052           0.556   {txt}
            {res} {ralign 12:{txt:(}1.38{txt:)}}    {ralign 12:{txt:(}0.61{txt:)}}   {txt}

{txt}article_4~12{res}        1.932**         1.360   {txt}
            {res} {ralign 12:{txt:(}2.91{txt:)}}    {ralign 12:{txt:(}1.73{txt:)}}   {txt}

{txt}article_4~13{res}        0.995           0.450   {txt}
            {res} {ralign 12:{txt:(}1.47{txt:)}}    {ralign 12:{txt:(}0.56{txt:)}}   {txt}

{txt}article_4~14{res}        1.223           0.964   {txt}
            {res} {ralign 12:{txt:(}1.60{txt:)}}    {ralign 12:{txt:(}1.04{txt:)}}   {txt}

{txt}article_4~15{res}        0.769           0.156   {txt}
            {res} {ralign 12:{txt:(}1.10{txt:)}}    {ralign 12:{txt:(}0.19{txt:)}}   {txt}

{txt}article_4~16{res}        1.251           0.320   {txt}
            {res} {ralign 12:{txt:(}1.44{txt:)}}    {ralign 12:{txt:(}0.30{txt:)}}   {txt}

{txt}article_4~17{res}        0.719           0.176   {txt}
            {res} {ralign 12:{txt:(}1.09{txt:)}}    {ralign 12:{txt:(}0.22{txt:)}}   {txt}

{txt}article_4~18{res}        0.577          -0.129   {txt}
            {res} {ralign 12:{txt:(}0.88{txt:)}}    {ralign 12:{txt:(}-0.17{txt:)}}   {txt}

{txt}article_4~19{res}        0.984           0.222   {txt}
            {res} {ralign 12:{txt:(}1.47{txt:)}}    {ralign 12:{txt:(}0.28{txt:)}}   {txt}

{txt}article_4~20{res}        2.087**         1.479   {txt}
            {res} {ralign 12:{txt:(}2.70{txt:)}}    {ralign 12:{txt:(}1.61{txt:)}}   {txt}

{txt}article_4~21{res}        0.279          -0.698   {txt}
            {res} {ralign 12:{txt:(}0.34{txt:)}}    {ralign 12:{txt:(}-0.73{txt:)}}   {txt}

{txt}article_4~22{res}        1.154           0.494   {txt}
            {res} {ralign 12:{txt:(}1.48{txt:)}}    {ralign 12:{txt:(}0.54{txt:)}}   {txt}

{txt}article_4~23{res}        0.948           0.468   {txt}
            {res} {ralign 12:{txt:(}1.38{txt:)}}    {ralign 12:{txt:(}0.58{txt:)}}   {txt}

{txt}article_4~24{res}        1.683*          1.090   {txt}
            {res} {ralign 12:{txt:(}2.09{txt:)}}    {ralign 12:{txt:(}1.15{txt:)}}   {txt}

{txt}article_4~25{res}        0.653          -0.291   {txt}
            {res} {ralign 12:{txt:(}0.81{txt:)}}    {ralign 12:{txt:(}-0.30{txt:)}}   {txt}

{txt}article_4~26{res}        0.689           0.154   {txt}
            {res} {ralign 12:{txt:(}0.92{txt:)}}    {ralign 12:{txt:(}0.17{txt:)}}   {txt}

{txt}article_4~27{res}        1.725*          1.070   {txt}
            {res} {ralign 12:{txt:(}2.28{txt:)}}    {ralign 12:{txt:(}1.21{txt:)}}   {txt}

{txt}article_4~28{res}        1.257           0.766   {txt}
            {res} {ralign 12:{txt:(}1.66{txt:)}}    {ralign 12:{txt:(}0.86{txt:)}}   {txt}

{txt}article_4~29{res}        1.224           0.548   {txt}
            {res} {ralign 12:{txt:(}1.79{txt:)}}    {ralign 12:{txt:(}0.67{txt:)}}   {txt}

{txt}article_4~30{res}        1.116           0.392   {txt}
            {res} {ralign 12:{txt:(}1.52{txt:)}}    {ralign 12:{txt:(}0.45{txt:)}}   {txt}

{txt}article_4~31{res}        0.969           0.450   {txt}
            {res} {ralign 12:{txt:(}1.24{txt:)}}    {ralign 12:{txt:(}0.48{txt:)}}   {txt}

{txt}article_4~32{res}       -0.768          -1.339   {txt}
            {res} {ralign 12:{txt:(}-1.10{txt:)}}    {ralign 12:{txt:(}-1.58{txt:)}}   {txt}

{txt}article_4~33{res}        0.993           0.389   {txt}
            {res} {ralign 12:{txt:(}1.46{txt:)}}    {ralign 12:{txt:(}0.48{txt:)}}   {txt}

{txt}article_4~34{res}        1.237           0.326   {txt}
            {res} {ralign 12:{txt:(}1.71{txt:)}}    {ralign 12:{txt:(}0.38{txt:)}}   {txt}

{txt}article_4~35{res}        1.073           0.260   {txt}
            {res} {ralign 12:{txt:(}1.60{txt:)}}    {ralign 12:{txt:(}0.33{txt:)}}   {txt}

{txt}article_4~36{res}        0.928           0.208   {txt}
            {res} {ralign 12:{txt:(}1.44{txt:)}}    {ralign 12:{txt:(}0.27{txt:)}}   {txt}

{txt}article_4~37{res}        0.909           0.413   {txt}
            {res} {ralign 12:{txt:(}1.30{txt:)}}    {ralign 12:{txt:(}0.50{txt:)}}   {txt}

{txt}article_4~38{res}        2.181**         1.507   {txt}
            {res} {ralign 12:{txt:(}2.79{txt:)}}    {ralign 12:{txt:(}1.64{txt:)}}   {txt}

{txt}article_4~39{res}      -0.0323          -0.395   {txt}
            {res} {ralign 12:{txt:(}-0.04{txt:)}}    {ralign 12:{txt:(}-0.45{txt:)}}   {txt}

{txt}article_4~40{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank      {res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank      {res}       -0.324          -0.321   {txt}
            {res} {ralign 12:{txt:(}-1.28{txt:)}}    {ralign 12:{txt:(}-1.12{txt:)}}   {txt}

{txt}3.rank      {res}      -0.0109        -0.00463   {txt}
            {res} {ralign 12:{txt:(}-0.05{txt:)}}    {ralign 12:{txt:(}-0.02{txt:)}}   {txt}

{txt}4.rank      {res}       -0.360          -0.410   {txt}
            {res} {ralign 12:{txt:(}-1.12{txt:)}}    {ralign 12:{txt:(}-0.93{txt:)}}   {txt}

{txt}5.rank      {res}       -0.943**        -1.076*  {txt}
            {res} {ralign 12:{txt:(}-2.58{txt:)}}    {ralign 12:{txt:(}-2.52{txt:)}}   {txt}

{txt}6.rank      {res}       -0.545*         -0.601*  {txt}
            {res} {ralign 12:{txt:(}-2.47{txt:)}}    {ralign 12:{txt:(}-2.34{txt:)}}   {txt}

{txt}7.rank      {res}       -0.178          -1.524   {txt}
            {res} {ralign 12:{txt:(}-0.19{txt:)}}    {ralign 12:{txt:(}-1.65{txt:)}}   {txt}

{txt}8.rank      {res}       -0.984*          0.233   {txt}
            {res} {ralign 12:{txt:(}-2.24{txt:)}}    {ralign 12:{txt:(}0.36{txt:)}}   {txt}

{txt}9.rank      {res}        1.199***        1.162***{txt}
            {res} {ralign 12:{txt:(}4.43{txt:)}}    {ralign 12:{txt:(}3.63{txt:)}}   {txt}

{txt}10.rank     {res}       -0.487*         -0.525*  {txt}
            {res} {ralign 12:{txt:(}-2.49{txt:)}}    {ralign 12:{txt:(}-2.30{txt:)}}   {txt}

{txt}11.rank     {res}       -0.634**                 {txt}
            {res} {ralign 12:{txt:(}-2.79{txt:)}}                   {txt}

{txt}12.rank     {res}       -0.523*                  {txt}
            {res} {ralign 12:{txt:(}-2.52{txt:)}}                   {txt}

{txt}MFA         {res}        2.099           0.129   {txt}
            {res} {ralign 12:{txt:(}1.68{txt:)}}    {ralign 12:{txt:(}0.20{txt:)}}   {txt}

{txt}PMO         {res}        0.897**         0.891*  {txt}
            {res} {ralign 12:{txt:(}2.59{txt:)}}    {ralign 12:{txt:(}2.24{txt:)}}   {txt}

{txt}MEWR        {res}        0.233           0.258   {txt}
            {res} {ralign 12:{txt:(}0.23{txt:)}}    {ralign 12:{txt:(}0.96{txt:)}}   {txt}

{txt}MCI         {res}        2.566           1.072   {txt}
            {res} {ralign 12:{txt:(}1.83{txt:)}}    {ralign 12:{txt:(}1.92{txt:)}}   {txt}

{txt}MTI         {res}       -1.854           0.110   {txt}
            {res} {ralign 12:{txt:(}-1.58{txt:)}}    {ralign 12:{txt:(}0.25{txt:)}}   {txt}

{txt}MHA         {res}        0.579          -0.636   {txt}
            {res} {ralign 12:{txt:(}1.02{txt:)}}    {ralign 12:{txt:(}-0.86{txt:)}}   {txt}

{txt}MCCY        {res}        0.588          -0.663   {txt}
            {res} {ralign 12:{txt:(}1.82{txt:)}}    {ralign 12:{txt:(}-1.01{txt:)}}   {txt}

{txt}MinLaw      {res}        0.181          0.0944   {txt}
            {res} {ralign 12:{txt:(}0.19{txt:)}}    {ralign 12:{txt:(}0.09{txt:)}}   {txt}

{txt}MOH         {res}       -1.783          -1.202   {txt}
            {res} {ralign 12:{txt:(}-1.71{txt:)}}    {ralign 12:{txt:(}-1.42{txt:)}}   {txt}

{txt}MOM         {res}        0.406           1.995*  {txt}
            {res} {ralign 12:{txt:(}0.46{txt:)}}    {ralign 12:{txt:(}2.12{txt:)}}   {txt}

{txt}MinDef      {res}       0.0324           1.198   {txt}
            {res} {ralign 12:{txt:(}0.09{txt:)}}    {ralign 12:{txt:(}1.74{txt:)}}   {txt}

{txt}MSF         {res}        0.853          -0.420   {txt}
            {res} {ralign 12:{txt:(}1.75{txt:)}}    {ralign 12:{txt:(}-0.80{txt:)}}   {txt}

{txt}MOT         {res}        2.496*          0.711   {txt}
            {res} {ralign 12:{txt:(}2.12{txt:)}}    {ralign 12:{txt:(}1.42{txt:)}}   {txt}

{txt}MND         {res}        0.434          -0.672   {txt}
            {res} {ralign 12:{txt:(}1.49{txt:)}}    {ralign 12:{txt:(}-1.00{txt:)}}   {txt}

{txt}MOF         {res}        0.157          0.0370   {txt}
            {res} {ralign 12:{txt:(}0.82{txt:)}}    {ralign 12:{txt:(}0.12{txt:)}}   {txt}

{txt}MOE         {res}       -0.785           0.493   {txt}
            {res} {ralign 12:{txt:(}-1.21{txt:)}}    {ralign 12:{txt:(}1.59{txt:)}}   {txt}

{txt}speaker     {res}        0.431*          0.405*  {txt}
            {res} {ralign 12:{txt:(}2.50{txt:)}}    {ralign 12:{txt:(}2.28{txt:)}}   {txt}

{txt}1.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MFA{res}       -2.116          -0.159   {txt}
            {res} {ralign 12:{txt:(}-1.69{txt:)}}    {ralign 12:{txt:(}-0.24{txt:)}}   {txt}

{txt}4.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MFA{res}       -1.929          0.0272   {txt}
            {res} {ralign 12:{txt:(}-1.52{txt:)}}    {ralign 12:{txt:(}0.04{txt:)}}   {txt}

{txt}5.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MFA{res}       -0.948               0   {txt}
            {res} {ralign 12:{txt:(}-0.73{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MFA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~A{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~A{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.PMO{res}       -0.942**        -1.034*  {txt}
            {res} {ralign 12:{txt:(}-2.63{txt:)}}    {ralign 12:{txt:(}-2.50{txt:)}}   {txt}

{txt}4.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.PMO{res}       -1.181**        -1.178*  {txt}
            {res} {ralign 12:{txt:(}-2.78{txt:)}}    {ralign 12:{txt:(}-2.22{txt:)}}   {txt}

{txt}5.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.PMO{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~O{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~O{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~O{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~O{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~O{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~O{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.M~R{res}       -0.345          -0.295   {txt}
            {res} {ralign 12:{txt:(}-0.34{txt:)}}    {ralign 12:{txt:(}-1.03{txt:)}}   {txt}

{txt}4.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.M~R{res}       -0.173               0   {txt}
            {res} {ralign 12:{txt:(}-0.17{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.M~R{res}        0.318               0   {txt}
            {res} {ralign 12:{txt:(}0.29{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.M~R{res}       -0.331               0   {txt}
            {res} {ralign 12:{txt:(}-0.32{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.M~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~R{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~R{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~R{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~R{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~R{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MCI{res}       -2.675          -1.174*  {txt}
            {res} {ralign 12:{txt:(}-1.90{txt:)}}    {ralign 12:{txt:(}-2.06{txt:)}}   {txt}

{txt}4.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MCI{res}       -2.437          -0.425   {txt}
            {res} {ralign 12:{txt:(}-1.71{txt:)}}    {ralign 12:{txt:(}-0.54{txt:)}}   {txt}

{txt}5.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MCI{res}       -1.907          -0.224   {txt}
            {res} {ralign 12:{txt:(}-1.34{txt:)}}    {ralign 12:{txt:(}-0.37{txt:)}}   {txt}

{txt}6.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MCI{res}       -1.550               0   {txt}
            {res} {ralign 12:{txt:(}-1.19{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MCI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~I{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~I{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MTI{res}        1.680          -0.274   {txt}
            {res} {ralign 12:{txt:(}1.42{txt:)}}    {ralign 12:{txt:(}-0.59{txt:)}}   {txt}

{txt}4.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MTI{res}        1.873          -0.703   {txt}
            {res} {ralign 12:{txt:(}1.57{txt:)}}    {ralign 12:{txt:(}-1.09{txt:)}}   {txt}

{txt}5.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MTI{res}        2.095           0.111   {txt}
            {res} {ralign 12:{txt:(}1.75{txt:)}}    {ralign 12:{txt:(}0.19{txt:)}}   {txt}

{txt}6.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MTI{res}        3.177*              0   {txt}
            {res} {ralign 12:{txt:(}2.32{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MTI{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~I{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~I{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~I{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MHA{res}       -0.518           0.751   {txt}
            {res} {ralign 12:{txt:(}-0.86{txt:)}}    {ralign 12:{txt:(}0.97{txt:)}}   {txt}

{txt}3.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MHA{res}       -0.436           0.883   {txt}
            {res} {ralign 12:{txt:(}-0.75{txt:)}}    {ralign 12:{txt:(}1.19{txt:)}}   {txt}

{txt}4.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MHA{res}       -0.726           0.253   {txt}
            {res} {ralign 12:{txt:(}-1.20{txt:)}}    {ralign 12:{txt:(}0.30{txt:)}}   {txt}

{txt}5.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MHA{res}       -0.458           0.938   {txt}
            {res} {ralign 12:{txt:(}-0.69{txt:)}}    {ralign 12:{txt:(}1.16{txt:)}}   {txt}

{txt}6.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MHA{res}        0.422           1.737   {txt}
            {res} {ralign 12:{txt:(}0.42{txt:)}}    {ralign 12:{txt:(}1.51{txt:)}}   {txt}

{txt}8.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MHA{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~A{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~A{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~A{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.M~Y{res}       -0.729*          0.511   {txt}
            {res} {ralign 12:{txt:(}-2.16{txt:)}}    {ralign 12:{txt:(}0.76{txt:)}}   {txt}

{txt}4.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.M~Y{res}       -0.529           1.260   {txt}
            {res} {ralign 12:{txt:(}-1.16{txt:)}}    {ralign 12:{txt:(}1.66{txt:)}}   {txt}

{txt}5.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.M~Y{res}       -0.788           0.456   {txt}
            {res} {ralign 12:{txt:(}-1.55{txt:)}}    {ralign 12:{txt:(}0.56{txt:)}}   {txt}

{txt}6.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.M~Y{res}       -2.587           0.563   {txt}
            {res} {ralign 12:{txt:(}-1.90{txt:)}}    {ralign 12:{txt:(}0.76{txt:)}}   {txt}

{txt}7.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.M~Y{res}       -3.648*          0.732   {txt}
            {res} {ralign 12:{txt:(}-2.24{txt:)}}    {ralign 12:{txt:(}0.62{txt:)}}   {txt}

{txt}8.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.M~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~Y{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~Y{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~Y{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~Y{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~Y{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.M~w{res}        0.106          0.0916   {txt}
            {res} {ralign 12:{txt:(}0.10{txt:)}}    {ralign 12:{txt:(}0.08{txt:)}}   {txt}

{txt}3.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.M~w{res}       -0.417          -0.291   {txt}
            {res} {ralign 12:{txt:(}-0.43{txt:)}}    {ralign 12:{txt:(}-0.29{txt:)}}   {txt}

{txt}4.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.M~w{res}       0.0568           0.465   {txt}
            {res} {ralign 12:{txt:(}0.06{txt:)}}    {ralign 12:{txt:(}0.45{txt:)}}   {txt}

{txt}5.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.M~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~w{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~w{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~w{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~w{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~w{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MOH{res}        1.566           1.068   {txt}
            {res} {ralign 12:{txt:(}1.50{txt:)}}    {ralign 12:{txt:(}1.24{txt:)}}   {txt}

{txt}4.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MOH{res}        2.171*          1.249   {txt}
            {res} {ralign 12:{txt:(}2.00{txt:)}}    {ralign 12:{txt:(}1.37{txt:)}}   {txt}

{txt}5.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MOH{res}        2.452*          1.895   {txt}
            {res} {ralign 12:{txt:(}2.26{txt:)}}    {ralign 12:{txt:(}1.69{txt:)}}   {txt}

{txt}6.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MOH{res}        1.013           0.278   {txt}
            {res} {ralign 12:{txt:(}0.91{txt:)}}    {ralign 12:{txt:(}0.29{txt:)}}   {txt}

{txt}8.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MOH{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~H{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~H{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~H{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~H{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~H{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~H{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MOM{res}       -0.492          -2.113*  {txt}
            {res} {ralign 12:{txt:(}-0.55{txt:)}}    {ralign 12:{txt:(}-2.20{txt:)}}   {txt}

{txt}3.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MOM{res}       -0.617          -2.279*  {txt}
            {res} {ralign 12:{txt:(}-0.70{txt:)}}    {ralign 12:{txt:(}-2.41{txt:)}}   {txt}

{txt}4.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MOM{res}       -0.960          -2.206*  {txt}
            {res} {ralign 12:{txt:(}-1.06{txt:)}}    {ralign 12:{txt:(}-2.30{txt:)}}   {txt}

{txt}5.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MOM{res}       -0.262          -1.767   {txt}
            {res} {ralign 12:{txt:(}-0.29{txt:)}}    {ralign 12:{txt:(}-1.88{txt:)}}   {txt}

{txt}6.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MOM{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~M{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~M{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~M{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~M{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~M{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~M{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.M~f{res}        0.303          -0.878   {txt}
            {res} {ralign 12:{txt:(}0.67{txt:)}}    {ralign 12:{txt:(}-1.16{txt:)}}   {txt}

{txt}3.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.M~f{res}      -0.0629          -1.244   {txt}
            {res} {ralign 12:{txt:(}-0.18{txt:)}}    {ralign 12:{txt:(}-1.79{txt:)}}   {txt}

{txt}4.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.M~f{res}       0.0631          -1.157   {txt}
            {res} {ralign 12:{txt:(}0.14{txt:)}}    {ralign 12:{txt:(}-1.35{txt:)}}   {txt}

{txt}5.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.M~f{res}        0.159          -0.855   {txt}
            {res} {ralign 12:{txt:(}0.36{txt:)}}    {ralign 12:{txt:(}-1.14{txt:)}}   {txt}

{txt}6.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.M~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~f{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~f{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~f{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~f{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~f{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MSF{res}       -0.928           0.337   {txt}
            {res} {ralign 12:{txt:(}-1.83{txt:)}}    {ralign 12:{txt:(}0.61{txt:)}}   {txt}

{txt}4.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MSF{res}       -0.833               0   {txt}
            {res} {ralign 12:{txt:(}-1.26{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MSF{res}        0.256           1.727*  {txt}
            {res} {ralign 12:{txt:(}0.36{txt:)}}    {ralign 12:{txt:(}2.03{txt:)}}   {txt}

{txt}6.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MSF{res}        0.613         -0.0100   {txt}
            {res} {ralign 12:{txt:(}0.48{txt:)}}    {ralign 12:{txt:(}-0.01{txt:)}}   {txt}

{txt}7.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MSF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~F{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~F{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MOT{res}       -2.644*         -0.866   {txt}
            {res} {ralign 12:{txt:(}-2.24{txt:)}}    {ralign 12:{txt:(}-1.70{txt:)}}   {txt}

{txt}4.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MOT{res}       -2.473*         -0.535   {txt}
            {res} {ralign 12:{txt:(}-2.05{txt:)}}    {ralign 12:{txt:(}-0.97{txt:)}}   {txt}

{txt}5.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MOT{res}       -2.021               0   {txt}
            {res} {ralign 12:{txt:(}-1.64{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MOT{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~T{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~T{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~T{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~T{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~T{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~T{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MND{res}       -0.543           0.561   {txt}
            {res} {ralign 12:{txt:(}-1.73{txt:)}}    {ralign 12:{txt:(}0.83{txt:)}}   {txt}

{txt}4.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MND{res}      -0.0908           1.471*  {txt}
            {res} {ralign 12:{txt:(}-0.26{txt:)}}    {ralign 12:{txt:(}2.07{txt:)}}   {txt}

{txt}5.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MND{res}       0.0670           1.442   {txt}
            {res} {ralign 12:{txt:(}0.17{txt:)}}    {ralign 12:{txt:(}1.78{txt:)}}   {txt}

{txt}6.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MND{res}       -0.589           1.983   {txt}
            {res} {ralign 12:{txt:(}-0.53{txt:)}}    {ralign 12:{txt:(}1.44{txt:)}}   {txt}

{txt}8.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MND{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~D{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~D{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~D{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~D{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~D{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~D{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MOF{res}       -0.166         -0.0359   {txt}
            {res} {ralign 12:{txt:(}-0.55{txt:)}}    {ralign 12:{txt:(}-0.08{txt:)}}   {txt}

{txt}2.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MOF{res}        0.130           0.248   {txt}
            {res} {ralign 12:{txt:(}0.45{txt:)}}    {ralign 12:{txt:(}0.64{txt:)}}   {txt}

{txt}3.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MOF{res}       -0.172          0.0157   {txt}
            {res} {ralign 12:{txt:(}-0.79{txt:)}}    {ralign 12:{txt:(}0.05{txt:)}}   {txt}

{txt}4.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MOF{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~F{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~F{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~F{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.MOE{res}        0.814          -0.457   {txt}
            {res} {ralign 12:{txt:(}1.25{txt:)}}    {ralign 12:{txt:(}-1.45{txt:)}}   {txt}

{txt}4.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.MOE{res}        0.763          -1.648*  {txt}
            {res} {ralign 12:{txt:(}1.14{txt:)}}    {ralign 12:{txt:(}-2.12{txt:)}}   {txt}

{txt}5.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.MOE{res}        1.273               0   {txt}
            {res} {ralign 12:{txt:(}1.80{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.MOE{res}      -0.0802               0   {txt}
            {res} {ralign 12:{txt:(}-0.11{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.MOE{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#0.~E{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~E{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~E{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~E{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~E{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~E{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}1.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}1.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}2.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}3.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}4.rank#1.s~r{res}       -0.412          -0.293   {txt}
            {res} {ralign 12:{txt:(}-1.12{txt:)}}    {ralign 12:{txt:(}-0.77{txt:)}}   {txt}

{txt}5.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}5.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}6.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}7.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}8.rank#1.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#0.s~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}9.rank#1.s~r{res}       -1.097*         -1.259*  {txt}
            {res} {ralign 12:{txt:(}-2.52{txt:)}}    {ralign 12:{txt:(}-2.31{txt:)}}   {txt}

{txt}10.rank#0.~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}10.rank#1.~r{res}            0               0   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}    {ralign 12:{txt:(}.{txt:)}}   {txt}

{txt}11.rank#0.~r{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}11.rank#1.~r{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#0.~r{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}12.rank#1.~r{res}            0                   {txt}
            {res} {ralign 12:{txt:(}.{txt:)}}                   {txt}

{txt}group_size  {res}                      -0.0177   {txt}
            {res}                 {ralign 12:{txt:(}-0.38{txt:)}}   {txt}

{txt}voters      {res}                  0.000000418   {txt}
            {res}                 {ralign 12:{txt:(}0.28{txt:)}}   {txt}

{txt}vote_share  {res}                     -0.00249   {txt}
            {res}                 {ralign 12:{txt:(}-0.03{txt:)}}   {txt}

{txt}winners_ma~e{res}                    -0.000158   {txt}
            {res}                 {ralign 12:{txt:(}-0.00{txt:)}}   {txt}

{txt}_cons       {res}        0.591           1.413   {txt}
            {res} {ralign 12:{txt:(}0.61{txt:)}}    {ralign 12:{txt:(}0.31{txt:)}}   {txt}
{txt}{hline 44}
{txt}N           {res}         7094            5140   {txt}
{txt}df-model    {res}          350             344   {txt}
{txt}cluster-va~e{res}   article_id      article_id   {txt}
{txt}cluster-N   {res}         3421            2753   {txt}
{txt}{hline 44}
{txt}t statistics in parentheses
{txt}* p<0.05, ** p<0.01, *** p<0.001

{com}. esttab using $TABSAVEDIR/main-article-speech-quote-coverage.tex,
>         replace 
>         fragment
>         booktabs
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         b(%9.3fc)
>         se(%9.3fc)
>         star (* 0.1 ** 0.05 *** 0.01)
>         scalars(
>                 "time_F F-statistic, time fixed-effects" 
>                 "ind_F F-statistic, individual controls" 
>                 "topic_F F-statistic, topic controls" 
>                 "min_F F-statistic, ministerial controls" 
>                 "elec_F F-statistic, electoral controls" 
>                 "ymean Mean of dependent variable"
>                 "nobs N"
>         )
>         label
>         noobs
>         nobase
>         noomitted
>         nomtitle
>         varwidth(17)
>         modelwidth(15)
>         interaction(*)
>         alignment(D{c -(}.{c )-}{c -(}.{c )-}{c -(}-1{c )-})
>         substitute(\_ _)
>         indicate(
>                 "Time fixed-effects=*year"
>                 "Individual controls=*gender *race age* tenure*"
>                 "Article controls=*weekday *section2 translations"
>                 "Topic controls=speech_92* quote_92* article_40*"
>                 "Ministerial controls=*rank $portfolio"
>                 "Electoral controls=group_size voters vote_share winners_majority_share", 
>                 labels(\checkmark \text{c -(}--{c )-})
>         )
>         r2
> ;
{res}{txt}(output written to {browse  `"../results/tables/main-article-speech-quote-coverage.tex"'})

{com}. esttab using $TABSAVEDIR/main-article-speech-quote-coverage.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         r2
>         indicate(
>                 "Time fixed-effects=*year"
>                 "Individual controls=*gender *race age* tenure*"
>                 "Article controls=*weekday *section2 translations"
>                 "Topic controls=speech_92* quote_92* article_40*"
>                 "Ministerial controls=*rank $portfolio"
>                 "Electoral controls=group_size voters vote_share winners_majority_share", 
>                 labels(x)
>         )
>     mtitle("(1)" "(2)")
> ;
{res}{txt}(output written to {browse  `"../results/tables/main-article-speech-quote-coverage.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. restore
{txt}
{com}. 
. 
. tictoc toc 1
{res}{hline}
{txt}----------- Time log -----------
Start time:  2 Dec 2025 12:13:50
End time:  2 Dec 2025 12:14:14
Elapsed seconds: {res}       23
{txt}Elapsed minutes: {res}        0
{txt}Elapsed hours: {res}      .01
{hline}
{txt}
{com}. beepme 2
{txt}
{com}. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/tableC1.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 2 Dec 2025, 12:14:16
{txt}{.-}
{smcl}
{txt}{sf}{ul off}