{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/tableD1.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res} 2 Dec 2025, 12:14:24
{txt}
{com}. 
. do init.do
{txt}
{com}. cls                                     // Clear results window
{txt}
{com}. clear all               // Start with a clean slate
{txt}
{com}. set more off, perm      // Disable partitioned output
{txt}({cmd:set more} preference recorded)

{com}. macro drop _all         // Clear all macros to avoid namespace conflicts
{txt}
{com}. set linesize 150        // Line size limit to make output more readable, affects logs
{txt}
{com}. set varabbrev off, perm // Turn off variable abbreviation
{txt}({cmd:set varabbrev} preference recorded)

{com}. // pause on                // Enable pause mode for debugging
. version 13.1            // Set Stata version to 13.1
{txt}
{com}. set matsize 10000
{txt}
{com}. 
. *==============================================================================
. // Set root path
. // cap net install here, from("https://raw.githubusercontent.com/korenmiklos/here/master/")
. cap here
{txt}
{com}. if _rc == 0 {c -(}
.         here, set
.         cd ${c -(}here{c )-}
. {c )-}
{txt}
{com}. else {c -(}
.         global here "\\wsl.localhost\Debian\home\lsys\neutrality\analysis"
.         cd $here
{res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis
{com}. {c )-}
{txt}
{com}. 
. *==============================================================================
. // Point to ado programs
. adopath ++ ./ado
{txt}  [1]              "{res}./ado{txt}"
  [2]  (BASE)      "{res}C:\Program Files (x86)\Stata13\ado\base/{txt}"
  [3]  (SITE)      "{res}C:\Program Files (x86)\Stata13\ado\site/{txt}"
  [4]              "{res}.{txt}"
  [5]  (PERSONAL)  "{res}c:\ado\personal/{txt}"
  [6]  (PLUS)      "{res}c:\ado\plus/{txt}"
  [7]  (OLDPLACE)  "{res}c:\ado/{txt}"

{com}. 
. use "../pipeline/out/media.dta", clear
{txt}
{com}. do preamble
{txt}
{com}. *-----------------------------------------------------------------------
. * IDENTIFIERS AND METADATA
. *-----------------------------------------------------------------------
. label var qid         "Quote ID"
{txt}
{com}. label var article_id  "News article ID (title-date tuple)"
{txt}
{com}. label var speech_id   "Speech ID"
{txt}
{com}. 
. label var date        "Publication date"
{txt}
{com}. label var matched_date "Matched speech date"
{txt}
{com}. label var matched_score "Matched score in semi-automated assessing"
{txt}
{com}. 
. label var mp          "MP ID"
{txt}
{com}. label var party       "Party of politician (string code)"
{txt}
{com}. label var opposition  "=1 if from an opposition party"
{txt}
{com}. gen ruling = (party == "pap")
{txt}
{com}. label var ruling  "=1 if from the government party"
{txt}
{com}. label var non_partisan "=1 if non-partisan MP"
{txt}
{com}. assert (1 == opposition + ruling + non_partisan)
{txt}
{com}. label var speaker     "=1 if making speech in capacity of speaker"
{txt}
{com}. 
. label var section     "Original article section"
{txt}
{com}. 
. *======================================================================
. * MP CAREER
. *======================================================================
. label var start "Start date of MP's parliamentary service"
{txt}
{com}. rename _end end
{res}{txt}
{com}. label var end   "End date of MP's parliamentary service"
{txt}
{com}. 
. *--- Rank of MP --------------------------------------------------------
. label define rank_label ///
>     1 "pm" 2 "dpm" 3 "minister" 4 "sms" 5 "mos" 6 "mayor" 7 "sps" ///
>     8 "parl sec" 9 "speaker" 10 "mp" 11 "ncmp" 12 "nmp"
{txt}
{com}. encode rank, gen(mp_rank) label(rank_label)
{txt}
{com}. drop rank
{txt}
{com}. rename mp_rank rank
{res}{txt}
{com}. label var rank "Rank of MP at time of speech"
{txt}
{com}. fvset base 10 rank   // base: Member of Parliament
{txt}
{com}. 
. *--- Tenunre -----------------------------------------------------------
. gen _tenure = tenure / 365
{txt}
{com}. drop tenure
{txt}
{com}. rename _tenure tenure
{res}{txt}
{com}. label var tenure "Seniority of politician at time of speech (years)"
{txt}
{com}. 
. gen tenure2 = tenure^2
{txt}
{com}. label var tenure2 "Square of tenure"
{txt}
{com}. 
. *======================================================================
. * INDIVIDUAL DEMOGRAPHICS
. *======================================================================
. label var dob   "Date of birth of MP"
{txt}
{com}. label var yob   "Year of birth of MP"
{txt}
{com}. 
. *--- Gender (0 = male, 1 = female) ------------------------------------
. label define gender_label 0 "male" 1 "female"
{txt}
{com}. encode gender, gen(sex) label(gender_label)
{txt}
{com}. drop gender
{txt}
{com}. rename sex gender
{res}{txt}
{com}. fvset base 0 gender
{txt}
{com}. label var gender "Gender of politician"
{txt}
{com}. 
. *--- Race --------------------------------------------------------------
. label define race_label 0 "chinese" 1 "malay" 2 "indian" 3 "eurasian"
{txt}
{com}. encode race, gen(ethnic) label(race_label)
{txt}
{com}. drop race
{txt}
{com}. rename ethnic race
{res}{txt}
{com}. fvset base 0 race
{txt}
{com}. label var race "Race of politician (Chinese, Malay, Indian, Eurasian/other)"
{txt}
{com}. 
. *--- Age ---------------------------------------------------------------
. gen _age = age / 365
{txt}
{com}. drop age
{txt}
{com}. rename _age age
{res}{txt}
{com}. label var age "Age of politician at time of speech (years)"
{txt}
{com}. 
. gen age2    = age^2
{txt}
{com}. label var age2 "Square of age"
{txt}
{com}. 
. *======================================================================
. * MINISTRY
. *======================================================================
. label var MND    "=1 if speech made while at Ministry of National Development"
{txt}
{com}. label var MinDef "=1 if speech made while at Ministry of Defence"
{txt}
{com}. label var MFA    "=1 if speech made while at Ministry of Foreign Affairs"
{txt}
{com}. label var MinLaw "=1 if speech made while at Ministry of Law"
{txt}
{com}. label var MHA    "=1 if speech made while at Ministry of Home Affairs"
{txt}
{com}. label var MOT    "=1 if speech made while at Ministry of Transport"
{txt}
{com}. label var MOF    "=1 if speech made while at Ministry of Finance"
{txt}
{com}. label var MOM    "=1 if speech made while at Ministry of Manpower"
{txt}
{com}. label var MTI    "=1 if speech made while at Ministry of Trade and Industry"
{txt}
{com}. label var MCCY   "=1 if speech made while at Ministry of Culture, Community and Youth"
{txt}
{com}. label var MSF    "=1 if speech made while at Ministry of Social and Family Development"
{txt}
{com}. label var MOH    "=1 if speech made while at Ministry of Health"
{txt}
{com}. label var PMO    "=1 if speech made while at Prime Minister's Office"
{txt}
{com}. label var MEWR   "=1 if speech made while at Ministry of the Environment and Water Resources"
{txt}
{com}. label var MCI    "=1 if speech made while at Ministry of Communications and Information"
{txt}
{com}. label var MOE    "=1 if speech made while at Ministry of Education"
{txt}
{com}. 
. recode MFA PMO MEWR MCI MTI MHA MCCY MinLaw MOH MOM MinDef MSF MOT MND MOF MOE (. = 0)
{txt}(MFA: 13913 changes made)
(PMO: 14288 changes made)
(MEWR: 14348 changes made)
(MCI: 14173 changes made)
(MTI: 14135 changes made)
(MHA: 13392 changes made)
(MCCY: 14301 changes made)
(MinLaw: 13971 changes made)
(MOH: 14054 changes made)
(MOM: 14058 changes made)
(MinDef: 13790 changes made)
(MSF: 14693 changes made)
(MOT: 13884 changes made)
(MND: 13741 changes made)
(MOF: 13401 changes made)
(MOE: 13792 changes made)

{com}. 
. *======================================================================
. * STRING SIMILARITY AND SEMANTIC MATCHING
. *======================================================================
. 
. *--- String similarity 1 (partialscore) -------------------------------
. rename partialscore_quote_to_fullspeech  ss1_quote_to_speech
{res}{txt}
{com}. label var ss1_quote_to_speech            "String similarity score 1 for quote to speech"
{txt}
{com}. 
. rename partialscore_quote_to_paragraph   ss1_quote_to_paragraph
{res}{txt}
{com}. label var ss1_quote_to_paragraph         "String similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename partialscore_quote_to_sentence    ss1_quote_to_sentence
{res}{txt}
{com}. label var ss1_quote_to_sentence          "String similarity score 1 for quote to sentence"
{txt}
{com}. 
. rename _partialscore_speech              _ss1_quote_to_speech
{res}{txt}
{com}. label var _ss1_quote_to_speech           "(no stopwords) string similarity score 1 for quote to speech"
{txt}
{com}. 
. rename _partialscore_paragraph           _ss1_quote_to_paragraph
{res}{txt}
{com}. label var _ss1_quote_to_paragraph        "(no stopwords) string similarity score 1 for quote to paragraph"
{txt}
{com}. 
. rename _partialscore_sentence            _ss1_quote_to_sentence
{res}{txt}
{com}. label var _ss1_quote_to_sentence         "(no stopwords) string similarity score 1 for quote to sentence"
{txt}
{com}. 
. *--- String similarity 2 (tokensetscore) ------------------------------
. rename tokensetscore_quote_to_sentence   ss2_quote_to_sentence
{res}{txt}
{com}. label var ss2_quote_to_sentence          "String similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename tokensetscore_quote_to_paragraph  ss2_quote_to_paragraph
{res}{txt}
{com}. label var ss2_quote_to_paragraph         "String similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename tokensetscore_quote_to_fullspeec  ss2_quote_to_speech
{res}{txt}
{com}. label var ss2_quote_to_speech            "String similarity score 2 for quote to speech"
{txt}
{com}. 
. rename tokensetscore_quote_to_sentence_  _ss2_quote_to_sentence
{res}{txt}
{com}. label var _ss2_quote_to_sentence         "(no stopwords) string similarity score 2 for quote to sentence"
{txt}
{com}. 
. rename _0tokensetscore_quote_to_paragra  _ss2_quote_to_paragraph
{res}{txt}
{com}. label var _ss2_quote_to_paragraph        "(no stopwords) string similarity score 2 for quote to paragraph"
{txt}
{com}. 
. rename _1tokensetscore_quote_to_fullspe  _ss2_quote_to_speech
{res}{txt}
{com}. label var _ss2_quote_to_speech           "(no stopwords) string similarity score 2 for quote to speech"
{txt}
{com}. 
. *--- Semantic matching scores -----------------------------------------
. replace ce_max_quote2speech = 100 * ce_max_quote2speech
{txt}(14903 real changes made)

{com}. label var be_max_quote2speech "Best embedding-based biencoder score for quote to speech"
{txt}
{com}. label var ce_max_quote2speech "Cross-encoder semantic score for quote to speech (0-100)"
{txt}
{com}. 
. *======================================================================
. * CONSTITUENCY AND ELECTORAL VARIABLES
. *======================================================================
. rename num group_size
{res}{txt}
{com}. label var group_size             "Politician size of constituency (1 to 6)"
{txt}
{com}. 
. label var voters                 "Electoral size of constituency for current parliament"
{txt}
{com}. label var valid_votes            "Number of valid votes in constituency"
{txt}
{com}. label var winners_majority       "Number of votes for winning party/candidate"
{txt}
{com}. label var vote                   "Number of votes for current parliament"
{txt}
{com}. label var vote_share             "Percentage of votes for current parliament"
{txt}
{com}. label var winners_majority_share "Winners' majority share (percent of valid votes)"
{txt}
{com}. label var swing                  "Electoral swing in ruling party vote share (percentage points)"
{txt}
{com}. 
. *======================================================================
. * PARLIAMENT, YEAR, ELECTION TIMING, WEEKDAY
. *======================================================================
. *--- Parliament life: dummies + factor ---------------------------------
. label var parl10 "=1 if speech occurred in 10th Parliament"
{txt}
{com}. label var parl11 "=1 if speech occurred in 11th Parliament"
{txt}
{com}. label var parl12 "=1 if speech occurred in 12th Parliament"
{txt}
{com}. label var parl13 "=1 if speech occurred in 13th Parliament"
{txt}
{com}. 
. label define parl_label 0 "10th parliament" 1 "11th parliament" 2 "12th parliament" 3 "13th parliament"
{txt}
{com}. encode parl, gen(parliament) label(parl_label)
{txt}
{com}. drop parl
{txt}
{com}. rename parliament parl
{res}{txt}
{com}. fvset base 0 parl
{txt}
{com}. label var parl "Parliament life (categorical)"
{txt}
{com}. 
. *======================================================================
. * ELECTION TIMING INDICATORS
. *======================================================================
. *--- General elections -------------------------------------------------
. label var ge2006       "=1 if article published in year of General Election 2006"
{txt}
{com}. label var ge2011       "=1 if article published in year of General Election 2011"
{txt}
{com}. label var ge2015       "=1 if article published in year of General Election 2015"
{txt}
{com}. 
. label var ge2006_1mth  "=1 if article within 1 month of General Election 2006"
{txt}
{com}. label var ge2006_3mths "=1 if article within 3 months of General Election 2006"
{txt}
{com}. label var ge2006_6mths "=1 if article within 6 months of General Election 2006"
{txt}
{com}. 
. label var ge2011_1mth  "=1 if article within 1 month of General Election 2011"
{txt}
{com}. label var ge2011_3mths "=1 if article within 3 months of General Election 2011"
{txt}
{com}. label var ge2011_6mths "=1 if article within 6 months of General Election 2011"
{txt}
{com}. 
. label var ge2015_1mth  "=1 if article within 1 month of General Election 2015"
{txt}
{com}. label var ge2015_3mths "=1 if article within 3 months of General Election 2015"
{txt}
{com}. label var ge2015_6mths "=1 if article within 6 months of General Election 2015"
{txt}
{com}. 
. *--- By-elections ------------------------------------------------------
. label var be2012       "=1 if article published in year of By-election 2012"
{txt}
{com}. label var be2013       "=1 if article published in year of By-election 2013"
{txt}
{com}. label var be2016       "=1 if article published in year of By-election 2016"
{txt}
{com}. 
. label var be2012_1mth  "=1 if article within 1 month of By-election 2012"
{txt}
{com}. label var be2012_3mths "=1 if article within 3 months of By-election 2012"
{txt}
{com}. label var be2013_1mth  "=1 if article within 1 month of By-election 2013"
{txt}
{com}. label var be2013_3mths "=1 if article within 3 months of By-election 2013"
{txt}
{com}. label var be2016_1mth  "=1 if article within 1 month of By-election 2016"
{txt}
{com}. label var be2016_3mths "=1 if article within 3 months of By-election 2016"
{txt}
{com}. 
. *--- Presidential elections --------------------------------------------
. label var pe2005       "=1 if article published in year of Presidential Election 2005"
{txt}
{com}. label var pe2011       "=1 if article published in year of Presidential Election 2011"
{txt}
{com}. 
. label var pe2005_1mth  "=1 if article within 1 month of Presidential Election 2005"
{txt}
{com}. label var pe2005_3mths "=1 if article within 3 months of Presidential Election 2005"
{txt}
{com}. label var pe2005_6mths "=1 if article within 6 months of Presidential Election 2005"
{txt}
{com}. 
. label var pe2011_1mth  "=1 if article within 1 month of Presidential Election 2011"
{txt}
{com}. label var pe2011_3mths "=1 if article within 3 months of Presidential Election 2011"
{txt}
{com}. label var pe2011_6mths "=1 if article within 6 months of Presidential Election 2011"
{txt}
{com}. 
. *======================================================================
. * ARTICLE-LEVEL VARIABLES: SECTION, AUTHOR, LANGUAGE, BEAT
. *======================================================================
. * Encoded section with 'others' as base
. label define section2_label ///
>     1 "home" 2 "insight" 3 "money" 4 "news" 5 "opinion" 6 "others" ///
>     7 "prime news" 8 "review - insight" 9 "singapore" 10 "sports" ///
>     11 "st" 12 "think" 13 "top of the news" 14 "world"
{txt}
{com}. encode section2, gen(sect2) label(section2_label)
{txt}
{com}. drop section2
{txt}
{com}. rename sect2 section2
{res}{txt}
{com}. fvset base 6 section2
{txt}
{com}. label var section2 "Section of article (base: others)"
{txt}
{com}. 
. * Language / translation flags
. label var malay        "=1 if quote is in Malay"
{txt}
{com}. label var mandarin     "=1 if quote is in Mandarin"
{txt}
{com}. label var tamil        "=1 if quote is in Tamil"
{txt}
{com}. label var vernacular   "=1 if quote is in a non-English vernacular language"
{txt}
{com}. label var translations "=1 if quote translated from vernacular to English"
{txt}
{com}. 
. * Author and beat
. rename author_cleaned2 authorID
{res}{txt}
{com}. label var authorID "Author ID"
{txt}
{com}. 
. encode beat, gen(beat2)
{txt}
{com}. drop beat
{txt}
{com}. rename beat2 beat
{res}{txt}
{com}. label var beat "Beat assignment of reporter"
{txt}
{com}. 
. *--- Weekday of publication -------------------------------------------
. label define weekday_label ///
>     1 "monday" 2 "tuesday" 3 "wednesday" 4 "thursday" 5 "friday" 6 "saturday" 7 "sunday"
{txt}
{com}. encode weekday, gen(dayofweek) label(weekday_label)
{txt}
{com}. drop weekday
{txt}
{com}. rename dayofweek weekday
{res}{txt}
{com}. fvset base 1 weekday
{txt}
{com}. label var weekday "Day of week of article publication"
{txt}
{com}. 
. *======================================================================
. * TEXT LENGTH
. *======================================================================
. * Word counts
. rename wordcount_quote      quote
{res}{txt}
{com}. label var quote             "Word count of quote"
{txt}
{com}. 
. rename wordcount_paragraph  paragraph
{res}{txt}
{com}. label var paragraph         "Word count of paragraph"
{txt}
{com}. 
. rename wordcount_fullspeech speech
{res}{txt}
{com}. label var speech            "Word count of full speech"
{txt}
{com}. 
. rename wordcount            article
{res}{txt}
{com}. label var article           "Article length (words)"
{txt}
{com}. 
. * Character counts
. rename char_count_quote     quote_char
{res}{txt}
{com}. label var quote_char        "Character count of quote"
{txt}
{com}. 
. rename char_count_paragraph paragraph_char
{res}{txt}
{com}. label var paragraph_char    "Character count of paragraph"
{txt}
{com}. 
. rename char_count_fullspeech speech_char
{res}{txt}
{com}. label var speech_char       "Character count of speech"
{txt}
{com}. 
. rename article_len_char     article_char
{res}{txt}
{com}. label var article_char      "Article length (characters)"
{txt}
{com}. 
. * Log transformations
. #delimit ;
{txt}delimiter now ;
{com}. global log_variables "
>     quote 
>     quote_char 
>     paragraph 
>     paragraph_char
>     speech
>     speech_char 
>     article
>     article_char
> ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. foreach var in $log_variables {c -(}
{txt}  2{com}.     gen ln_`var' = ln(`var')
{txt}  3{com}.     label var ln_`var' "ln of `var'"
{txt}  4{com}. {c )-}
{txt}(2 missing values generated)
(2 missing values generated)

{com}. 
. *======================================================================
. * TOPIC DISTRIBUTIONS
. *======================================================================
. 
. * 50-topic models: quote, speech, article
. forvalues i = 1/50 {c -(}
{txt}  2{com}.     label var quote_50K_`i'   "Probability for topic `i'/50 for quote"
{txt}  3{com}.     label var speech_50K_`i'  "Probability for topic `i'/50 for speech"
{txt}  4{com}.     label var article_50K_`i' "Probability for topic `i'/50 for article"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 92-topic models: quote, speech, sentence
. forvalues i = 1/92 {c -(}
{txt}  2{com}.     label var quote_92K_`i'    "Probability for topic `i'/92 for quote"
{txt}  3{com}.     label var speech_92K_`i'   "Probability for topic `i'/92 for speech"
{txt}  4{com}.     label var sentence_92K_`i' "Probability for topic `i'/92 for sentence"
{txt}  5{com}. {c )-}
{txt}
{com}. 
. * 100-topic models: quote, speech
. forvalues i = 1/100 {c -(}
{txt}  2{com}.     label var quote_100K_`i'  "Probability for topic `i'/100 for quote"
{txt}  3{com}.     label var speech_100K_`i' "Probability for topic `i'/100 for speech"
{txt}  4{com}. {c )-}
{txt}
{com}. 
. * Article-level topic models (30 and 40 topics)
. forvalues i = 1/30 {c -(}
{txt}  2{com}.     label var article_30K_`i' "Probability for topic `i'/30 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. forvalues i = 1/40 {c -(}
{txt}  2{com}.     label var article_40K_`i' "Probability for topic `i'/40 for article"
{txt}  3{com}. {c )-}
{txt}
{com}. 
. *======================================================================
. * LEXICAL RICHNESS
. *======================================================================
. label var ttr    "Type-token ratio"
{txt}
{com}. label var rttr   "Root type-token ratio"
{txt}
{com}. label var cttr   "Corrected type-token ratio"
{txt}
{com}. label var herdan "Herdan's C lexical diversity"
{txt}
{com}. label var summer "Summer lexical diversity index"
{txt}
{com}. label var dugast "Dugast lexical diversity index"
{txt}
{com}. label var maas   "Maas lexical diversity index"
{txt}
{com}. label var msttr  "Mean segmental type-token ratio"
{txt}
{com}. label var mattr  "Moving-average type-token ratio"
{txt}
{com}. label var mtld   "Measure of textual lexical diversity"
{txt}
{com}. label var hdd    "Hypergeometric distribution diversity"
{txt}
{com}. 
. *======================================================================
. * READABILITY
. *======================================================================
. label var dalechall     "Dale-Chall readability index"
{txt}
{com}. label var flesch        "Flesch reading easse score"
{txt}
{com}. label var fleschkincaid "Flesch-Kincaid grade level"
{txt}
{com}. label var gunningfog    "Gunning-Fog readability index"
{txt}
{com}. label var smog          "SMOG readability index"
{txt}
{com}. label var notdalechall  "Share of difficult words (not in Dale-Chall list)"
{txt}
{com}. label var polysyllable  "Number of polysyllabic words (more than 3 syllables)"
{txt}
{com}. label var syllables     "Total number of syllables"
{txt}
{com}. label var sentences     "Total number of sentences"
{txt}
{com}. 
. *======================================================================
. * SUBJECTIVITY, OBJECTIVITY, POLARITY
. *======================================================================
. * Subjectivity (0 = objective, 1 = subjective)
. gen speech_objectivity         = 1 - speech_subjectivity
{txt}
{com}. label var speech_subjectivity  "Speech subjectivity (0 objective - 1 subjective)"
{txt}
{com}. 
. gen para_objectivity           = 1 - para_subjectivity
{txt}(2 missing values generated)

{com}. label var para_subjectivity    "Paragraph subjectivity (0-1)"
{txt}
{com}. 
. gen sentence_objectivity       = 1 - sentence_subjectivity
{txt}(2 missing values generated)

{com}. label var sentence_subjectivity "Sentence subjectivity (0-1)"
{txt}
{com}. 
. gen quote_objectivity          = 1 - quote_subjectivity
{txt}
{com}. label var quote_subjectivity   "Quote subjectivity (0-1)"
{txt}
{com}. 
. gen quote_sentence_objectivity = 1 - quote_sentence_subjectivity
{txt}(1 missing value generated)

{com}. label var quote_sentence_subjectivity "Quote sentence subjectivity (0-1)"
{txt}
{com}. 
. label var speech_objectivity         "Speech objectivity (0 objective - 1 subjective)"
{txt}
{com}. label var para_objectivity           "Paragraph objectivity (0-1)"
{txt}
{com}. label var sentence_objectivity       "Sentence objectivity (0-1)"
{txt}
{com}. label var quote_objectivity          "Quote objectivity (0-1)"
{txt}
{com}. label var quote_sentence_objectivity "Quote sentence objectivity (0-1)"
{txt}
{com}. 
. * Polarity (-1 = negative, +1 = positive)
. label var speech_polarity         "Speech polarity (-1 negative to +1 positive), PatternAnalyzer"
{txt}
{com}. label var para_polarity           "Paragraph polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var sentence_polarity       "Sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_polarity          "Quote polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. label var quote_sentence_polarity "Quote sentence polarity (-1 to +1), PatternAnalyzer"
{txt}
{com}. 
{txt}end of do-file

{com}. 
. global TABSAVEDIR ../results/tables
{txt}
{com}. global FIGSAVEDIR ../results/figures
{txt}
{com}. global graphformats png pdf eps tif
{txt}
{com}. 
. 
. *==============================================================================
. * Global macros
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global time
>         i.parl
>         i.year
> ;
{txt}
{com}. global ind
>     i.gender
>     i.race
>     c.age
>     c.age2
>     c.tenure
>     c.tenure2
> ;
{txt}
{com}.     global article
>     i.weekday
>     i.section2
>     translations
> ;
{txt}
{com}.     global portfolio
>     MFA
>     PMO
>     MEWR
>     MCI
>     MTI
>     MHA
>     MCCY
>     MinLaw
>     MOH
>     MOM
>     MinDef
>     MSF
>     MOT
>     MND
>     MOF
>     MOE
>     speaker
> ;
{txt}
{com}.     global electoral
>     c.group_size
>     c.voters
>     c.vote_share
>     c.winners_majority_share
> ;
{txt}
{com}.     global topics
>     speech_92K*
>     quote_92K*
>     article_40K*
> ;
{txt}
{com}.     global objectivity
>     speech_objectivity
>     para_objectivity
>     sentence_objectivity
>     quote_objectivity
>     quote_sentence_objectivity
> ;
{txt}
{com}.     global polarity
>     speech_polarity
>     para_polarity
>     sentence_polarity
>     quote_polarity
>     quote_sentence_polarity
> ;
{txt}
{com}.     global readability
>     flesch
>     fleschkincaid
>     gunningfog
>     smog
>     dalechall
>     notdalechall
>     sentences
>     syllables
>     polysyllable
> ;
{txt}
{com}.     global lexical
>     ttr
>     rttr
>     cttr
>     herdan
>     summer
>     dugast
>     maas
>     msttr
>     mattr
>     mtld
>     hdd
> ;
{txt}
{com}.     global length_s
>     quote
>     speech
>     article
> ;
{txt}
{com}. global length_s
>     ln_quote
>     ln_speech
>     ln_article
> ;
{txt}
{com}. assert_macros "portfolio time ind article topics";
Checking portfolio:
portfolio contains: MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker
Checking time:
time contains: i.parl         i.year
Checking ind:
ind contains: i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2
Checking article:
article contains: i.weekday     i.section2     translations
Checking topics:
topics contains: speech_92K*     quote_92K*     article_40K*
{txt}
{com}. global min
>     i.rank
>     $portfolio
>     i.rank#($portfolio)
>     ;
{txt}
{com}.     global base_controls
>     $time
>     $ind
>     $article
>     $topics
>     ;
{txt}
{com}.     global base_controls_min
>     $time
>     $ind
>     $article
>     $topics
>     $min
>     ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. *==============================================================================
. * COEFFICIENT LABELS
. *==============================================================================
. #delimit;
{txt}delimiter now ;
{com}. global coeff_labels
>         "
>     1.opposition "Opposition"
>     1.opposition#c.trend "Opposition $\times$ Year"
>     trend "Year"
>         pc1_objectivity "Objectivity of speech and quote"
>         pc1_polarity "Polarity of speech and quote"
>         pc1_readability "Grade/readability score of speech transcipt"
>         pc1_lexical "Lexical richness of speech transcipt"
>     "
> ;
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
{txt}end of do-file

{com}. 
. tictoc tic 1
{res}{hline}
{txt}----------- Time log -----------
Start time:  2 Dec 2025 12:14:25
{res}{hline}
{txt}
{com}. 
. *==================================================================================================
. * Table: Robustness checks for string similarity measures
. * Panel A. string similarity 1 robustness checks
. * Panel B. string similarity 1 (no stopwords) robustness checks
. * Panel C. string similarity 2 robustness checks
. * Panel D. string similarity 2 (no stopwords) robustness checks
. *==================================================================================================                                                     
. #delimit ;      
{txt}delimiter now ;
{com}. local esttab_options "b(%9.2fc)
>                                          se(%9.2fc)
>                                          star (* 0.1 ** 0.05 *** 0.01)
>                                          label
>                                          noobs
>                                          varwidth(10)
>                                          modelwidth(14)
>                                          interaction(*)";
{txt}
{com}.                                          local keep_coeff       "
>                                         1.opposition 
>                                         ";
{txt}
{com}.                                         local model_title       "
>                                         "Base"
>                                         "Author FE"
>                                         "$\sim$ministerial"
>                                         "$\sim$translations"
>                                         "Cluster speech"                                        
>                                         "Cluster author"
>                                         "Speech K=50"
>                                         "Speech K=100"
>                                         "Article K=30"
>                                         "Article K=50"
>                                         "SentenceK"
>                                         ";
{txt}
{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. assert_macros "length_s time ind article min"
Checking length_s:
length_s contains: ln_quote     ln_speech     ln_article
Checking time:
time contains: i.parl         i.year
Checking ind:
ind contains: i.gender     i.race     c.age     c.age2     c.tenure     c.tenure2
Checking article:
article contains: i.weekday     i.section2     translations
Checking min:
min contains: i.rank     MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker     i.rank#(MFA     PMO     MEWR     MCI     MTI     MHA     MCCY     MinLaw     MOH     MOM     MinDef     MSF     MOT     MND     MOF     MOE     speaker)
{txt}
{com}. local base $length_s $time $ind $article
{txt}
{com}. 
. *--------------------------------------------------------------------------------------------------
. * Panel A. string similarity 1 robustness checks
. *--------------------------------------------------------------------------------------------------
. eststo clear
{txt}
{com}. 
. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID, vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss1_quote_to_speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(1.opposition)
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel A. string similarity 1 robustness checks)
> ;
{res}
{txt}Panel A. string similarity 1 robustness checks
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -1.86***          -2.05***          -1.68***          -1.68**           -1.86**           -1.86**           -1.53**           -1.78**           -2.16***          -1.88***          -1.87***          -1.74** {txt}
          {res} {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.77{txt:)}}    {ralign 14:{txt:(}0.55{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.75{txt:)}}    {ralign 14:{txt:(}0.73{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            350.00            353.00            250.00            267.00            367.00            341.00            361.00            351.00            257.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelA-substring-accuracy.tex,
>         replace
>         booktabs
>         fragment
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelA-substring-accuracy.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelA-substring-accuracy.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelA-substring-accuracy.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. // *--------------------------------------------------------------------------------------------------
. // * Panel B. string similarity 1 (no stopwords) robustness checks
. // *--------------------------------------------------------------------------------------------------
. eststo clear
{txt}
{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID,vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss1_quote_to_speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(1.opposition)
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel B)
> ;
{res}
{txt}Panel B
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -1.94***          -2.20***          -1.71***          -1.75**           -1.94**           -1.92**           -1.59**           -1.94***          -2.27***          -1.99***          -1.95***          -1.83***{txt}
          {res} {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.78{txt:)}}    {ralign 14:{txt:(}0.56{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.76{txt:)}}    {ralign 14:{txt:(}0.77{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.73{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            350.00            354.00            250.00            267.00            367.00            341.00            361.00            351.00            257.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelB-substring-accuracy-nostopwords.tex,
>         replace
>         booktabs
>         fragment
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelB-substring-accuracy-nostopwords.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelB-substring-accuracy-nostopwords.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelB-substring-accuracy-nostopwords.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. // *--------------------------------------------------------------------------------------------------
. // * Panel C. string similarity 2 robustness checks
. // *--------------------------------------------------------------------------------------------------
. eststo clear
{txt}
{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID,vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ss2_quote_to_speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(1.opposition)
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel C)
> ;
{res}
{txt}Panel C
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -2.15***          -2.41***          -1.63***          -2.04***          -2.15***          -2.13***          -1.97***          -2.11***          -2.38***          -2.07***          -2.13***          -2.20***{txt}
          {res} {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.75{txt:)}}    {ralign 14:{txt:(}0.55{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}    {ralign 14:{txt:(}0.78{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.72{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.69{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.71{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            350.00            353.00            250.00            267.00            367.00            341.00            362.00            352.00            257.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelC-bow-accuracy.tex,
>         replace
>         booktabs
>         fragment
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelC-bow-accuracy.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelC-bow-accuracy.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelC-bow-accuracy.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}.                         
. // *--------------------------------------------------------------------------------------------------
. // * Panel D. string similarity 2 (no stopwords) robustness checks
. // *--------------------------------------------------------------------------------------------------
. eststo clear
{txt}
{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID,vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg _ss2_quote_to_speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(`keep_coeff')
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel D)
> ;
{res}
{txt}Panel D
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -2.88***          -3.18***          -2.04***          -2.76***          -2.88***          -2.92***          -2.57***          -2.85***          -3.22***          -2.81***          -2.86***          -2.89***{txt}
          {res} {ralign 14:{txt:(}0.91{txt:)}}    {ralign 14:{txt:(}0.99{txt:)}}    {ralign 14:{txt:(}0.70{txt:)}}    {ralign 14:{txt:(}0.92{txt:)}}    {ralign 14:{txt:(}0.93{txt:)}}    {ralign 14:{txt:(}1.10{txt:)}}    {ralign 14:{txt:(}0.93{txt:)}}    {ralign 14:{txt:(}0.94{txt:)}}    {ralign 14:{txt:(}0.90{txt:)}}    {ralign 14:{txt:(}0.89{txt:)}}    {ralign 14:{txt:(}0.92{txt:)}}    {ralign 14:{txt:(}0.91{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            350.00            353.00            250.00            267.00            367.00            341.00            361.00            351.00            257.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelD-bow-accuracy-nostopwords.tex,
>         replace
>         booktabs
>         fragment
>         keep(`keep_coeff')
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelD-bow-accuracy-nostopwords.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelD-bow-accuracy-nostopwords.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelD-bow-accuracy-nostopwords.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. // *--------------------------------------------------------------------------------------------------
. // * Panel E. Semantic similarity robustness checks
. // *--------------------------------------------------------------------------------------------------
. eststo clear
{txt}
{com}. eststo: reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{p 0 6 2}{txt}note: 2016.year omitted because of collinearity{p_end}
{p 0 6 2}note: 1.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}

Linear regression                                      Number of obs ={res}   14901
                                                       {help j_robustsingular:F(351,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.2302
                                                       {txt}Root MSE      = {res} 23.839

{txt}{ralign 83:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 18}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 19}{c |}{col 31}    Robust
{col 1}ce_max_quote2sp~h{col 19}{c |}      Coef.{col 31}   Std. Err.{col 43}      t{col 51}   P>|t|{col 59}     [95% Con{col 72}f. Interval]
{hline 18}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}1.opposition {c |}{col 19}{res}{space 2}-4.052996{col 31}{space 2} 1.457889{col 42}{space 1}   -2.78{col 51}{space 3}0.005{col 59}{space 4}-6.911417{col 72}{space 3}-1.194575
{txt}{space 9}ln_quote {c |}{col 19}{res}{space 2} 9.055567{col 31}{space 2} .2935886{col 42}{space 1}   30.84{col 51}{space 3}0.000{col 59}{space 4} 8.479941{col 72}{space 3} 9.631194
{txt}{space 8}ln_speech {c |}{col 19}{res}{space 2}-2.377075{col 31}{space 2} .3055517{col 42}{space 1}   -7.78{col 51}{space 3}0.000{col 59}{space 4}-2.976158{col 72}{space 3}-1.777993
{txt}{space 7}ln_article {c |}{col 19}{res}{space 2}  .054403{col 31}{space 2} .9782019{col 42}{space 1}    0.06{col 51}{space 3}0.956{col 59}{space 4}-1.863516{col 72}{space 3} 1.972322
{txt}{space 17} {c |}
{space 13}parl {c |}
{space 1}11th parliament  {c |}{col 19}{res}{space 2}-2.819646{col 31}{space 2} 3.851145{col 42}{space 1}   -0.73{col 51}{space 3}0.464{col 59}{space 4}-10.37042{col 72}{space 3} 4.731131
{txt}{space 1}12th parliament  {c |}{col 19}{res}{space 2} 5.261672{col 31}{space 2} 4.683471{col 42}{space 1}    1.12{col 51}{space 3}0.261{col 59}{space 4}-3.921013{col 72}{space 3} 14.44436
{txt}{space 1}13th parliament  {c |}{col 19}{res}{space 2} 10.45596{col 31}{space 2} 2.527909{col 42}{space 1}    4.14{col 51}{space 3}0.000{col 59}{space 4} 5.499594{col 72}{space 3} 15.41232
{txt}{space 17} {c |}
{space 13}year {c |}
{space 12}2006  {c |}{col 19}{res}{space 2} 8.732701{col 31}{space 2} 2.591949{col 42}{space 1}    3.37{col 51}{space 3}0.001{col 59}{space 4} 3.650776{col 72}{space 3} 13.81463
{txt}{space 12}2007  {c |}{col 19}{res}{space 2} 8.734695{col 31}{space 2} 4.585749{col 42}{space 1}    1.90{col 51}{space 3}0.057{col 59}{space 4}-.2563904{col 72}{space 3} 17.72578
{txt}{space 12}2008  {c |}{col 19}{res}{space 2} 9.295065{col 31}{space 2} 4.585703{col 42}{space 1}    2.03{col 51}{space 3}0.043{col 59}{space 4} .3040709{col 72}{space 3} 18.28606
{txt}{space 12}2009  {c |}{col 19}{res}{space 2} 9.727308{col 31}{space 2} 4.388147{col 42}{space 1}    2.22{col 51}{space 3}0.027{col 59}{space 4} 1.123652{col 72}{space 3} 18.33096
{txt}{space 12}2010  {c |}{col 19}{res}{space 2} 8.275999{col 31}{space 2} 4.491967{col 42}{space 1}    1.84{col 51}{space 3}0.066{col 59}{space 4}-.5312108{col 72}{space 3} 17.08321
{txt}{space 12}2011  {c |}{col 19}{res}{space 2} 5.034775{col 31}{space 2} 4.610182{col 42}{space 1}    1.09{col 51}{space 3}0.275{col 59}{space 4}-4.004215{col 72}{space 3} 14.07376
{txt}{space 12}2012  {c |}{col 19}{res}{space 2}  2.71552{col 31}{space 2} 5.069773{col 42}{space 1}    0.54{col 51}{space 3}0.592{col 59}{space 4}-7.224572{col 72}{space 3} 12.65561
{txt}{space 12}2013  {c |}{col 19}{res}{space 2} 2.394228{col 31}{space 2} 5.185836{col 42}{space 1}    0.46{col 51}{space 3}0.644{col 59}{space 4}-7.773422{col 72}{space 3} 12.56188
{txt}{space 12}2014  {c |}{col 19}{res}{space 2} 5.296911{col 31}{space 2} 5.048636{col 42}{space 1}    1.05{col 51}{space 3}0.294{col 59}{space 4}-4.601736{col 72}{space 3} 15.19556
{txt}{space 12}2015  {c |}{col 19}{res}{space 2} 5.452847{col 31}{space 2} 5.099522{col 42}{space 1}    1.07{col 51}{space 3}0.285{col 59}{space 4}-4.545571{col 72}{space 3} 15.45127
{txt}{space 12}2016  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 11}gender {c |}
{space 10}female  {c |}{col 19}{res}{space 2}-.3716997{col 31}{space 2} .8236182{col 42}{space 1}   -0.45{col 51}{space 3}0.652{col 59}{space 4}-1.986533{col 72}{space 3} 1.243134
{txt}{space 17} {c |}
{space 13}race {c |}
{space 11}malay  {c |}{col 19}{res}{space 2} 1.902125{col 31}{space 2}  1.09321{col 42}{space 1}    1.74{col 51}{space 3}0.082{col 59}{space 4}-.2412868{col 72}{space 3} 4.045537
{txt}{space 10}indian  {c |}{col 19}{res}{space 2} -1.37062{col 31}{space 2} 1.094668{col 42}{space 1}   -1.25{col 51}{space 3}0.211{col 59}{space 4} -3.51689{col 72}{space 3} .7756497
{txt}{space 8}eurasian  {c |}{col 19}{res}{space 2} .8668968{col 31}{space 2} 1.695115{col 42}{space 1}    0.51{col 51}{space 3}0.609{col 59}{space 4}-2.456644{col 72}{space 3} 4.190437
{txt}{space 17} {c |}
{space 14}age {c |}{col 19}{res}{space 2}-.6393705{col 31}{space 2} .4959045{col 42}{space 1}   -1.29{col 51}{space 3}0.197{col 59}{space 4}-1.611669{col 72}{space 3} .3329285
{txt}{space 13}age2 {c |}{col 19}{res}{space 2} .0062578{col 31}{space 2} .0053594{col 42}{space 1}    1.17{col 51}{space 3}0.243{col 59}{space 4}-.0042502{col 72}{space 3} .0167658
{txt}{space 11}tenure {c |}{col 19}{res}{space 2} .1133975{col 31}{space 2} .1616078{col 42}{space 1}    0.70{col 51}{space 3}0.483{col 59}{space 4}-.2034601{col 72}{space 3} .4302552
{txt}{space 10}tenure2 {c |}{col 19}{res}{space 2}-.0048273{col 31}{space 2} .0056352{col 42}{space 1}   -0.86{col 51}{space 3}0.392{col 59}{space 4}-.0158761{col 72}{space 3} .0062214
{txt}{space 17} {c |}
{space 10}weekday {c |}
{space 9}tuesday  {c |}{col 19}{res}{space 2}-3.729904{col 31}{space 2} 1.685277{col 42}{space 1}   -2.21{col 51}{space 3}0.027{col 59}{space 4}-7.034155{col 72}{space 3} -.425653
{txt}{space 7}wednesday  {c |}{col 19}{res}{space 2}-2.531494{col 31}{space 2} 1.778352{col 42}{space 1}   -1.42{col 51}{space 3}0.155{col 59}{space 4}-6.018234{col 72}{space 3} .9552455
{txt}{space 8}thursday  {c |}{col 19}{res}{space 2}-2.607176{col 31}{space 2} 1.770581{col 42}{space 1}   -1.47{col 51}{space 3}0.141{col 59}{space 4} -6.07868{col 72}{space 3} .8643274
{txt}{space 10}friday  {c |}{col 19}{res}{space 2}-6.929682{col 31}{space 2} 2.152997{col 42}{space 1}   -3.22{col 51}{space 3}0.001{col 59}{space 4}-11.15097{col 72}{space 3} -2.70839
{txt}{space 8}saturday  {c |}{col 19}{res}{space 2}-4.256196{col 31}{space 2} 2.034839{col 42}{space 1}   -2.09{col 51}{space 3}0.037{col 59}{space 4}-8.245819{col 72}{space 3}-.2665725
{txt}{space 10}sunday  {c |}{col 19}{res}{space 2} 13.33942{col 31}{space 2} 12.61791{col 42}{space 1}    1.06{col 51}{space 3}0.291{col 59}{space 4}-11.39999{col 72}{space 3} 38.07883
{txt}{space 17} {c |}
{space 9}section2 {c |}
{space 12}home  {c |}{col 19}{res}{space 2} 1.236659{col 31}{space 2}  7.27567{col 42}{space 1}    0.17{col 51}{space 3}0.865{col 59}{space 4}-13.02844{col 72}{space 3} 15.50176
{txt}{space 9}insight  {c |}{col 19}{res}{space 2} 4.882849{col 31}{space 2} 9.276365{col 42}{space 1}    0.53{col 51}{space 3}0.599{col 59}{space 4}-13.30493{col 72}{space 3} 23.07063
{txt}{space 11}money  {c |}{col 19}{res}{space 2}  7.17198{col 31}{space 2} 8.962987{col 42}{space 1}    0.80{col 51}{space 3}0.424{col 59}{space 4}-10.40137{col 72}{space 3} 24.74533
{txt}{space 12}news  {c |}{col 19}{res}{space 2}-6.998746{col 31}{space 2} 14.63692{col 42}{space 1}   -0.48{col 51}{space 3}0.633{col 59}{space 4}-35.69675{col 72}{space 3} 21.69925
{txt}{space 9}opinion  {c |}{col 19}{res}{space 2} 5.794348{col 31}{space 2} 7.926447{col 42}{space 1}    0.73{col 51}{space 3}0.465{col 59}{space 4}-9.746702{col 72}{space 3}  21.3354
{txt}{space 6}prime news  {c |}{col 19}{res}{space 2} 4.626194{col 31}{space 2} 7.216777{col 42}{space 1}    0.64{col 51}{space 3}0.522{col 59}{space 4}-9.523436{col 72}{space 3} 18.77582
{txt}review - insight  {c |}{col 19}{res}{space 2}   7.0308{col 31}{space 2} 11.22614{col 42}{space 1}    0.63{col 51}{space 3}0.531{col 59}{space 4}-14.97981{col 72}{space 3} 29.04141
{txt}{space 7}singapore  {c |}{col 19}{res}{space 2}  1.84336{col 31}{space 2} 7.159928{col 42}{space 1}    0.26{col 51}{space 3}0.797{col 59}{space 4}-12.19481{col 72}{space 3} 15.88153
{txt}{space 10}sports  {c |}{col 19}{res}{space 2} 4.456362{col 31}{space 2} 12.64657{col 42}{space 1}    0.35{col 51}{space 3}0.725{col 59}{space 4}-20.33924{col 72}{space 3} 29.25196
{txt}{space 14}st  {c |}{col 19}{res}{space 2} .2008734{col 31}{space 2} 7.392126{col 42}{space 1}    0.03{col 51}{space 3}0.978{col 59}{space 4}-14.29256{col 72}{space 3}  14.6943
{txt}{space 11}think  {c |}{col 19}{res}{space 2}-22.27022{col 31}{space 2} 16.19676{col 42}{space 1}   -1.37{col 51}{space 3}0.169{col 59}{space 4}-54.02652{col 72}{space 3} 9.486076
{txt}{space 1}top of the news  {c |}{col 19}{res}{space 2} .3572185{col 31}{space 2} 7.245671{col 42}{space 1}    0.05{col 51}{space 3}0.961{col 59}{space 4}-13.84906{col 72}{space 3}  14.5635
{txt}{space 11}world  {c |}{col 19}{res}{space 2} 10.47426{col 31}{space 2} 10.49352{col 42}{space 1}    1.00{col 51}{space 3}0.318{col 59}{space 4}-10.09993{col 72}{space 3} 31.04846
{txt}{space 17} {c |}
{space 5}translations {c |}{col 19}{res}{space 2}-2.473498{col 31}{space 2} 3.688515{col 42}{space 1}   -0.67{col 51}{space 3}0.503{col 59}{space 4}-9.705414{col 72}{space 3} 4.758419
{txt}{space 17} {c |}
{space 13}rank {c |}
{space 14}pm  {c |}{col 19}{res}{space 2}-21.74407{col 31}{space 2} 6.732219{col 42}{space 1}   -3.23{col 51}{space 3}0.001{col 59}{space 4}-34.94365{col 72}{space 3}-8.544497
{txt}{space 13}dpm  {c |}{col 19}{res}{space 2}-1.380878{col 31}{space 2} 2.411545{col 42}{space 1}   -0.57{col 51}{space 3}0.567{col 59}{space 4}-6.109094{col 72}{space 3} 3.347337
{txt}{space 8}minister  {c |}{col 19}{res}{space 2} -2.11009{col 31}{space 2} 1.823931{col 42}{space 1}   -1.16{col 51}{space 3}0.247{col 59}{space 4}-5.686194{col 72}{space 3} 1.466015
{txt}{space 13}sms  {c |}{col 19}{res}{space 2}-2.098266{col 31}{space 2} 3.493729{col 42}{space 1}   -0.60{col 51}{space 3}0.548{col 59}{space 4}-8.948275{col 72}{space 3} 4.751742
{txt}{space 13}mos  {c |}{col 19}{res}{space 2} 5.402631{col 31}{space 2} 3.919389{col 42}{space 1}    1.38{col 51}{space 3}0.168{col 59}{space 4}-2.281949{col 72}{space 3} 13.08721
{txt}{space 11}mayor  {c |}{col 19}{res}{space 2} 1.374292{col 31}{space 2}   2.1552{col 42}{space 1}    0.64{col 51}{space 3}0.524{col 59}{space 4}-2.851317{col 72}{space 3} 5.599901
{txt}{space 13}sps  {c |}{col 19}{res}{space 2}-11.33668{col 31}{space 2} 15.16016{col 42}{space 1}   -0.75{col 51}{space 3}0.455{col 59}{space 4}-41.06055{col 72}{space 3}  18.3872
{txt}{space 8}parl sec  {c |}{col 19}{res}{space 2} 18.10653{col 31}{space 2} 6.209542{col 42}{space 1}    2.92{col 51}{space 3}0.004{col 59}{space 4} 5.931742{col 72}{space 3} 30.28132
{txt}{space 9}speaker  {c |}{col 19}{res}{space 2} 14.41993{col 31}{space 2} 4.178679{col 42}{space 1}    3.45{col 51}{space 3}0.001{col 59}{space 4} 6.226973{col 72}{space 3} 22.61289
{txt}{space 12}ncmp  {c |}{col 19}{res}{space 2}  1.59732{col 31}{space 2} 2.177197{col 42}{space 1}    0.73{col 51}{space 3}0.463{col 59}{space 4}-2.671417{col 72}{space 3} 5.866058
{txt}{space 13}nmp  {c |}{col 19}{res}{space 2}  1.58258{col 31}{space 2} 1.371313{col 42}{space 1}    1.15{col 51}{space 3}0.249{col 59}{space 4}-1.106096{col 72}{space 3} 4.271256
{txt}{space 17} {c |}
{space 14}MFA {c |}{col 19}{res}{space 2}  31.7156{col 31}{space 2} 29.43215{col 42}{space 1}    1.08{col 51}{space 3}0.281{col 59}{space 4}-25.99077{col 72}{space 3} 89.42198
{txt}{space 14}PMO {c |}{col 19}{res}{space 2} 2.054391{col 31}{space 2} 4.836481{col 42}{space 1}    0.42{col 51}{space 3}0.671{col 59}{space 4}-7.428293{col 72}{space 3} 11.53708
{txt}{space 13}MEWR {c |}{col 19}{res}{space 2} 9.597285{col 31}{space 2} 17.27953{col 42}{space 1}    0.56{col 51}{space 3}0.579{col 59}{space 4}-24.28197{col 72}{space 3} 43.47654
{txt}{space 14}MCI {c |}{col 19}{res}{space 2} 12.60441{col 31}{space 2} 29.96064{col 42}{space 1}    0.42{col 51}{space 3}0.674{col 59}{space 4}-46.13816{col 72}{space 3} 71.34698
{txt}{space 14}MTI {c |}{col 19}{res}{space 2} -24.6612{col 31}{space 2}  29.3324{col 42}{space 1}   -0.84{col 51}{space 3}0.401{col 59}{space 4}  -82.172{col 72}{space 3}  32.8496
{txt}{space 14}MHA {c |}{col 19}{res}{space 2}-13.01488{col 31}{space 2} 6.946798{col 42}{space 1}   -1.87{col 51}{space 3}0.061{col 59}{space 4}-26.63517{col 72}{space 3} .6054136
{txt}{space 13}MCCY {c |}{col 19}{res}{space 2}-9.952958{col 31}{space 2} 5.440113{col 42}{space 1}   -1.83{col 51}{space 3}0.067{col 59}{space 4}-20.61916{col 72}{space 3} .7132417
{txt}{space 11}MinLaw {c |}{col 19}{res}{space 2}-14.24855{col 31}{space 2} 27.44507{col 42}{space 1}   -0.52{col 51}{space 3}0.604{col 59}{space 4}-68.05894{col 72}{space 3} 39.56184
{txt}{space 14}MOH {c |}{col 19}{res}{space 2}-58.63111{col 31}{space 2} 25.28038{col 42}{space 1}   -2.32{col 51}{space 3}0.020{col 59}{space 4}-108.1973{col 72}{space 3}-9.064921
{txt}{space 14}MOM {c |}{col 19}{res}{space 2} 15.88043{col 31}{space 2} 14.18575{col 42}{space 1}    1.12{col 51}{space 3}0.263{col 59}{space 4}-11.93296{col 72}{space 3} 43.69383
{txt}{space 11}MinDef {c |}{col 19}{res}{space 2} 14.90123{col 31}{space 2} 5.732931{col 42}{space 1}    2.60{col 51}{space 3}0.009{col 59}{space 4} 3.660918{col 72}{space 3} 26.14155
{txt}{space 14}MSF {c |}{col 19}{res}{space 2}-38.01378{col 31}{space 2}    9.564{col 42}{space 1}   -3.97{col 51}{space 3}0.000{col 59}{space 4}-56.76551{col 72}{space 3}-19.26205
{txt}{space 14}MOT {c |}{col 19}{res}{space 2} 37.23239{col 31}{space 2} 27.43139{col 42}{space 1}    1.36{col 51}{space 3}0.175{col 59}{space 4}-16.55118{col 72}{space 3} 91.01597
{txt}{space 14}MND {c |}{col 19}{res}{space 2}-10.46835{col 31}{space 2} 4.786634{col 42}{space 1}   -2.19{col 51}{space 3}0.029{col 59}{space 4}-19.85331{col 72}{space 3}-1.083401
{txt}{space 14}MOF {c |}{col 19}{res}{space 2}-2.695542{col 31}{space 2} 3.098941{col 42}{space 1}   -0.87{col 51}{space 3}0.384{col 59}{space 4}-8.771504{col 72}{space 3} 3.380421
{txt}{space 14}MOE {c |}{col 19}{res}{space 2} 39.54582{col 31}{space 2} 12.40293{col 42}{space 1}    3.19{col 51}{space 3}0.001{col 59}{space 4} 15.22791{col 72}{space 3} 63.86372
{txt}{space 10}speaker {c |}{col 19}{res}{space 2} 5.854375{col 31}{space 2} 2.885836{col 42}{space 1}    2.03{col 51}{space 3}0.043{col 59}{space 4} .1962372{col 72}{space 3} 11.51251
{txt}{space 17} {c |}
{space 9}rank#MFA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-32.20419{col 31}{space 2} 29.49507{col 42}{space 1}   -1.09{col 51}{space 3}0.275{col 59}{space 4}-90.03394{col 72}{space 3} 25.62556
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-32.34735{col 31}{space 2} 29.46049{col 42}{space 1}   -1.10{col 51}{space 3}0.272{col 59}{space 4}-90.10929{col 72}{space 3} 25.41459
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-36.94614{col 31}{space 2} 29.97779{col 42}{space 1}   -1.23{col 51}{space 3}0.218{col 59}{space 4}-95.72233{col 72}{space 3} 21.83006
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#PMO {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} -.093361{col 31}{space 2} 5.091298{col 42}{space 1}   -0.02{col 51}{space 3}0.985{col 59}{space 4}-10.07565{col 72}{space 3} 9.888933
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.6181952{col 31}{space 2} 5.759175{col 42}{space 1}   -0.11{col 51}{space 3}0.915{col 59}{space 4}-11.90997{col 72}{space 3} 10.67358
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MEWR {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-7.887589{col 31}{space 2} 17.41369{col 42}{space 1}   -0.45{col 51}{space 3}0.651{col 59}{space 4}-42.02988{col 72}{space 3}  26.2547
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-13.19841{col 31}{space 2} 18.04145{col 42}{space 1}   -0.73{col 51}{space 3}0.464{col 59}{space 4}-48.57151{col 72}{space 3}  22.1747
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-8.966045{col 31}{space 2}  17.8552{col 42}{space 1}   -0.50{col 51}{space 3}0.616{col 59}{space 4}-43.97398{col 72}{space 3} 26.04189
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-2.274468{col 31}{space 2} 17.91997{col 42}{space 1}   -0.13{col 51}{space 3}0.899{col 59}{space 4} -37.4094{col 72}{space 3} 32.86047
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MCI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-12.42733{col 31}{space 2} 30.04081{col 42}{space 1}   -0.41{col 51}{space 3}0.679{col 59}{space 4}-71.32708{col 72}{space 3} 46.47242
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-6.369514{col 31}{space 2} 30.30063{col 42}{space 1}   -0.21{col 51}{space 3}0.834{col 59}{space 4}-65.77868{col 72}{space 3} 53.03965
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} -19.0786{col 31}{space 2}  30.1547{col 42}{space 1}   -0.63{col 51}{space 3}0.527{col 59}{space 4}-78.20165{col 72}{space 3} 40.04445
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 26.75374{col 31}{space 2} 17.37475{col 42}{space 1}    1.54{col 51}{space 3}0.124{col 59}{space 4}-7.312196{col 72}{space 3} 60.81968
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MTI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 27.38701{col 31}{space 2} 29.35259{col 42}{space 1}    0.93{col 51}{space 3}0.351{col 59}{space 4}-30.16338{col 72}{space 3} 84.93739
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 29.32061{col 31}{space 2}  29.5579{col 42}{space 1}    0.99{col 51}{space 3}0.321{col 59}{space 4}-28.63232{col 72}{space 3} 87.27354
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 23.08573{col 31}{space 2} 29.38512{col 42}{space 1}    0.79{col 51}{space 3}0.432{col 59}{space 4}-34.52844{col 72}{space 3}  80.6999
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-11.71486{col 31}{space 2}  32.0748{col 42}{space 1}   -0.37{col 51}{space 3}0.715{col 59}{space 4}-74.60256{col 72}{space 3} 51.17284
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MHA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} 13.26275{col 31}{space 2}  7.36809{col 42}{space 1}    1.80{col 51}{space 3}0.072{col 59}{space 4}-1.183554{col 72}{space 3} 27.70905
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 14.72897{col 31}{space 2} 7.283437{col 42}{space 1}    2.02{col 51}{space 3}0.043{col 59}{space 4} .4486374{col 72}{space 3} 29.00929
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 14.71565{col 31}{space 2} 7.585281{col 42}{space 1}    1.94{col 51}{space 3}0.052{col 59}{space 4}-.1564908{col 72}{space 3} 29.58779
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 2.442581{col 31}{space 2} 11.06516{col 42}{space 1}    0.22{col 51}{space 3}0.825{col 59}{space 4} -19.2524{col 72}{space 3} 24.13757
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 28.49022{col 31}{space 2} 14.39737{col 42}{space 1}    1.98{col 51}{space 3}0.048{col 59}{space 4} .2619001{col 72}{space 3} 56.71854
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MCCY {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 13.37001{col 31}{space 2} 5.908504{col 42}{space 1}    2.26{col 51}{space 3}0.024{col 59}{space 4} 1.785457{col 72}{space 3} 24.95457
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 9.890162{col 31}{space 2} 8.528023{col 42}{space 1}    1.16{col 51}{space 3}0.246{col 59}{space 4}-6.830374{col 72}{space 3}  26.6107
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 11.75358{col 31}{space 2} 8.037933{col 42}{space 1}    1.46{col 51}{space 3}0.144{col 59}{space 4}-4.006057{col 72}{space 3} 27.51322
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-21.51513{col 31}{space 2} 31.05835{col 42}{space 1}   -0.69{col 51}{space 3}0.489{col 59}{space 4}-82.40992{col 72}{space 3} 39.37966
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}-9.842622{col 31}{space 2} 32.85627{col 42}{space 1}   -0.30{col 51}{space 3}0.765{col 59}{space 4}-74.26252{col 72}{space 3} 54.57727
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinLaw {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}  19.6502{col 31}{space 2} 27.90808{col 42}{space 1}    0.70{col 51}{space 3}0.481{col 59}{space 4}  -35.068{col 72}{space 3} 74.36841
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} 17.79301{col 31}{space 2} 27.56409{col 42}{space 1}    0.65{col 51}{space 3}0.519{col 59}{space 4}-36.25074{col 72}{space 3} 71.83676
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 19.11542{col 31}{space 2} 27.57275{col 42}{space 1}    0.69{col 51}{space 3}0.488{col 59}{space 4}-34.94532{col 72}{space 3} 73.17615
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOH {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 60.08774{col 31}{space 2} 25.77262{col 42}{space 1}    2.33{col 51}{space 3}0.020{col 59}{space 4} 9.556454{col 72}{space 3}  110.619
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 66.73671{col 31}{space 2} 25.71678{col 42}{space 1}    2.60{col 51}{space 3}0.009{col 59}{space 4} 16.31491{col 72}{space 3} 117.1585
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 54.12911{col 31}{space 2} 25.78781{col 42}{space 1}    2.10{col 51}{space 3}0.036{col 59}{space 4} 3.568027{col 72}{space 3} 104.6902
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 60.29155{col 31}{space 2} 26.30574{col 42}{space 1}    2.29{col 51}{space 3}0.022{col 59}{space 4} 8.714999{col 72}{space 3} 111.8681
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOM {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} -10.9526{col 31}{space 2} 16.31647{col 42}{space 1}   -0.67{col 51}{space 3}0.502{col 59}{space 4}-42.94362{col 72}{space 3} 21.03841
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-14.49743{col 31}{space 2}   14.273{col 42}{space 1}   -1.02{col 51}{space 3}0.310{col 59}{space 4} -42.4819{col 72}{space 3} 13.48704
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-20.87195{col 31}{space 2} 14.97915{col 42}{space 1}   -1.39{col 51}{space 3}0.164{col 59}{space 4}-50.24094{col 72}{space 3} 8.497032
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-19.10426{col 31}{space 2} 14.39739{col 42}{space 1}   -1.33{col 51}{space 3}0.185{col 59}{space 4}-47.33262{col 72}{space 3} 9.124101
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinDef {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-9.899223{col 31}{space 2} 6.527959{col 42}{space 1}   -1.52{col 51}{space 3}0.130{col 59}{space 4}-22.69832{col 72}{space 3} 2.899871
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} -13.9701{col 31}{space 2} 6.073254{col 42}{space 1}   -2.30{col 51}{space 3}0.021{col 59}{space 4}-25.87768{col 72}{space 3}-2.062532
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-10.35487{col 31}{space 2} 6.712667{col 42}{space 1}   -1.54{col 51}{space 3}0.123{col 59}{space 4}-23.51612{col 72}{space 3} 2.806371
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-30.98791{col 31}{space 2} 8.490885{col 42}{space 1}   -3.65{col 51}{space 3}0.000{col 59}{space 4}-47.63563{col 72}{space 3}-14.34019
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MSF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 36.83028{col 31}{space 2} 9.909748{col 42}{space 1}    3.72{col 51}{space 3}0.000{col 59}{space 4} 17.40065{col 72}{space 3}  56.2599
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 26.70835{col 31}{space 2} 11.21165{col 42}{space 1}    2.38{col 51}{space 3}0.017{col 59}{space 4} 4.726142{col 72}{space 3} 48.69056
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 20.88738{col 31}{space 2} 13.39964{col 42}{space 1}    1.56{col 51}{space 3}0.119{col 59}{space 4}-5.384724{col 72}{space 3} 47.15948
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} 68.30309{col 31}{space 2} 28.85339{col 42}{space 1}    2.37{col 51}{space 3}0.018{col 59}{space 4} 11.73146{col 72}{space 3} 124.8747
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOT {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-34.79468{col 31}{space 2} 27.50304{col 42}{space 1}   -1.27{col 51}{space 3}0.206{col 59}{space 4}-88.71874{col 72}{space 3} 19.12938
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-35.22554{col 31}{space 2} 27.69897{col 42}{space 1}   -1.27{col 51}{space 3}0.204{col 59}{space 4}-89.53374{col 72}{space 3} 19.08266
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-38.60869{col 31}{space 2} 27.92332{col 42}{space 1}   -1.38{col 51}{space 3}0.167{col 59}{space 4}-93.35676{col 72}{space 3} 16.13938
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MND {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} 17.14249{col 31}{space 2}  5.20721{col 42}{space 1}    3.29{col 51}{space 3}0.001{col 59}{space 4} 6.932937{col 72}{space 3} 27.35205
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} 10.96026{col 31}{space 2}   5.4563{col 42}{space 1}    2.01{col 51}{space 3}0.045{col 59}{space 4} .2623218{col 72}{space 3}  21.6582
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} 12.98491{col 31}{space 2} 5.922923{col 42}{space 1}    2.19{col 51}{space 3}0.028{col 59}{space 4} 1.372087{col 72}{space 3} 24.59774
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} 29.87508{col 31}{space 2} 16.16035{col 42}{space 1}    1.85{col 51}{space 3}0.065{col 59}{space 4}-1.809832{col 72}{space 3} 61.55999
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}-.1109722{col 31}{space 2} 10.37279{col 42}{space 1}   -0.01{col 51}{space 3}0.991{col 59}{space 4}-20.44847{col 72}{space 3} 20.22653
{txt}{space 11}dpm#1  {c |}{col 19}{res}{space 2}-17.62815{col 31}{space 2} 6.013617{col 42}{space 1}   -2.93{col 51}{space 3}0.003{col 59}{space 4}-29.41879{col 72}{space 3}-5.837499
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-5.169966{col 31}{space 2} 3.886604{col 42}{space 1}   -1.33{col 51}{space 3}0.184{col 59}{space 4}-12.79027{col 72}{space 3} 2.450335
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOE {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-36.96171{col 31}{space 2} 12.64979{col 42}{space 1}   -2.92{col 51}{space 3}0.004{col 59}{space 4}-61.76362{col 72}{space 3}-12.15981
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-40.07993{col 31}{space 2} 12.77077{col 42}{space 1}   -3.14{col 51}{space 3}0.002{col 59}{space 4}-65.11905{col 72}{space 3}-15.04082
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-35.40522{col 31}{space 2} 13.19202{col 42}{space 1}   -2.68{col 51}{space 3}0.007{col 59}{space 4}-61.27026{col 72}{space 3}-9.540189
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}-40.23976{col 31}{space 2} 15.30157{col 42}{space 1}   -2.63{col 51}{space 3}0.009{col 59}{space 4} -70.2409{col 72}{space 3}-10.23861
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}rank#speaker {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sms#1  {c |}{col 19}{res}{space 2}-.5144001{col 31}{space 2} 5.147295{col 42}{space 1}   -0.10{col 51}{space 3}0.920{col 59}{space 4}-10.60648{col 72}{space 3} 9.577684
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}-14.44715{col 31}{space 2} 4.670191{col 42}{space 1}   -3.09{col 51}{space 3}0.002{col 59}{space 4}-23.60379{col 72}{space 3}-5.290499
{txt}{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}speech_92K_1 {c |}{col 19}{res}{space 2}-4.044721{col 31}{space 2}  10.1919{col 42}{space 1}   -0.40{col 51}{space 3}0.691{col 59}{space 4}-24.02755{col 72}{space 3}  15.9381
{txt}{space 5}speech_92K_2 {c |}{col 19}{res}{space 2} 3.986764{col 31}{space 2} 7.626153{col 42}{space 1}    0.52{col 51}{space 3}0.601{col 59}{space 4}-10.96551{col 72}{space 3} 18.93904
{txt}{space 5}speech_92K_3 {c |}{col 19}{res}{space 2}-7.947368{col 31}{space 2} 8.718399{col 42}{space 1}   -0.91{col 51}{space 3}0.362{col 59}{space 4}-25.04117{col 72}{space 3} 9.146429
{txt}{space 5}speech_92K_4 {c |}{col 19}{res}{space 2} 6.789772{col 31}{space 2} 8.838257{col 42}{space 1}    0.77{col 51}{space 3}0.442{col 59}{space 4}-10.53903{col 72}{space 3} 24.11857
{txt}{space 5}speech_92K_5 {c |}{col 19}{res}{space 2}-.9152151{col 31}{space 2} 14.99719{col 42}{space 1}   -0.06{col 51}{space 3}0.951{col 59}{space 4}-30.31957{col 72}{space 3} 28.48914
{txt}{space 5}speech_92K_6 {c |}{col 19}{res}{space 2} 1.444409{col 31}{space 2} 10.40854{col 42}{space 1}    0.14{col 51}{space 3}0.890{col 59}{space 4}-18.96318{col 72}{space 3}   21.852
{txt}{space 5}speech_92K_7 {c |}{col 19}{res}{space 2}-1.047244{col 31}{space 2} 7.704118{col 42}{space 1}   -0.14{col 51}{space 3}0.892{col 59}{space 4}-16.15238{col 72}{space 3} 14.05789
{txt}{space 5}speech_92K_8 {c |}{col 19}{res}{space 2} 1.185984{col 31}{space 2}  8.61461{col 42}{space 1}    0.14{col 51}{space 3}0.891{col 59}{space 4}-15.70432{col 72}{space 3} 18.07629
{txt}{space 5}speech_92K_9 {c |}{col 19}{res}{space 2}-3.118326{col 31}{space 2}  13.2555{col 42}{space 1}   -0.24{col 51}{space 3}0.814{col 59}{space 4}-29.10782{col 72}{space 3} 22.87117
{txt}{space 4}speech_92K_10 {c |}{col 19}{res}{space 2} 4.818601{col 31}{space 2} 7.562039{col 42}{space 1}    0.64{col 51}{space 3}0.524{col 59}{space 4}-10.00797{col 72}{space 3} 19.64517
{txt}{space 4}speech_92K_11 {c |}{col 19}{res}{space 2} 3.514552{col 31}{space 2} 7.390412{col 42}{space 1}    0.48{col 51}{space 3}0.634{col 59}{space 4}-10.97552{col 72}{space 3} 18.00462
{txt}{space 4}speech_92K_12 {c |}{col 19}{res}{space 2} 10.62159{col 31}{space 2} 13.69088{col 42}{space 1}    0.78{col 51}{space 3}0.438{col 59}{space 4}-16.22155{col 72}{space 3} 37.46472
{txt}{space 4}speech_92K_13 {c |}{col 19}{res}{space 2}-12.51422{col 31}{space 2} 12.80074{col 42}{space 1}   -0.98{col 51}{space 3}0.328{col 59}{space 4} -37.6121{col 72}{space 3} 12.58365
{txt}{space 4}speech_92K_14 {c |}{col 19}{res}{space 2}-5.641697{col 31}{space 2} 8.325697{col 42}{space 1}   -0.68{col 51}{space 3}0.498{col 59}{space 4}-21.96554{col 72}{space 3} 10.68215
{txt}{space 4}speech_92K_15 {c |}{col 19}{res}{space 2}-10.86777{col 31}{space 2}  15.0231{col 42}{space 1}   -0.72{col 51}{space 3}0.469{col 59}{space 4}-40.32294{col 72}{space 3} 18.58739
{txt}{space 4}speech_92K_16 {c |}{col 19}{res}{space 2}-.2002456{col 31}{space 2} 10.14889{col 42}{space 1}   -0.02{col 51}{space 3}0.984{col 59}{space 4}-20.09875{col 72}{space 3} 19.69826
{txt}{space 4}speech_92K_17 {c |}{col 19}{res}{space 2}-3.287894{col 31}{space 2} 8.448353{col 42}{space 1}   -0.39{col 51}{space 3}0.697{col 59}{space 4}-19.85222{col 72}{space 3} 13.27644
{txt}{space 4}speech_92K_18 {c |}{col 19}{res}{space 2}-3.737208{col 31}{space 2} 13.85229{col 42}{space 1}   -0.27{col 51}{space 3}0.787{col 59}{space 4}-30.89681{col 72}{space 3} 23.42239
{txt}{space 4}speech_92K_19 {c |}{col 19}{res}{space 2}-.4725931{col 31}{space 2} 7.165355{col 42}{space 1}   -0.07{col 51}{space 3}0.947{col 59}{space 4} -14.5214{col 72}{space 3} 13.57622
{txt}{space 4}speech_92K_20 {c |}{col 19}{res}{space 2} 13.12174{col 31}{space 2} 7.671143{col 42}{space 1}    1.71{col 51}{space 3}0.087{col 59}{space 4}-1.918744{col 72}{space 3} 28.16223
{txt}{space 4}speech_92K_21 {c |}{col 19}{res}{space 2} 2.096953{col 31}{space 2} 7.218958{col 42}{space 1}    0.29{col 51}{space 3}0.771{col 59}{space 4}-12.05695{col 72}{space 3} 16.25086
{txt}{space 4}speech_92K_22 {c |}{col 19}{res}{space 2} 5.171298{col 31}{space 2} 9.927548{col 42}{space 1}    0.52{col 51}{space 3}0.602{col 59}{space 4}-14.29323{col 72}{space 3} 24.63582
{txt}{space 4}speech_92K_23 {c |}{col 19}{res}{space 2}-4.200961{col 31}{space 2}  6.01467{col 42}{space 1}   -0.70{col 51}{space 3}0.485{col 59}{space 4}-15.99367{col 72}{space 3} 7.591749
{txt}{space 4}speech_92K_24 {c |}{col 19}{res}{space 2}-12.62071{col 31}{space 2} 7.329258{col 42}{space 1}   -1.72{col 51}{space 3}0.085{col 59}{space 4}-26.99087{col 72}{space 3} 1.749462
{txt}{space 4}speech_92K_25 {c |}{col 19}{res}{space 2}-9.342433{col 31}{space 2} 10.23135{col 42}{space 1}   -0.91{col 51}{space 3}0.361{col 59}{space 4}-29.40261{col 72}{space 3} 10.71774
{txt}{space 4}speech_92K_26 {c |}{col 19}{res}{space 2}-25.75267{col 31}{space 2} 17.39174{col 42}{space 1}   -1.48{col 51}{space 3}0.139{col 59}{space 4}-59.85192{col 72}{space 3} 8.346577
{txt}{space 4}speech_92K_27 {c |}{col 19}{res}{space 2} 7.090672{col 31}{space 2} 13.63242{col 42}{space 1}    0.52{col 51}{space 3}0.603{col 59}{space 4}-19.63783{col 72}{space 3} 33.81918
{txt}{space 4}speech_92K_28 {c |}{col 19}{res}{space 2} 4.929872{col 31}{space 2} 8.994491{col 42}{space 1}    0.55{col 51}{space 3}0.584{col 59}{space 4}-12.70525{col 72}{space 3} 22.56499
{txt}{space 4}speech_92K_29 {c |}{col 19}{res}{space 2} 4.060664{col 31}{space 2} 9.088189{col 42}{space 1}    0.45{col 51}{space 3}0.655{col 59}{space 4}-13.75817{col 72}{space 3} 21.87949
{txt}{space 4}speech_92K_30 {c |}{col 19}{res}{space 2}-4.666005{col 31}{space 2} 11.27863{col 42}{space 1}   -0.41{col 51}{space 3}0.679{col 59}{space 4}-26.77954{col 72}{space 3} 17.44753
{txt}{space 4}speech_92K_31 {c |}{col 19}{res}{space 2} .7392174{col 31}{space 2} 6.694542{col 42}{space 1}    0.11{col 51}{space 3}0.912{col 59}{space 4}-12.38649{col 72}{space 3} 13.86492
{txt}{space 4}speech_92K_32 {c |}{col 19}{res}{space 2} 16.71219{col 31}{space 2} 15.67905{col 42}{space 1}    1.07{col 51}{space 3}0.287{col 59}{space 4}-14.02906{col 72}{space 3} 47.45343
{txt}{space 4}speech_92K_33 {c |}{col 19}{res}{space 2} 7.260537{col 31}{space 2} 7.840581{col 42}{space 1}    0.93{col 51}{space 3}0.355{col 59}{space 4}-8.112159{col 72}{space 3} 22.63323
{txt}{space 4}speech_92K_34 {c |}{col 19}{res}{space 2}-.9582095{col 31}{space 2}  8.41641{col 42}{space 1}   -0.11{col 51}{space 3}0.909{col 59}{space 4}-17.45991{col 72}{space 3} 15.54349
{txt}{space 4}speech_92K_35 {c |}{col 19}{res}{space 2} 10.62784{col 31}{space 2} 8.870442{col 42}{space 1}    1.20{col 51}{space 3}0.231{col 59}{space 4}-6.764061{col 72}{space 3} 28.01974
{txt}{space 4}speech_92K_36 {c |}{col 19}{res}{space 2} 11.42897{col 31}{space 2}  7.04622{col 42}{space 1}    1.62{col 51}{space 3}0.105{col 59}{space 4}-2.386262{col 72}{space 3} 25.24419
{txt}{space 4}speech_92K_37 {c |}{col 19}{res}{space 2} 6.833276{col 31}{space 2} 11.29825{col 42}{space 1}    0.60{col 51}{space 3}0.545{col 59}{space 4}-15.31872{col 72}{space 3} 28.98527
{txt}{space 4}speech_92K_38 {c |}{col 19}{res}{space 2} 7.410601{col 31}{space 2} 15.66601{col 42}{space 1}    0.47{col 51}{space 3}0.636{col 59}{space 4}-23.30509{col 72}{space 3} 38.12629
{txt}{space 4}speech_92K_39 {c |}{col 19}{res}{space 2}-.5109521{col 31}{space 2} 10.39077{col 42}{space 1}   -0.05{col 51}{space 3}0.961{col 59}{space 4} -20.8837{col 72}{space 3}  19.8618
{txt}{space 4}speech_92K_40 {c |}{col 19}{res}{space 2} 2.483165{col 31}{space 2} 8.333516{col 42}{space 1}    0.30{col 51}{space 3}0.766{col 59}{space 4}-13.85601{col 72}{space 3} 18.82234
{txt}{space 4}speech_92K_41 {c |}{col 19}{res}{space 2}-15.01959{col 31}{space 2} 8.071448{col 42}{space 1}   -1.86{col 51}{space 3}0.063{col 59}{space 4}-30.84493{col 72}{space 3} .8057605
{txt}{space 4}speech_92K_42 {c |}{col 19}{res}{space 2}-6.058868{col 31}{space 2} 12.45845{col 42}{space 1}   -0.49{col 51}{space 3}0.627{col 59}{space 4}-30.48563{col 72}{space 3} 18.36789
{txt}{space 4}speech_92K_43 {c |}{col 19}{res}{space 2} 5.216988{col 31}{space 2} 8.627683{col 42}{space 1}    0.60{col 51}{space 3}0.545{col 59}{space 4}-11.69895{col 72}{space 3} 22.13292
{txt}{space 4}speech_92K_44 {c |}{col 19}{res}{space 2}-1.469964{col 31}{space 2} 9.359525{col 42}{space 1}   -0.16{col 51}{space 3}0.875{col 59}{space 4}-19.82079{col 72}{space 3} 16.88086
{txt}{space 4}speech_92K_45 {c |}{col 19}{res}{space 2}-2.158226{col 31}{space 2} 17.11695{col 42}{space 1}   -0.13{col 51}{space 3}0.900{col 59}{space 4}-35.71871{col 72}{space 3} 31.40225
{txt}{space 4}speech_92K_46 {c |}{col 19}{res}{space 2}-14.25816{col 31}{space 2} 17.11288{col 42}{space 1}   -0.83{col 51}{space 3}0.405{col 59}{space 4}-47.81066{col 72}{space 3} 19.29433
{txt}{space 4}speech_92K_47 {c |}{col 19}{res}{space 2} 8.853035{col 31}{space 2} 10.37559{col 42}{space 1}    0.85{col 51}{space 3}0.394{col 59}{space 4}-11.48994{col 72}{space 3} 29.19601
{txt}{space 4}speech_92K_48 {c |}{col 19}{res}{space 2} 13.20182{col 31}{space 2} 8.051654{col 42}{space 1}    1.64{col 51}{space 3}0.101{col 59}{space 4}-2.584719{col 72}{space 3} 28.98836
{txt}{space 4}speech_92K_49 {c |}{col 19}{res}{space 2} 8.645529{col 31}{space 2} 10.70351{col 42}{space 1}    0.81{col 51}{space 3}0.419{col 59}{space 4} -12.3404{col 72}{space 3} 29.63145
{txt}{space 4}speech_92K_50 {c |}{col 19}{res}{space 2}-21.55032{col 31}{space 2} 15.00773{col 42}{space 1}   -1.44{col 51}{space 3}0.151{col 59}{space 4}-50.97535{col 72}{space 3} 7.874717
{txt}{space 4}speech_92K_51 {c |}{col 19}{res}{space 2}-.6980883{col 31}{space 2}  7.21946{col 42}{space 1}   -0.10{col 51}{space 3}0.923{col 59}{space 4}-14.85298{col 72}{space 3}  13.4568
{txt}{space 4}speech_92K_52 {c |}{col 19}{res}{space 2}   11.896{col 31}{space 2} 7.515897{col 42}{space 1}    1.58{col 51}{space 3}0.114{col 59}{space 4}-2.840102{col 72}{space 3}  26.6321
{txt}{space 4}speech_92K_53 {c |}{col 19}{res}{space 2}-4.459604{col 31}{space 2} 8.471542{col 42}{space 1}   -0.53{col 51}{space 3}0.599{col 59}{space 4} -21.0694{col 72}{space 3} 12.15019
{txt}{space 4}speech_92K_54 {c |}{col 19}{res}{space 2} 15.43202{col 31}{space 2} 11.23819{col 42}{space 1}    1.37{col 51}{space 3}0.170{col 59}{space 4}-6.602224{col 72}{space 3} 37.46626
{txt}{space 4}speech_92K_55 {c |}{col 19}{res}{space 2} 5.412935{col 31}{space 2} 9.438606{col 42}{space 1}    0.57{col 51}{space 3}0.566{col 59}{space 4}-13.09294{col 72}{space 3} 23.91881
{txt}{space 4}speech_92K_56 {c |}{col 19}{res}{space 2}-15.21977{col 31}{space 2}  14.1734{col 42}{space 1}   -1.07{col 51}{space 3}0.283{col 59}{space 4}-43.00896{col 72}{space 3} 12.56943
{txt}{space 4}speech_92K_57 {c |}{col 19}{res}{space 2}-11.27416{col 31}{space 2} 9.070329{col 42}{space 1}   -1.24{col 51}{space 3}0.214{col 59}{space 4}-29.05797{col 72}{space 3} 6.509652
{txt}{space 4}speech_92K_58 {c |}{col 19}{res}{space 2} 1.911564{col 31}{space 2} 8.381859{col 42}{space 1}    0.23{col 51}{space 3}0.820{col 59}{space 4} -14.5224{col 72}{space 3} 18.34552
{txt}{space 4}speech_92K_59 {c |}{col 19}{res}{space 2}-8.798251{col 31}{space 2} 7.953769{col 42}{space 1}   -1.11{col 51}{space 3}0.269{col 59}{space 4}-24.39287{col 72}{space 3} 6.796369
{txt}{space 4}speech_92K_60 {c |}{col 19}{res}{space 2}-1.317059{col 31}{space 2} 8.028095{col 42}{space 1}   -0.16{col 51}{space 3}0.870{col 59}{space 4}-17.05741{col 72}{space 3} 14.42329
{txt}{space 4}speech_92K_61 {c |}{col 19}{res}{space 2} 3.253088{col 31}{space 2} 9.934009{col 42}{space 1}    0.33{col 51}{space 3}0.743{col 59}{space 4}-16.22411{col 72}{space 3} 22.73028
{txt}{space 4}speech_92K_62 {c |}{col 19}{res}{space 2} -10.0113{col 31}{space 2} 9.829567{col 42}{space 1}   -1.02{col 51}{space 3}0.309{col 59}{space 4}-29.28372{col 72}{space 3} 9.261117
{txt}{space 4}speech_92K_63 {c |}{col 19}{res}{space 2} 28.49953{col 31}{space 2} 17.26305{col 42}{space 1}    1.65{col 51}{space 3}0.099{col 59}{space 4}-5.347404{col 72}{space 3} 62.34646
{txt}{space 4}speech_92K_64 {c |}{col 19}{res}{space 2}-15.87291{col 31}{space 2} 9.865342{col 42}{space 1}   -1.61{col 51}{space 3}0.108{col 59}{space 4}-35.21547{col 72}{space 3} 3.469647
{txt}{space 4}speech_92K_65 {c |}{col 19}{res}{space 2} 4.127755{col 31}{space 2} 10.39848{col 42}{space 1}    0.40{col 51}{space 3}0.691{col 59}{space 4}-16.26011{col 72}{space 3} 24.51563
{txt}{space 4}speech_92K_66 {c |}{col 19}{res}{space 2} 10.68802{col 31}{space 2} 7.976014{col 42}{space 1}    1.34{col 51}{space 3}0.180{col 59}{space 4}-4.950214{col 72}{space 3} 26.32626
{txt}{space 4}speech_92K_67 {c |}{col 19}{res}{space 2}-7.005506{col 31}{space 2} 7.568267{col 42}{space 1}   -0.93{col 51}{space 3}0.355{col 59}{space 4}-21.84429{col 72}{space 3} 7.833277
{txt}{space 4}speech_92K_68 {c |}{col 19}{res}{space 2}-8.833126{col 31}{space 2} 15.96206{col 42}{space 1}   -0.55{col 51}{space 3}0.580{col 59}{space 4}-40.12927{col 72}{space 3} 22.46302
{txt}{space 4}speech_92K_69 {c |}{col 19}{res}{space 2}-5.005196{col 31}{space 2} 9.580216{col 42}{space 1}   -0.52{col 51}{space 3}0.601{col 59}{space 4}-23.78872{col 72}{space 3} 13.77833
{txt}{space 4}speech_92K_70 {c |}{col 19}{res}{space 2} 3.083347{col 31}{space 2}  9.96829{col 42}{space 1}    0.31{col 51}{space 3}0.757{col 59}{space 4}-16.46106{col 72}{space 3} 22.62775
{txt}{space 4}speech_92K_71 {c |}{col 19}{res}{space 2}-12.95599{col 31}{space 2} 13.02303{col 42}{space 1}   -0.99{col 51}{space 3}0.320{col 59}{space 4}-38.48969{col 72}{space 3} 12.57771
{txt}{space 4}speech_92K_72 {c |}{col 19}{res}{space 2} 2.493989{col 31}{space 2} 8.690737{col 42}{space 1}    0.29{col 51}{space 3}0.774{col 59}{space 4}-14.54557{col 72}{space 3} 19.53355
{txt}{space 4}speech_92K_73 {c |}{col 19}{res}{space 2} 9.360656{col 31}{space 2} 7.398375{col 42}{space 1}    1.27{col 51}{space 3}0.206{col 59}{space 4}-5.145026{col 72}{space 3} 23.86634
{txt}{space 4}speech_92K_74 {c |}{col 19}{res}{space 2}-8.029234{col 31}{space 2} 10.45091{col 42}{space 1}   -0.77{col 51}{space 3}0.442{col 59}{space 4}-28.51989{col 72}{space 3} 12.46142
{txt}{space 4}speech_92K_75 {c |}{col 19}{res}{space 2} 6.179946{col 31}{space 2} 14.98874{col 42}{space 1}    0.41{col 51}{space 3}0.680{col 59}{space 4}-23.20785{col 72}{space 3} 35.56775
{txt}{space 4}speech_92K_76 {c |}{col 19}{res}{space 2} 13.57277{col 31}{space 2} 8.377896{col 42}{space 1}    1.62{col 51}{space 3}0.105{col 59}{space 4} -2.85342{col 72}{space 3} 29.99896
{txt}{space 4}speech_92K_77 {c |}{col 19}{res}{space 2}-8.404546{col 31}{space 2} 9.415242{col 42}{space 1}   -0.89{col 51}{space 3}0.372{col 59}{space 4}-26.86461{col 72}{space 3} 10.05552
{txt}{space 4}speech_92K_78 {c |}{col 19}{res}{space 2}-46.28674{col 31}{space 2} 28.61276{col 42}{space 1}   -1.62{col 51}{space 3}0.106{col 59}{space 4}-102.3866{col 72}{space 3} 9.813092
{txt}{space 4}speech_92K_79 {c |}{col 19}{res}{space 2} 8.967335{col 31}{space 2} 11.57834{col 42}{space 1}    0.77{col 51}{space 3}0.439{col 59}{space 4}-13.73382{col 72}{space 3} 31.66849
{txt}{space 4}speech_92K_80 {c |}{col 19}{res}{space 2} 6.041393{col 31}{space 2} 6.473325{col 42}{space 1}    0.93{col 51}{space 3}0.351{col 59}{space 4}-6.650582{col 72}{space 3} 18.73337
{txt}{space 4}speech_92K_81 {c |}{col 19}{res}{space 2} 3.115442{col 31}{space 2} 9.223712{col 42}{space 1}    0.34{col 51}{space 3}0.736{col 59}{space 4} -14.9691{col 72}{space 3} 21.19999
{txt}{space 4}speech_92K_82 {c |}{col 19}{res}{space 2}-12.19428{col 31}{space 2} 16.67139{col 42}{space 1}   -0.73{col 51}{space 3}0.465{col 59}{space 4}-44.88118{col 72}{space 3} 20.49262
{txt}{space 4}speech_92K_83 {c |}{col 19}{res}{space 2}-6.796856{col 31}{space 2} 12.63637{col 42}{space 1}   -0.54{col 51}{space 3}0.591{col 59}{space 4}-31.57246{col 72}{space 3} 17.97875
{txt}{space 4}speech_92K_84 {c |}{col 19}{res}{space 2} 2.005536{col 31}{space 2} 12.50561{col 42}{space 1}    0.16{col 51}{space 3}0.873{col 59}{space 4}-22.51369{col 72}{space 3} 26.52476
{txt}{space 4}speech_92K_85 {c |}{col 19}{res}{space 2}  19.4996{col 31}{space 2} 8.817275{col 42}{space 1}    2.21{col 51}{space 3}0.027{col 59}{space 4} 2.211944{col 72}{space 3} 36.78726
{txt}{space 4}speech_92K_86 {c |}{col 19}{res}{space 2}-4.728248{col 31}{space 2}  9.13818{col 42}{space 1}   -0.52{col 51}{space 3}0.605{col 59}{space 4}-22.64509{col 72}{space 3}  13.1886
{txt}{space 4}speech_92K_87 {c |}{col 19}{res}{space 2}-8.095065{col 31}{space 2} 10.83741{col 42}{space 1}   -0.75{col 51}{space 3}0.455{col 59}{space 4}-29.34353{col 72}{space 3}  13.1534
{txt}{space 4}speech_92K_88 {c |}{col 19}{res}{space 2} 3.703047{col 31}{space 2} 8.676516{col 42}{space 1}    0.43{col 51}{space 3}0.670{col 59}{space 4}-13.30863{col 72}{space 3} 20.71473
{txt}{space 4}speech_92K_89 {c |}{col 19}{res}{space 2}-.4890274{col 31}{space 2} 8.485354{col 42}{space 1}   -0.06{col 51}{space 3}0.954{col 59}{space 4} -17.1259{col 72}{space 3} 16.14785
{txt}{space 4}speech_92K_90 {c |}{col 19}{res}{space 2} 18.88198{col 31}{space 2} 10.38316{col 42}{space 1}    1.82{col 51}{space 3}0.069{col 59}{space 4}-1.475854{col 72}{space 3} 39.23981
{txt}{space 4}speech_92K_91 {c |}{col 19}{res}{space 2} 7.689151{col 31}{space 2} 13.49726{col 42}{space 1}    0.57{col 51}{space 3}0.569{col 59}{space 4}-18.77436{col 72}{space 3} 34.15266
{txt}{space 4}speech_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 4}article_40K_1 {c |}{col 19}{res}{space 2} -19.8457{col 31}{space 2} 13.24596{col 42}{space 1}   -1.50{col 51}{space 3}0.134{col 59}{space 4}-45.81649{col 72}{space 3} 6.125093
{txt}{space 4}article_40K_2 {c |}{col 19}{res}{space 2}-21.83592{col 31}{space 2} 15.80805{col 42}{space 1}   -1.38{col 51}{space 3}0.167{col 59}{space 4}-52.83009{col 72}{space 3}  9.15826
{txt}{space 4}article_40K_3 {c |}{col 19}{res}{space 2}-35.34591{col 31}{space 2} 15.30266{col 42}{space 1}   -2.31{col 51}{space 3}0.021{col 59}{space 4}-65.34918{col 72}{space 3}-5.342629
{txt}{space 4}article_40K_4 {c |}{col 19}{res}{space 2}-29.06556{col 31}{space 2} 28.80416{col 42}{space 1}   -1.01{col 51}{space 3}0.313{col 59}{space 4}-85.54067{col 72}{space 3} 27.40954
{txt}{space 4}article_40K_5 {c |}{col 19}{res}{space 2}-21.50727{col 31}{space 2} 15.75925{col 42}{space 1}   -1.36{col 51}{space 3}0.172{col 59}{space 4}-52.40577{col 72}{space 3} 9.391225
{txt}{space 4}article_40K_6 {c |}{col 19}{res}{space 2}-11.46935{col 31}{space 2} 17.96481{col 42}{space 1}   -0.64{col 51}{space 3}0.523{col 59}{space 4}-46.69221{col 72}{space 3}  23.7535
{txt}{space 4}article_40K_7 {c |}{col 19}{res}{space 2}-36.22295{col 31}{space 2} 13.91004{col 42}{space 1}   -2.60{col 51}{space 3}0.009{col 59}{space 4}-63.49577{col 72}{space 3}-8.950124
{txt}{space 4}article_40K_8 {c |}{col 19}{res}{space 2}-15.93419{col 31}{space 2} 16.66227{col 42}{space 1}   -0.96{col 51}{space 3}0.339{col 59}{space 4} -48.6032{col 72}{space 3} 16.73483
{txt}{space 4}article_40K_9 {c |}{col 19}{res}{space 2}-29.17596{col 31}{space 2} 19.56819{col 42}{space 1}   -1.49{col 51}{space 3}0.136{col 59}{space 4}-67.54248{col 72}{space 3} 9.190559
{txt}{space 3}article_40K_10 {c |}{col 19}{res}{space 2}-36.36522{col 31}{space 2} 13.79293{col 42}{space 1}   -2.64{col 51}{space 3}0.008{col 59}{space 4}-63.40843{col 72}{space 3}-9.322009
{txt}{space 3}article_40K_11 {c |}{col 19}{res}{space 2}-29.47356{col 31}{space 2} 15.90806{col 42}{space 1}   -1.85{col 51}{space 3}0.064{col 59}{space 4}-60.66382{col 72}{space 3} 1.716712
{txt}{space 3}article_40K_12 {c |}{col 19}{res}{space 2}-29.67283{col 31}{space 2} 13.89966{col 42}{space 1}   -2.13{col 51}{space 3}0.033{col 59}{space 4} -56.9253{col 72}{space 3}-2.420351
{txt}{space 3}article_40K_13 {c |}{col 19}{res}{space 2}-33.82098{col 31}{space 2} 14.76443{col 42}{space 1}   -2.29{col 51}{space 3}0.022{col 59}{space 4}-62.76898{col 72}{space 3} -4.87298
{txt}{space 3}article_40K_14 {c |}{col 19}{res}{space 2} -27.4838{col 31}{space 2} 14.95091{col 42}{space 1}   -1.84{col 51}{space 3}0.066{col 59}{space 4}-56.79741{col 72}{space 3} 1.829811
{txt}{space 3}article_40K_15 {c |}{col 19}{res}{space 2}-29.34126{col 31}{space 2} 14.28767{col 42}{space 1}   -2.05{col 51}{space 3}0.040{col 59}{space 4} -57.3545{col 72}{space 3}-1.328024
{txt}{space 3}article_40K_16 {c |}{col 19}{res}{space 2}-28.49769{col 31}{space 2} 17.65654{col 42}{space 1}   -1.61{col 51}{space 3}0.107{col 59}{space 4}-63.11613{col 72}{space 3} 6.120752
{txt}{space 3}article_40K_17 {c |}{col 19}{res}{space 2} -30.5769{col 31}{space 2} 13.77745{col 42}{space 1}   -2.22{col 51}{space 3}0.027{col 59}{space 4}-57.58976{col 72}{space 3}-3.564035
{txt}{space 3}article_40K_18 {c |}{col 19}{res}{space 2}-31.99067{col 31}{space 2} 14.33608{col 42}{space 1}   -2.23{col 51}{space 3}0.026{col 59}{space 4}-60.09882{col 72}{space 3}-3.882534
{txt}{space 3}article_40K_19 {c |}{col 19}{res}{space 2}-38.10134{col 31}{space 2}  14.5747{col 42}{space 1}   -2.61{col 51}{space 3}0.009{col 59}{space 4}-66.67733{col 72}{space 3}-9.525352
{txt}{space 3}article_40K_20 {c |}{col 19}{res}{space 2}-50.95234{col 31}{space 2} 20.58127{col 42}{space 1}   -2.48{col 51}{space 3}0.013{col 59}{space 4}-91.30516{col 72}{space 3}-10.59952
{txt}{space 3}article_40K_21 {c |}{col 19}{res}{space 2}-47.73669{col 31}{space 2} 18.55496{col 42}{space 1}   -2.57{col 51}{space 3}0.010{col 59}{space 4}-84.11662{col 72}{space 3}-11.35676
{txt}{space 3}article_40K_22 {c |}{col 19}{res}{space 2}-45.50307{col 31}{space 2} 22.28682{col 42}{space 1}   -2.04{col 51}{space 3}0.041{col 59}{space 4} -89.1999{col 72}{space 3}-1.806236
{txt}{space 3}article_40K_23 {c |}{col 19}{res}{space 2}-27.01254{col 31}{space 2}  13.7059{col 42}{space 1}   -1.97{col 51}{space 3}0.049{col 59}{space 4}-53.88511{col 72}{space 3}-.1399656
{txt}{space 3}article_40K_24 {c |}{col 19}{res}{space 2}-40.34883{col 31}{space 2} 19.65313{col 42}{space 1}   -2.05{col 51}{space 3}0.040{col 59}{space 4} -78.8819{col 72}{space 3}-1.815761
{txt}{space 3}article_40K_25 {c |}{col 19}{res}{space 2}  -32.472{col 31}{space 2} 18.51101{col 42}{space 1}   -1.75{col 51}{space 3}0.079{col 59}{space 4}-68.76575{col 72}{space 3} 3.821746
{txt}{space 3}article_40K_26 {c |}{col 19}{res}{space 2}-46.51742{col 31}{space 2} 15.69495{col 42}{space 1}   -2.96{col 51}{space 3}0.003{col 59}{space 4}-77.28985{col 72}{space 3}-15.74498
{txt}{space 3}article_40K_27 {c |}{col 19}{res}{space 2}-30.99655{col 31}{space 2} 15.35755{col 42}{space 1}   -2.02{col 51}{space 3}0.044{col 59}{space 4}-61.10745{col 72}{space 3} -.885653
{txt}{space 3}article_40K_28 {c |}{col 19}{res}{space 2}-38.40786{col 31}{space 2} 15.16987{col 42}{space 1}   -2.53{col 51}{space 3}0.011{col 59}{space 4}-68.15079{col 72}{space 3}-8.664924
{txt}{space 3}article_40K_29 {c |}{col 19}{res}{space 2} -28.6648{col 31}{space 2} 13.52348{col 42}{space 1}   -2.12{col 51}{space 3}0.034{col 59}{space 4}-55.17971{col 72}{space 3}-2.149879
{txt}{space 3}article_40K_30 {c |}{col 19}{res}{space 2}-22.46747{col 31}{space 2} 15.23869{col 42}{space 1}   -1.47{col 51}{space 3}0.140{col 59}{space 4}-52.34534{col 72}{space 3} 7.410394
{txt}{space 3}article_40K_31 {c |}{col 19}{res}{space 2}-34.15179{col 31}{space 2} 15.34855{col 42}{space 1}   -2.23{col 51}{space 3}0.026{col 59}{space 4}-64.24504{col 72}{space 3}-4.058535
{txt}{space 3}article_40K_32 {c |}{col 19}{res}{space 2}-17.14336{col 31}{space 2} 14.25059{col 42}{space 1}   -1.20{col 51}{space 3}0.229{col 59}{space 4} -45.0839{col 72}{space 3} 10.79718
{txt}{space 3}article_40K_33 {c |}{col 19}{res}{space 2}-34.72236{col 31}{space 2}  14.5355{col 42}{space 1}   -2.39{col 51}{space 3}0.017{col 59}{space 4} -63.2215{col 72}{space 3}-6.223229
{txt}{space 3}article_40K_34 {c |}{col 19}{res}{space 2}-35.61805{col 31}{space 2} 13.96221{col 42}{space 1}   -2.55{col 51}{space 3}0.011{col 59}{space 4}-62.99316{col 72}{space 3}-8.242941
{txt}{space 3}article_40K_35 {c |}{col 19}{res}{space 2}-42.52784{col 31}{space 2} 15.12369{col 42}{space 1}   -2.81{col 51}{space 3}0.005{col 59}{space 4}-72.18022{col 72}{space 3}-12.87545
{txt}{space 3}article_40K_36 {c |}{col 19}{res}{space 2}-19.89224{col 31}{space 2} 13.40384{col 42}{space 1}   -1.48{col 51}{space 3}0.138{col 59}{space 4}-46.17259{col 72}{space 3} 6.388109
{txt}{space 3}article_40K_37 {c |}{col 19}{res}{space 2}-32.82428{col 31}{space 2}   14.824{col 42}{space 1}   -2.21{col 51}{space 3}0.027{col 59}{space 4}-61.88908{col 72}{space 3}-3.759484
{txt}{space 3}article_40K_38 {c |}{col 19}{res}{space 2}-49.71722{col 31}{space 2} 21.21743{col 42}{space 1}   -2.34{col 51}{space 3}0.019{col 59}{space 4}-91.31734{col 72}{space 3}-8.117091
{txt}{space 3}article_40K_39 {c |}{col 19}{res}{space 2}-33.53183{col 31}{space 2} 15.26501{col 42}{space 1}   -2.20{col 51}{space 3}0.028{col 59}{space 4}-63.46129{col 72}{space 3}-3.602369
{txt}{space 3}article_40K_40 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}quote_92K_1 {c |}{col 19}{res}{space 2} 2.032556{col 31}{space 2} 6.427871{col 42}{space 1}    0.32{col 51}{space 3}0.752{col 59}{space 4} -10.5703{col 72}{space 3} 14.63541
{txt}{space 6}quote_92K_2 {c |}{col 19}{res}{space 2} 2.876082{col 31}{space 2} 3.988816{col 42}{space 1}    0.72{col 51}{space 3}0.471{col 59}{space 4}-4.944621{col 72}{space 3} 10.69678
{txt}{space 6}quote_92K_3 {c |}{col 19}{res}{space 2} 7.759817{col 31}{space 2} 3.656103{col 42}{space 1}    2.12{col 51}{space 3}0.034{col 59}{space 4} .5914497{col 72}{space 3} 14.92818
{txt}{space 6}quote_92K_4 {c |}{col 19}{res}{space 2} 7.452247{col 31}{space 2} 4.172245{col 42}{space 1}    1.79{col 51}{space 3}0.074{col 59}{space 4}-.7280989{col 72}{space 3} 15.63259
{txt}{space 6}quote_92K_5 {c |}{col 19}{res}{space 2} 6.242945{col 31}{space 2}  5.20634{col 42}{space 1}    1.20{col 51}{space 3}0.231{col 59}{space 4}-3.964906{col 72}{space 3}  16.4508
{txt}{space 6}quote_92K_6 {c |}{col 19}{res}{space 2} 3.269927{col 31}{space 2} 4.891888{col 42}{space 1}    0.67{col 51}{space 3}0.504{col 59}{space 4}-6.321393{col 72}{space 3} 12.86125
{txt}{space 6}quote_92K_7 {c |}{col 19}{res}{space 2} .4656294{col 31}{space 2} 3.611426{col 42}{space 1}    0.13{col 51}{space 3}0.897{col 59}{space 4}-6.615142{col 72}{space 3}   7.5464
{txt}{space 6}quote_92K_8 {c |}{col 19}{res}{space 2} 1.818518{col 31}{space 2} 4.790635{col 42}{space 1}    0.38{col 51}{space 3}0.704{col 59}{space 4}-7.574278{col 72}{space 3} 11.21131
{txt}{space 6}quote_92K_9 {c |}{col 19}{res}{space 2} 6.177644{col 31}{space 2} 5.213082{col 42}{space 1}    1.19{col 51}{space 3}0.236{col 59}{space 4}-4.043426{col 72}{space 3} 16.39871
{txt}{space 5}quote_92K_10 {c |}{col 19}{res}{space 2} 1.561574{col 31}{space 2} 4.012976{col 42}{space 1}    0.39{col 51}{space 3}0.697{col 59}{space 4}-6.306498{col 72}{space 3} 9.429647
{txt}{space 5}quote_92K_11 {c |}{col 19}{res}{space 2} 7.656687{col 31}{space 2}  3.57285{col 42}{space 1}    2.14{col 51}{space 3}0.032{col 59}{space 4} .6515499{col 72}{space 3} 14.66182
{txt}{space 5}quote_92K_12 {c |}{col 19}{res}{space 2} 7.676528{col 31}{space 2} 5.334305{col 42}{space 1}    1.44{col 51}{space 3}0.150{col 59}{space 4} -2.78222{col 72}{space 3} 18.13528
{txt}{space 5}quote_92K_13 {c |}{col 19}{res}{space 2} 8.537903{col 31}{space 2}  4.49091{col 42}{space 1}    1.90{col 51}{space 3}0.057{col 59}{space 4}-.2672342{col 72}{space 3} 17.34304
{txt}{space 5}quote_92K_14 {c |}{col 19}{res}{space 2} 3.466541{col 31}{space 2} 3.627302{col 42}{space 1}    0.96{col 51}{space 3}0.339{col 59}{space 4}-3.645357{col 72}{space 3} 10.57844
{txt}{space 5}quote_92K_15 {c |}{col 19}{res}{space 2} .8787343{col 31}{space 2} 5.322914{col 42}{space 1}    0.17{col 51}{space 3}0.869{col 59}{space 4}-9.557679{col 72}{space 3} 11.31515
{txt}{space 5}quote_92K_16 {c |}{col 19}{res}{space 2}  .409351{col 31}{space 2} 4.532666{col 42}{space 1}    0.09{col 51}{space 3}0.928{col 59}{space 4}-8.477657{col 72}{space 3} 9.296359
{txt}{space 5}quote_92K_17 {c |}{col 19}{res}{space 2} 4.542017{col 31}{space 2} 4.839451{col 42}{space 1}    0.94{col 51}{space 3}0.348{col 59}{space 4}-4.946491{col 72}{space 3} 14.03053
{txt}{space 5}quote_92K_18 {c |}{col 19}{res}{space 2} 11.69341{col 31}{space 2} 5.582284{col 42}{space 1}    2.09{col 51}{space 3}0.036{col 59}{space 4} .7484634{col 72}{space 3} 22.63836
{txt}{space 5}quote_92K_19 {c |}{col 19}{res}{space 2} 6.361992{col 31}{space 2} 3.907651{col 42}{space 1}    1.63{col 51}{space 3}0.104{col 59}{space 4}-1.299574{col 72}{space 3} 14.02356
{txt}{space 5}quote_92K_20 {c |}{col 19}{res}{space 2} 4.300678{col 31}{space 2} 4.080226{col 42}{space 1}    1.05{col 51}{space 3}0.292{col 59}{space 4}-3.699249{col 72}{space 3}  12.3006
{txt}{space 5}quote_92K_21 {c |}{col 19}{res}{space 2} .9020822{col 31}{space 2} 4.132946{col 42}{space 1}    0.22{col 51}{space 3}0.827{col 59}{space 4}-7.201212{col 72}{space 3} 9.005376
{txt}{space 5}quote_92K_22 {c |}{col 19}{res}{space 2} 8.988047{col 31}{space 2} 4.263641{col 42}{space 1}    2.11{col 51}{space 3}0.035{col 59}{space 4} .6285064{col 72}{space 3} 17.34759
{txt}{space 5}quote_92K_23 {c |}{col 19}{res}{space 2} 5.437809{col 31}{space 2} 3.359254{col 42}{space 1}    1.62{col 51}{space 3}0.106{col 59}{space 4}-1.148539{col 72}{space 3} 12.02416
{txt}{space 5}quote_92K_24 {c |}{col 19}{res}{space 2} 5.742995{col 31}{space 2} 3.437324{col 42}{space 1}    1.67{col 51}{space 3}0.095{col 59}{space 4}-.9964204{col 72}{space 3} 12.48241
{txt}{space 5}quote_92K_25 {c |}{col 19}{res}{space 2}-1.017426{col 31}{space 2} 5.651317{col 42}{space 1}   -0.18{col 51}{space 3}0.857{col 59}{space 4}-12.09772{col 72}{space 3} 10.06287
{txt}{space 5}quote_92K_26 {c |}{col 19}{res}{space 2} 6.704413{col 31}{space 2} 4.285119{col 42}{space 1}    1.56{col 51}{space 3}0.118{col 59}{space 4}-1.697239{col 72}{space 3} 15.10607
{txt}{space 5}quote_92K_27 {c |}{col 19}{res}{space 2} 9.704984{col 31}{space 2}  4.93718{col 42}{space 1}    1.97{col 51}{space 3}0.049{col 59}{space 4} .0248636{col 72}{space 3}  19.3851
{txt}{space 5}quote_92K_28 {c |}{col 19}{res}{space 2} .7200208{col 31}{space 2} 5.380576{col 42}{space 1}    0.13{col 51}{space 3}0.894{col 59}{space 4}-9.829448{col 72}{space 3} 11.26949
{txt}{space 5}quote_92K_29 {c |}{col 19}{res}{space 2} 3.560093{col 31}{space 2} 3.866869{col 42}{space 1}    0.92{col 51}{space 3}0.357{col 59}{space 4}-4.021515{col 72}{space 3}  11.1417
{txt}{space 5}quote_92K_30 {c |}{col 19}{res}{space 2} 7.266038{col 31}{space 2} 5.495301{col 42}{space 1}    1.32{col 51}{space 3}0.186{col 59}{space 4}-3.508368{col 72}{space 3} 18.04044
{txt}{space 5}quote_92K_31 {c |}{col 19}{res}{space 2} 8.526125{col 31}{space 2} 3.884076{col 42}{space 1}    2.20{col 51}{space 3}0.028{col 59}{space 4}   .91078{col 72}{space 3} 16.14147
{txt}{space 5}quote_92K_32 {c |}{col 19}{res}{space 2} 3.342486{col 31}{space 2} 4.200281{col 42}{space 1}    0.80{col 51}{space 3}0.426{col 59}{space 4}-4.892828{col 72}{space 3}  11.5778
{txt}{space 5}quote_92K_33 {c |}{col 19}{res}{space 2} 5.364459{col 31}{space 2} 3.658789{col 42}{space 1}    1.47{col 51}{space 3}0.143{col 59}{space 4}-1.809174{col 72}{space 3} 12.53809
{txt}{space 5}quote_92K_34 {c |}{col 19}{res}{space 2} 3.929047{col 31}{space 2} 4.659431{col 42}{space 1}    0.84{col 51}{space 3}0.399{col 59}{space 4}-5.206502{col 72}{space 3}  13.0646
{txt}{space 5}quote_92K_35 {c |}{col 19}{res}{space 2} 4.580113{col 31}{space 2} 4.266634{col 42}{space 1}    1.07{col 51}{space 3}0.283{col 59}{space 4}-3.785296{col 72}{space 3} 12.94552
{txt}{space 5}quote_92K_36 {c |}{col 19}{res}{space 2} 5.276344{col 31}{space 2} 4.153054{col 42}{space 1}    1.27{col 51}{space 3}0.204{col 59}{space 4}-2.866374{col 72}{space 3} 13.41906
{txt}{space 5}quote_92K_37 {c |}{col 19}{res}{space 2} 5.516701{col 31}{space 2} 4.164047{col 42}{space 1}    1.32{col 51}{space 3}0.185{col 59}{space 4}-2.647571{col 72}{space 3} 13.68097
{txt}{space 5}quote_92K_38 {c |}{col 19}{res}{space 2} 1.911233{col 31}{space 2} 5.587178{col 42}{space 1}    0.34{col 51}{space 3}0.732{col 59}{space 4}-9.043311{col 72}{space 3} 12.86578
{txt}{space 5}quote_92K_39 {c |}{col 19}{res}{space 2} 7.025256{col 31}{space 2} 4.054738{col 42}{space 1}    1.73{col 51}{space 3}0.083{col 59}{space 4}-.9246974{col 72}{space 3} 14.97521
{txt}{space 5}quote_92K_40 {c |}{col 19}{res}{space 2} 1.325406{col 31}{space 2} 4.365628{col 42}{space 1}    0.30{col 51}{space 3}0.761{col 59}{space 4}-7.234097{col 72}{space 3}  9.88491
{txt}{space 5}quote_92K_41 {c |}{col 19}{res}{space 2}  3.49155{col 31}{space 2} 3.650883{col 42}{space 1}    0.96{col 51}{space 3}0.339{col 59}{space 4}-3.666582{col 72}{space 3} 10.64968
{txt}{space 5}quote_92K_42 {c |}{col 19}{res}{space 2} 4.240237{col 31}{space 2} 4.378135{col 42}{space 1}    0.97{col 51}{space 3}0.333{col 59}{space 4}-4.343788{col 72}{space 3} 12.82426
{txt}{space 5}quote_92K_43 {c |}{col 19}{res}{space 2} 3.431329{col 31}{space 2} 3.769769{col 42}{space 1}    0.91{col 51}{space 3}0.363{col 59}{space 4}-3.959898{col 72}{space 3} 10.82256
{txt}{space 5}quote_92K_44 {c |}{col 19}{res}{space 2} 7.266042{col 31}{space 2} 3.887696{col 42}{space 1}    1.87{col 51}{space 3}0.062{col 59}{space 4}-.3563993{col 72}{space 3} 14.88848
{txt}{space 5}quote_92K_45 {c |}{col 19}{res}{space 2}  5.49141{col 31}{space 2} 4.643993{col 42}{space 1}    1.18{col 51}{space 3}0.237{col 59}{space 4}-3.613872{col 72}{space 3} 14.59669
{txt}{space 5}quote_92K_46 {c |}{col 19}{res}{space 2} .8105227{col 31}{space 2} 7.485015{col 42}{space 1}    0.11{col 51}{space 3}0.914{col 59}{space 4}-13.86503{col 72}{space 3} 15.48608
{txt}{space 5}quote_92K_47 {c |}{col 19}{res}{space 2}-.3172166{col 31}{space 2} 4.805873{col 42}{space 1}   -0.07{col 51}{space 3}0.947{col 59}{space 4} -9.73989{col 72}{space 3} 9.105457
{txt}{space 5}quote_92K_48 {c |}{col 19}{res}{space 2} 10.56456{col 31}{space 2} 3.977973{col 42}{space 1}    2.66{col 51}{space 3}0.008{col 59}{space 4} 2.765117{col 72}{space 3}   18.364
{txt}{space 5}quote_92K_49 {c |}{col 19}{res}{space 2} 3.857436{col 31}{space 2} 5.212677{col 42}{space 1}    0.74{col 51}{space 3}0.459{col 59}{space 4}-6.362841{col 72}{space 3} 14.07771
{txt}{space 5}quote_92K_50 {c |}{col 19}{res}{space 2}-.8707527{col 31}{space 2} 6.310597{col 42}{space 1}   -0.14{col 51}{space 3}0.890{col 59}{space 4}-13.24367{col 72}{space 3} 11.50217
{txt}{space 5}quote_92K_51 {c |}{col 19}{res}{space 2} 3.680872{col 31}{space 2} 3.634805{col 42}{space 1}    1.01{col 51}{space 3}0.311{col 59}{space 4}-3.445737{col 72}{space 3} 10.80748
{txt}{space 5}quote_92K_52 {c |}{col 19}{res}{space 2} .2591583{col 31}{space 2} 4.201465{col 42}{space 1}    0.06{col 51}{space 3}0.951{col 59}{space 4}-7.978477{col 72}{space 3} 8.496794
{txt}{space 5}quote_92K_53 {c |}{col 19}{res}{space 2} 4.512516{col 31}{space 2} 4.343085{col 42}{space 1}    1.04{col 51}{space 3}0.299{col 59}{space 4}-4.002789{col 72}{space 3} 13.02782
{txt}{space 5}quote_92K_54 {c |}{col 19}{res}{space 2}  2.15951{col 31}{space 2} 4.612088{col 42}{space 1}    0.47{col 51}{space 3}0.640{col 59}{space 4}-6.883216{col 72}{space 3} 11.20224
{txt}{space 5}quote_92K_55 {c |}{col 19}{res}{space 2}-.2915448{col 31}{space 2}   4.1253{col 42}{space 1}   -0.07{col 51}{space 3}0.944{col 59}{space 4}-8.379846{col 72}{space 3} 7.796757
{txt}{space 5}quote_92K_56 {c |}{col 19}{res}{space 2} 2.351663{col 31}{space 2} 4.586076{col 42}{space 1}    0.51{col 51}{space 3}0.608{col 59}{space 4}-6.640063{col 72}{space 3} 11.34339
{txt}{space 5}quote_92K_57 {c |}{col 19}{res}{space 2} 4.122131{col 31}{space 2} 3.859539{col 42}{space 1}    1.07{col 51}{space 3}0.286{col 59}{space 4}-3.445105{col 72}{space 3} 11.68937
{txt}{space 5}quote_92K_58 {c |}{col 19}{res}{space 2} 5.962813{col 31}{space 2} 5.704555{col 42}{space 1}    1.05{col 51}{space 3}0.296{col 59}{space 4}-5.221868{col 72}{space 3} 17.14749
{txt}{space 5}quote_92K_59 {c |}{col 19}{res}{space 2} .8009796{col 31}{space 2} 4.077144{col 42}{space 1}    0.20{col 51}{space 3}0.844{col 59}{space 4}-7.192904{col 72}{space 3} 8.794864
{txt}{space 5}quote_92K_60 {c |}{col 19}{res}{space 2}  8.43923{col 31}{space 2} 3.810807{col 42}{space 1}    2.21{col 51}{space 3}0.027{col 59}{space 4} .9675418{col 72}{space 3} 15.91092
{txt}{space 5}quote_92K_61 {c |}{col 19}{res}{space 2} 5.549492{col 31}{space 2} 4.109737{col 42}{space 1}    1.35{col 51}{space 3}0.177{col 59}{space 4}-2.508295{col 72}{space 3} 13.60728
{txt}{space 5}quote_92K_62 {c |}{col 19}{res}{space 2} 1.575768{col 31}{space 2} 4.182358{col 42}{space 1}    0.38{col 51}{space 3}0.706{col 59}{space 4}-6.624406{col 72}{space 3} 9.775941
{txt}{space 5}quote_92K_63 {c |}{col 19}{res}{space 2} 5.903615{col 31}{space 2} 6.365604{col 42}{space 1}    0.93{col 51}{space 3}0.354{col 59}{space 4}-6.577156{col 72}{space 3} 18.38439
{txt}{space 5}quote_92K_64 {c |}{col 19}{res}{space 2}  6.81168{col 31}{space 2} 5.013746{col 42}{space 1}    1.36{col 51}{space 3}0.174{col 59}{space 4} -3.01856{col 72}{space 3} 16.64192
{txt}{space 5}quote_92K_65 {c |}{col 19}{res}{space 2} 2.857218{col 31}{space 2} 4.390938{col 42}{space 1}    0.65{col 51}{space 3}0.515{col 59}{space 4} -5.75191{col 72}{space 3} 11.46635
{txt}{space 5}quote_92K_66 {c |}{col 19}{res}{space 2} 3.590178{col 31}{space 2} 3.856462{col 42}{space 1}    0.93{col 51}{space 3}0.352{col 59}{space 4}-3.971024{col 72}{space 3} 11.15138
{txt}{space 5}quote_92K_67 {c |}{col 19}{res}{space 2} 2.096966{col 31}{space 2}  3.95667{col 42}{space 1}    0.53{col 51}{space 3}0.596{col 59}{space 4} -5.66071{col 72}{space 3} 9.854642
{txt}{space 5}quote_92K_68 {c |}{col 19}{res}{space 2} 13.36479{col 31}{space 2} 4.804823{col 42}{space 1}    2.78{col 51}{space 3}0.005{col 59}{space 4}  3.94417{col 72}{space 3}  22.7854
{txt}{space 5}quote_92K_69 {c |}{col 19}{res}{space 2} 10.38183{col 31}{space 2} 4.145915{col 42}{space 1}    2.50{col 51}{space 3}0.012{col 59}{space 4} 2.253112{col 72}{space 3} 18.51055
{txt}{space 5}quote_92K_70 {c |}{col 19}{res}{space 2} 11.68227{col 31}{space 2} 4.124345{col 42}{space 1}    2.83{col 51}{space 3}0.005{col 59}{space 4} 3.595845{col 72}{space 3}  19.7687
{txt}{space 5}quote_92K_71 {c |}{col 19}{res}{space 2} 3.296008{col 31}{space 2}  5.02273{col 42}{space 1}    0.66{col 51}{space 3}0.512{col 59}{space 4}-6.551848{col 72}{space 3} 13.14386
{txt}{space 5}quote_92K_72 {c |}{col 19}{res}{space 2} 2.356982{col 31}{space 2} 4.517835{col 42}{space 1}    0.52{col 51}{space 3}0.602{col 59}{space 4}-6.500947{col 72}{space 3} 11.21491
{txt}{space 5}quote_92K_73 {c |}{col 19}{res}{space 2}-.9450529{col 31}{space 2} 4.548482{col 42}{space 1}   -0.21{col 51}{space 3}0.835{col 59}{space 4} -9.86307{col 72}{space 3} 7.972964
{txt}{space 5}quote_92K_74 {c |}{col 19}{res}{space 2} 1.482037{col 31}{space 2} 5.503375{col 42}{space 1}    0.27{col 51}{space 3}0.788{col 59}{space 4}-9.308198{col 72}{space 3} 12.27227
{txt}{space 5}quote_92K_75 {c |}{col 19}{res}{space 2} 3.813211{col 31}{space 2} 5.156256{col 42}{space 1}    0.74{col 51}{space 3}0.460{col 59}{space 4}-6.296443{col 72}{space 3} 13.92287
{txt}{space 5}quote_92K_76 {c |}{col 19}{res}{space 2} 2.666514{col 31}{space 2} 3.505668{col 42}{space 1}    0.76{col 51}{space 3}0.447{col 59}{space 4}  -4.2069{col 72}{space 3} 9.539929
{txt}{space 5}quote_92K_77 {c |}{col 19}{res}{space 2} 4.168751{col 31}{space 2} 4.548271{col 42}{space 1}    0.92{col 51}{space 3}0.359{col 59}{space 4}-4.748851{col 72}{space 3} 13.08635
{txt}{space 5}quote_92K_78 {c |}{col 19}{res}{space 2}  -1.2764{col 31}{space 2} 6.007102{col 42}{space 1}   -0.21{col 51}{space 3}0.832{col 59}{space 4}-13.05427{col 72}{space 3} 10.50147
{txt}{space 5}quote_92K_79 {c |}{col 19}{res}{space 2} 3.789952{col 31}{space 2} 4.834913{col 42}{space 1}    0.78{col 51}{space 3}0.433{col 59}{space 4}-5.689658{col 72}{space 3} 13.26956
{txt}{space 5}quote_92K_80 {c |}{col 19}{res}{space 2} 4.485162{col 31}{space 2} 3.863334{col 42}{space 1}    1.16{col 51}{space 3}0.246{col 59}{space 4}-3.089514{col 72}{space 3} 12.05984
{txt}{space 5}quote_92K_81 {c |}{col 19}{res}{space 2} 5.000871{col 31}{space 2}  4.08188{col 42}{space 1}    1.23{col 51}{space 3}0.221{col 59}{space 4}-3.002299{col 72}{space 3} 13.00404
{txt}{space 5}quote_92K_82 {c |}{col 19}{res}{space 2}-2.623261{col 31}{space 2} 5.355439{col 42}{space 1}   -0.49{col 51}{space 3}0.624{col 59}{space 4}-13.12344{col 72}{space 3} 7.876922
{txt}{space 5}quote_92K_83 {c |}{col 19}{res}{space 2}-.1281542{col 31}{space 2} 4.543531{col 42}{space 1}   -0.03{col 51}{space 3}0.977{col 59}{space 4}-9.036464{col 72}{space 3} 8.780155
{txt}{space 5}quote_92K_84 {c |}{col 19}{res}{space 2} 7.666891{col 31}{space 2} 4.493453{col 42}{space 1}    1.71{col 51}{space 3}0.088{col 59}{space 4}-1.143233{col 72}{space 3} 16.47701
{txt}{space 5}quote_92K_85 {c |}{col 19}{res}{space 2} 7.986122{col 31}{space 2} 3.846267{col 42}{space 1}    2.08{col 51}{space 3}0.038{col 59}{space 4} .4449075{col 72}{space 3} 15.52734
{txt}{space 5}quote_92K_86 {c |}{col 19}{res}{space 2} 5.403636{col 31}{space 2} 4.203754{col 42}{space 1}    1.29{col 51}{space 3}0.199{col 59}{space 4}-2.838487{col 72}{space 3} 13.64576
{txt}{space 5}quote_92K_87 {c |}{col 19}{res}{space 2} 6.049494{col 31}{space 2} 4.686326{col 42}{space 1}    1.29{col 51}{space 3}0.197{col 59}{space 4}-3.138788{col 72}{space 3} 15.23778
{txt}{space 5}quote_92K_88 {c |}{col 19}{res}{space 2} 7.999364{col 31}{space 2} 3.605626{col 42}{space 1}    2.22{col 51}{space 3}0.027{col 59}{space 4} .9299645{col 72}{space 3} 15.06876
{txt}{space 5}quote_92K_89 {c |}{col 19}{res}{space 2} 2.629009{col 31}{space 2} 4.033136{col 42}{space 1}    0.65{col 51}{space 3}0.515{col 59}{space 4}-5.278591{col 72}{space 3} 10.53661
{txt}{space 5}quote_92K_90 {c |}{col 19}{res}{space 2} .4623923{col 31}{space 2} 5.073239{col 42}{space 1}    0.09{col 51}{space 3}0.927{col 59}{space 4}-9.484495{col 72}{space 3} 10.40928
{txt}{space 5}quote_92K_91 {c |}{col 19}{res}{space 2} 2.950621{col 31}{space 2} 5.814257{col 42}{space 1}    0.51{col 51}{space 3}0.612{col 59}{space 4}-8.449148{col 72}{space 3} 14.35039
{txt}{space 5}quote_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 12}_cons {c |}{col 19}{res}{space 2} 120.1467{col 31}{space 2} 20.81084{col 42}{space 1}    5.77{col 51}{space 3}0.000{col 59}{space 4} 79.34378{col 72}{space 3} 160.9497
{txt}{hline 18}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID,vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg ce_max_quote2speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(1.opposition)
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel E)
> ;
{res}
{txt}Panel E
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -4.05***          -4.68***          -2.97***          -3.69**           -4.05***          -4.23**           -3.25**           -3.71**           -4.87***          -4.06***          -4.01***          -3.92***{txt}
          {res} {ralign 14:{txt:(}1.46{txt:)}}    {ralign 14:{txt:(}1.59{txt:)}}    {ralign 14:{txt:(}1.13{txt:)}}    {ralign 14:{txt:(}1.45{txt:)}}    {ralign 14:{txt:(}1.48{txt:)}}    {ralign 14:{txt:(}1.66{txt:)}}    {ralign 14:{txt:(}1.46{txt:)}}    {ralign 14:{txt:(}1.49{txt:)}}    {ralign 14:{txt:(}1.43{txt:)}}    {ralign 14:{txt:(}1.45{txt:)}}    {ralign 14:{txt:(}1.47{txt:)}}    {ralign 14:{txt:(}1.42{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            350.00            353.00            249.00            267.00            367.00            341.00            361.00            351.00            258.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelE-semantic-accuracy.tex,
>         replace
>         booktabs
>         fragment
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelE-semantic-accuracy.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelE-semantic-accuracy.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelE-semantic-accuracy.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. 
. // *--------------------------------------------------------------------------------------------------
. // * Panel F. Semantic similarity robustness checks (Binarized)
. // *--------------------------------------------------------------------------------------------------
. gen dce_max_quote2speech = (ce_max_quote2speech >= 95) if !missing(ce_max_quote2speech)
{txt}
{com}. 
. eststo clear
{txt}
{com}. eststo: reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster article_id)
{p 0 6 2}{txt}note: 2016.year omitted because of collinearity{p_end}
{p 0 6 2}note: 1.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MFA omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MFA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.PMO omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.PMO identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MEWR omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MEWR identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MTI omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MTI identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MHA omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MHA identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MCCY omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MCCY identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MinLaw omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinLaw identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOH omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOH identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOM omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOM identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MinDef omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MinDef identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MSF omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MSF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 7.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOT omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOT identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MND omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MND identifies no observations in the sample{p_end}
{p 0 6 2}note: 4.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 5.rank#1.MOF omitted because of collinearity{p_end}
{p 0 6 2}note: 6.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 9.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOF identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 8.rank#1.MOE omitted because of collinearity{p_end}
{p 0 6 2}note: 9.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 11.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.MOE identifies no observations in the sample{p_end}
{p 0 6 2}note: 1.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 2.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 3.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 5.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 6.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 7.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 8.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 10b.rank#1.speaker omitted because of collinearity{p_end}
{p 0 6 2}note: 11.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: 12.rank#1.speaker identifies no observations in the sample{p_end}
{p 0 6 2}note: speech_92K_92 omitted because of collinearity{p_end}
{p 0 6 2}note: article_40K_40 omitted because of collinearity{p_end}
{p 0 6 2}note: quote_92K_92 omitted because of collinearity{p_end}

Linear regression                                      Number of obs ={res}   14901
                                                       {help j_robustsingular:F(351,  3420) =}       .
                                                       {txt}Prob > F      = {res}      .
                                                       {txt}R-squared     = {res} 0.3048
                                                       {txt}Root MSE      = {res} .31333

{txt}{ralign 83:(Std. Err. adjusted for {res:3421} clusters in article_id)}
{hline 18}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 19}{c |}{col 31}    Robust
{col 1}dce_max_quote2s~h{col 19}{c |}      Coef.{col 31}   Std. Err.{col 43}      t{col 51}   P>|t|{col 59}     [95% Con{col 72}f. Interval]
{hline 18}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 5}1.opposition {c |}{col 19}{res}{space 2}-.0351193{col 31}{space 2} .0179843{col 42}{space 1}   -1.95{col 51}{space 3}0.051{col 59}{space 4}-.0703804{col 72}{space 3} .0001417
{txt}{space 9}ln_quote {c |}{col 19}{res}{space 2} .1827523{col 31}{space 2} .0039274{col 42}{space 1}   46.53{col 51}{space 3}0.000{col 59}{space 4}  .175052{col 72}{space 3} .1904526
{txt}{space 8}ln_speech {c |}{col 19}{res}{space 2}-.0325034{col 31}{space 2} .0037729{col 42}{space 1}   -8.62{col 51}{space 3}0.000{col 59}{space 4}-.0399007{col 72}{space 3}-.0251061
{txt}{space 7}ln_article {c |}{col 19}{res}{space 2}-.0038177{col 31}{space 2} .0114705{col 42}{space 1}   -0.33{col 51}{space 3}0.739{col 59}{space 4}-.0263074{col 72}{space 3}  .018672
{txt}{space 17} {c |}
{space 13}parl {c |}
{space 1}11th parliament  {c |}{col 19}{res}{space 2}-.0007746{col 31}{space 2} .0441207{col 42}{space 1}   -0.02{col 51}{space 3}0.986{col 59}{space 4}-.0872803{col 72}{space 3} .0857311
{txt}{space 1}12th parliament  {c |}{col 19}{res}{space 2} .1158018{col 31}{space 2} .0539334{col 42}{space 1}    2.15{col 51}{space 3}0.032{col 59}{space 4} .0100568{col 72}{space 3} .2215468
{txt}{space 1}13th parliament  {c |}{col 19}{res}{space 2} .0938519{col 31}{space 2} .0295016{col 42}{space 1}    3.18{col 51}{space 3}0.001{col 59}{space 4} .0360093{col 72}{space 3} .1516945
{txt}{space 17} {c |}
{space 13}year {c |}
{space 12}2006  {c |}{col 19}{res}{space 2} .0665155{col 31}{space 2} .0288597{col 42}{space 1}    2.30{col 51}{space 3}0.021{col 59}{space 4} .0099315{col 72}{space 3} .1230996
{txt}{space 12}2007  {c |}{col 19}{res}{space 2} .0541126{col 31}{space 2} .0517658{col 42}{space 1}    1.05{col 51}{space 3}0.296{col 59}{space 4}-.0473825{col 72}{space 3} .1556077
{txt}{space 12}2008  {c |}{col 19}{res}{space 2} .0694881{col 31}{space 2} .0520253{col 42}{space 1}    1.34{col 51}{space 3}0.182{col 59}{space 4}-.0325156{col 72}{space 3} .1714919
{txt}{space 12}2009  {c |}{col 19}{res}{space 2}  .063901{col 31}{space 2} .0502299{col 42}{space 1}    1.27{col 51}{space 3}0.203{col 59}{space 4}-.0345827{col 72}{space 3} .1623848
{txt}{space 12}2010  {c |}{col 19}{res}{space 2} .0285946{col 31}{space 2} .0512529{col 42}{space 1}    0.56{col 51}{space 3}0.577{col 59}{space 4}-.0718949{col 72}{space 3}  .129084
{txt}{space 12}2011  {c |}{col 19}{res}{space 2}-.0037911{col 31}{space 2}  .052817{col 42}{space 1}   -0.07{col 51}{space 3}0.943{col 59}{space 4}-.1073471{col 72}{space 3}  .099765
{txt}{space 12}2012  {c |}{col 19}{res}{space 2}-.0493997{col 31}{space 2} .0583652{col 42}{space 1}   -0.85{col 51}{space 3}0.397{col 59}{space 4}-.1638339{col 72}{space 3} .0650345
{txt}{space 12}2013  {c |}{col 19}{res}{space 2}-.0498851{col 31}{space 2} .0593909{col 42}{space 1}   -0.84{col 51}{space 3}0.401{col 59}{space 4}-.1663303{col 72}{space 3} .0665601
{txt}{space 12}2014  {c |}{col 19}{res}{space 2}-.0170061{col 31}{space 2} .0583091{col 42}{space 1}   -0.29{col 51}{space 3}0.771{col 59}{space 4}-.1313302{col 72}{space 3}  .097318
{txt}{space 12}2015  {c |}{col 19}{res}{space 2}-.0197526{col 31}{space 2}  .058868{col 42}{space 1}   -0.34{col 51}{space 3}0.737{col 59}{space 4}-.1351726{col 72}{space 3} .0956674
{txt}{space 12}2016  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 17} {c |}
{space 11}gender {c |}
{space 10}female  {c |}{col 19}{res}{space 2}-.0081508{col 31}{space 2} .0107287{col 42}{space 1}   -0.76{col 51}{space 3}0.447{col 59}{space 4} -.029186{col 72}{space 3} .0128845
{txt}{space 17} {c |}
{space 13}race {c |}
{space 11}malay  {c |}{col 19}{res}{space 2} .0288768{col 31}{space 2} .0144044{col 42}{space 1}    2.00{col 51}{space 3}0.045{col 59}{space 4} .0006346{col 72}{space 3}  .057119
{txt}{space 10}indian  {c |}{col 19}{res}{space 2}-.0228607{col 31}{space 2}  .012877{col 42}{space 1}   -1.78{col 51}{space 3}0.076{col 59}{space 4}-.0481082{col 72}{space 3} .0023868
{txt}{space 8}eurasian  {c |}{col 19}{res}{space 2} .0112674{col 31}{space 2} .0238636{col 42}{space 1}    0.47{col 51}{space 3}0.637{col 59}{space 4}-.0355209{col 72}{space 3} .0580557
{txt}{space 17} {c |}
{space 14}age {c |}{col 19}{res}{space 2}-.0114471{col 31}{space 2} .0059366{col 42}{space 1}   -1.93{col 51}{space 3}0.054{col 59}{space 4}-.0230867{col 72}{space 3} .0001926
{txt}{space 13}age2 {c |}{col 19}{res}{space 2} .0001217{col 31}{space 2} .0000629{col 42}{space 1}    1.93{col 51}{space 3}0.053{col 59}{space 4}-1.68e-06{col 72}{space 3} .0002451
{txt}{space 11}tenure {c |}{col 19}{res}{space 2}  .000752{col 31}{space 2} .0019716{col 42}{space 1}    0.38{col 51}{space 3}0.703{col 59}{space 4}-.0031137{col 72}{space 3} .0046176
{txt}{space 10}tenure2 {c |}{col 19}{res}{space 2}-.0000691{col 31}{space 2} .0000694{col 42}{space 1}   -1.00{col 51}{space 3}0.319{col 59}{space 4}-.0002051{col 72}{space 3} .0000669
{txt}{space 17} {c |}
{space 10}weekday {c |}
{space 9}tuesday  {c |}{col 19}{res}{space 2}-.0212605{col 31}{space 2} .0219466{col 42}{space 1}   -0.97{col 51}{space 3}0.333{col 59}{space 4}-.0642903{col 72}{space 3} .0217693
{txt}{space 7}wednesday  {c |}{col 19}{res}{space 2}-.0010106{col 31}{space 2} .0226907{col 42}{space 1}   -0.04{col 51}{space 3}0.964{col 59}{space 4}-.0454993{col 72}{space 3} .0434781
{txt}{space 8}thursday  {c |}{col 19}{res}{space 2}-.0198786{col 31}{space 2} .0232098{col 42}{space 1}   -0.86{col 51}{space 3}0.392{col 59}{space 4}-.0653851{col 72}{space 3} .0256278
{txt}{space 10}friday  {c |}{col 19}{res}{space 2}-.0562797{col 31}{space 2} .0262291{col 42}{space 1}   -2.15{col 51}{space 3}0.032{col 59}{space 4} -.107706{col 72}{space 3}-.0048533
{txt}{space 8}saturday  {c |}{col 19}{res}{space 2}-.0311207{col 31}{space 2} .0255331{col 42}{space 1}   -1.22{col 51}{space 3}0.223{col 59}{space 4}-.0811823{col 72}{space 3} .0189409
{txt}{space 10}sunday  {c |}{col 19}{res}{space 2} .1771036{col 31}{space 2} .1239536{col 42}{space 1}    1.43{col 51}{space 3}0.153{col 59}{space 4}-.0659269{col 72}{space 3} .4201342
{txt}{space 17} {c |}
{space 9}section2 {c |}
{space 12}home  {c |}{col 19}{res}{space 2}  .088611{col 31}{space 2} .1058616{col 42}{space 1}    0.84{col 51}{space 3}0.403{col 59}{space 4}-.1189473{col 72}{space 3} .2961694
{txt}{space 9}insight  {c |}{col 19}{res}{space 2} .1459073{col 31}{space 2} .1197923{col 42}{space 1}    1.22{col 51}{space 3}0.223{col 59}{space 4}-.0889645{col 72}{space 3}  .380779
{txt}{space 11}money  {c |}{col 19}{res}{space 2} .0296256{col 31}{space 2} .1420625{col 42}{space 1}    0.21{col 51}{space 3}0.835{col 59}{space 4}-.2489103{col 72}{space 3} .3081616
{txt}{space 12}news  {c |}{col 19}{res}{space 2}-.1579788{col 31}{space 2} .1744299{col 42}{space 1}   -0.91{col 51}{space 3}0.365{col 59}{space 4}-.4999762{col 72}{space 3} .1840187
{txt}{space 9}opinion  {c |}{col 19}{res}{space 2} .2186704{col 31}{space 2} .1188209{col 42}{space 1}    1.84{col 51}{space 3}0.066{col 59}{space 4}-.0142967{col 72}{space 3} .4516376
{txt}{space 6}prime news  {c |}{col 19}{res}{space 2} .1229337{col 31}{space 2} .1051524{col 42}{space 1}    1.17{col 51}{space 3}0.242{col 59}{space 4}-.0832342{col 72}{space 3} .3291016
{txt}review - insight  {c |}{col 19}{res}{space 2} .0339436{col 31}{space 2} .1926553{col 42}{space 1}    0.18{col 51}{space 3}0.860{col 59}{space 4}-.3437876{col 72}{space 3} .4116748
{txt}{space 7}singapore  {c |}{col 19}{res}{space 2} .0860476{col 31}{space 2} .1045334{col 42}{space 1}    0.82{col 51}{space 3}0.410{col 59}{space 4}-.1189068{col 72}{space 3} .2910019
{txt}{space 10}sports  {c |}{col 19}{res}{space 2} .2182265{col 31}{space 2} .1322454{col 42}{space 1}    1.65{col 51}{space 3}0.099{col 59}{space 4}-.0410614{col 72}{space 3} .4775145
{txt}{space 14}st  {c |}{col 19}{res}{space 2} .0713192{col 31}{space 2} .1069911{col 42}{space 1}    0.67{col 51}{space 3}0.505{col 59}{space 4}-.1384537{col 72}{space 3}  .281092
{txt}{space 11}think  {c |}{col 19}{res}{space 2}-.2368988{col 31}{space 2}  .177309{col 42}{space 1}   -1.34{col 51}{space 3}0.182{col 59}{space 4}-.5845411{col 72}{space 3} .1107436
{txt}{space 1}top of the news  {c |}{col 19}{res}{space 2} .0710195{col 31}{space 2}  .105302{col 42}{space 1}    0.67{col 51}{space 3}0.500{col 59}{space 4}-.1354416{col 72}{space 3} .2774807
{txt}{space 11}world  {c |}{col 19}{res}{space 2} .2148037{col 31}{space 2} .1326108{col 42}{space 1}    1.62{col 51}{space 3}0.105{col 59}{space 4}-.0452007{col 72}{space 3} .4748081
{txt}{space 17} {c |}
{space 5}translations {c |}{col 19}{res}{space 2}-.0759837{col 31}{space 2} .0424542{col 42}{space 1}   -1.79{col 51}{space 3}0.074{col 59}{space 4} -.159222{col 72}{space 3} .0072545
{txt}{space 17} {c |}
{space 13}rank {c |}
{space 14}pm  {c |}{col 19}{res}{space 2}-.1969126{col 31}{space 2} .0681275{col 42}{space 1}   -2.89{col 51}{space 3}0.004{col 59}{space 4}-.3304872{col 72}{space 3}-.0633379
{txt}{space 13}dpm  {c |}{col 19}{res}{space 2}-.0216966{col 31}{space 2} .0353364{col 42}{space 1}   -0.61{col 51}{space 3}0.539{col 59}{space 4}-.0909792{col 72}{space 3} .0475861
{txt}{space 8}minister  {c |}{col 19}{res}{space 2}-.0370622{col 31}{space 2} .0226017{col 42}{space 1}   -1.64{col 51}{space 3}0.101{col 59}{space 4}-.0813765{col 72}{space 3}  .007252
{txt}{space 13}sms  {c |}{col 19}{res}{space 2}-.0375094{col 31}{space 2} .0543987{col 42}{space 1}   -0.69{col 51}{space 3}0.491{col 59}{space 4}-.1441666{col 72}{space 3} .0691477
{txt}{space 13}mos  {c |}{col 19}{res}{space 2} .1365642{col 31}{space 2} .0682656{col 42}{space 1}    2.00{col 51}{space 3}0.046{col 59}{space 4} .0027187{col 72}{space 3} .2704097
{txt}{space 11}mayor  {c |}{col 19}{res}{space 2} .0018895{col 31}{space 2} .0289406{col 42}{space 1}    0.07{col 51}{space 3}0.948{col 59}{space 4}-.0548532{col 72}{space 3} .0586322
{txt}{space 13}sps  {c |}{col 19}{res}{space 2}-.3081847{col 31}{space 2} .1125119{col 42}{space 1}   -2.74{col 51}{space 3}0.006{col 59}{space 4}-.5287821{col 72}{space 3}-.0875872
{txt}{space 8}parl sec  {c |}{col 19}{res}{space 2} .2200406{col 31}{space 2} .0854362{col 42}{space 1}    2.58{col 51}{space 3}0.010{col 59}{space 4} .0525294{col 72}{space 3} .3875518
{txt}{space 9}speaker  {c |}{col 19}{res}{space 2} .2964783{col 31}{space 2} .0516708{col 42}{space 1}    5.74{col 51}{space 3}0.000{col 59}{space 4} .1951694{col 72}{space 3} .3977871
{txt}{space 12}ncmp  {c |}{col 19}{res}{space 2}-.0231538{col 31}{space 2} .0283711{col 42}{space 1}   -0.82{col 51}{space 3}0.414{col 59}{space 4}-.0787798{col 72}{space 3} .0324722
{txt}{space 13}nmp  {c |}{col 19}{res}{space 2} -.001098{col 31}{space 2} .0185839{col 42}{space 1}   -0.06{col 51}{space 3}0.953{col 59}{space 4}-.0375347{col 72}{space 3} .0353387
{txt}{space 17} {c |}
{space 14}MFA {c |}{col 19}{res}{space 2} .4446402{col 31}{space 2} .2047348{col 42}{space 1}    2.17{col 51}{space 3}0.030{col 59}{space 4} .0432253{col 72}{space 3} .8460551
{txt}{space 14}PMO {c |}{col 19}{res}{space 2} .0003333{col 31}{space 2} .0831329{col 42}{space 1}    0.00{col 51}{space 3}0.997{col 59}{space 4}-.1626619{col 72}{space 3} .1633284
{txt}{space 13}MEWR {c |}{col 19}{res}{space 2} .4289063{col 31}{space 2} .1788101{col 42}{space 1}    2.40{col 51}{space 3}0.017{col 59}{space 4}  .078321{col 72}{space 3} .7794917
{txt}{space 14}MCI {c |}{col 19}{res}{space 2}-.0415791{col 31}{space 2} .3465604{col 42}{space 1}   -0.12{col 51}{space 3}0.905{col 59}{space 4}-.7210654{col 72}{space 3} .6379072
{txt}{space 14}MTI {c |}{col 19}{res}{space 2} -.079869{col 31}{space 2} .3349513{col 42}{space 1}   -0.24{col 51}{space 3}0.812{col 59}{space 4}-.7365938{col 72}{space 3} .5768559
{txt}{space 14}MHA {c |}{col 19}{res}{space 2}-.0843245{col 31}{space 2} .1101629{col 42}{space 1}   -0.77{col 51}{space 3}0.444{col 59}{space 4}-.3003162{col 72}{space 3} .1316673
{txt}{space 13}MCCY {c |}{col 19}{res}{space 2}-.0790565{col 31}{space 2} .0751105{col 42}{space 1}   -1.05{col 51}{space 3}0.293{col 59}{space 4}-.2263226{col 72}{space 3} .0682096
{txt}{space 11}MinLaw {c |}{col 19}{res}{space 2} .0581618{col 31}{space 2} .2696031{col 42}{space 1}    0.22{col 51}{space 3}0.829{col 59}{space 4}-.4704377{col 72}{space 3} .5867613
{txt}{space 14}MOH {c |}{col 19}{res}{space 2}-.7741963{col 31}{space 2} .1229528{col 42}{space 1}   -6.30{col 51}{space 3}0.000{col 59}{space 4}-1.015265{col 72}{space 3}-.5331278
{txt}{space 14}MOM {c |}{col 19}{res}{space 2} .3257221{col 31}{space 2} .0927877{col 42}{space 1}    3.51{col 51}{space 3}0.000{col 59}{space 4} .1437971{col 72}{space 3}  .507647
{txt}{space 11}MinDef {c |}{col 19}{res}{space 2} .0329722{col 31}{space 2} .1158242{col 42}{space 1}    0.28{col 51}{space 3}0.776{col 59}{space 4}-.1941195{col 72}{space 3} .2600639
{txt}{space 14}MSF {c |}{col 19}{res}{space 2}-.4401939{col 31}{space 2}   .11218{col 42}{space 1}   -3.92{col 51}{space 3}0.000{col 59}{space 4}-.6601405{col 72}{space 3}-.2202472
{txt}{space 14}MOT {c |}{col 19}{res}{space 2} .5037707{col 31}{space 2} .1765587{col 42}{space 1}    2.85{col 51}{space 3}0.004{col 59}{space 4} .1575996{col 72}{space 3} .8499418
{txt}{space 14}MND {c |}{col 19}{res}{space 2}-.1064423{col 31}{space 2} .0602428{col 42}{space 1}   -1.77{col 51}{space 3}0.077{col 59}{space 4}-.2245578{col 72}{space 3} .0116731
{txt}{space 14}MOF {c |}{col 19}{res}{space 2}-.0413018{col 31}{space 2} .0432146{col 42}{space 1}   -0.96{col 51}{space 3}0.339{col 59}{space 4}-.1260308{col 72}{space 3} .0434272
{txt}{space 14}MOE {c |}{col 19}{res}{space 2} .5098337{col 31}{space 2} .1487212{col 42}{space 1}    3.43{col 51}{space 3}0.001{col 59}{space 4} .2182423{col 72}{space 3} .8014252
{txt}{space 10}speaker {c |}{col 19}{res}{space 2} .0800819{col 31}{space 2}  .045184{col 42}{space 1}    1.77{col 51}{space 3}0.076{col 59}{space 4}-.0085085{col 72}{space 3} .1686723
{txt}{space 17} {c |}
{space 9}rank#MFA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-.4416015{col 31}{space 2} .2062243{col 42}{space 1}   -2.14{col 51}{space 3}0.032{col 59}{space 4}-.8459369{col 72}{space 3}-.0372662
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.4170585{col 31}{space 2} .2066509{col 42}{space 1}   -2.02{col 51}{space 3}0.044{col 59}{space 4}-.8222303{col 72}{space 3}-.0118867
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-.6224471{col 31}{space 2} .2203616{col 42}{space 1}   -2.82{col 51}{space 3}0.005{col 59}{space 4}-1.054501{col 72}{space 3}-.1903935
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#PMO {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .0348247{col 31}{space 2}  .085359{col 42}{space 1}    0.41{col 51}{space 3}0.683{col 59}{space 4} -.132535{col 72}{space 3} .2021844
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.0048119{col 31}{space 2}  .095649{col 42}{space 1}   -0.05{col 51}{space 3}0.960{col 59}{space 4}-.1923469{col 72}{space 3} .1827231
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MEWR {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-.3964074{col 31}{space 2} .1808245{col 42}{space 1}   -2.19{col 51}{space 3}0.028{col 59}{space 4}-.7509423{col 72}{space 3}-.0418724
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.4552639{col 31}{space 2} .1893967{col 42}{space 1}   -2.40{col 51}{space 3}0.016{col 59}{space 4} -.826606{col 72}{space 3}-.0839218
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-.4943183{col 31}{space 2} .1941512{col 42}{space 1}   -2.55{col 51}{space 3}0.011{col 59}{space 4}-.8749824{col 72}{space 3}-.1136543
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} -.307521{col 31}{space 2} .1901699{col 42}{space 1}   -1.62{col 51}{space 3}0.106{col 59}{space 4} -.680379{col 72}{space 3} .0653371
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MCI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}  .051975{col 31}{space 2} .3466457{col 42}{space 1}    0.15{col 51}{space 3}0.881{col 59}{space 4}-.6276786{col 72}{space 3} .7316287
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .1464433{col 31}{space 2} .3514799{col 42}{space 1}    0.42{col 51}{space 3}0.677{col 59}{space 4}-.5426885{col 72}{space 3} .8355751
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}  -.04219{col 31}{space 2}  .349575{col 42}{space 1}   -0.12{col 51}{space 3}0.904{col 59}{space 4}-.7275869{col 72}{space 3} .6432069
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} .4467622{col 31}{space 2} .1701666{col 42}{space 1}    2.63{col 51}{space 3}0.009{col 59}{space 4} .1131238{col 72}{space 3} .7804006
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MTI {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .1159043{col 31}{space 2} .3363613{col 42}{space 1}    0.34{col 51}{space 3}0.730{col 59}{space 4}-.5435851{col 72}{space 3} .7753937
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .1351528{col 31}{space 2} .3380087{col 42}{space 1}    0.40{col 51}{space 3}0.689{col 59}{space 4}-.5275666{col 72}{space 3} .7978722
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .0067794{col 31}{space 2} .3368068{col 42}{space 1}    0.02{col 51}{space 3}0.984{col 59}{space 4}-.6535835{col 72}{space 3} .6671424
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}-.4520086{col 31}{space 2} .3673215{col 42}{space 1}   -1.23{col 51}{space 3}0.219{col 59}{space 4}  -1.1722{col 72}{space 3} .2681832
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MHA {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} .0889976{col 31}{space 2} .1158226{col 42}{space 1}    0.77{col 51}{space 3}0.442{col 59}{space 4}-.1380908{col 72}{space 3} .3160861
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} .1107813{col 31}{space 2} .1134761{col 42}{space 1}    0.98{col 51}{space 3}0.329{col 59}{space 4}-.1117065{col 72}{space 3} .3332691
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .0896085{col 31}{space 2} .1181863{col 42}{space 1}    0.76{col 51}{space 3}0.448{col 59}{space 4}-.1421143{col 72}{space 3} .3213314
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .0434283{col 31}{space 2} .1405009{col 42}{space 1}    0.31{col 51}{space 3}0.757{col 59}{space 4} -.232046{col 72}{space 3} .3189026
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}  .481237{col 31}{space 2} .1166022{col 42}{space 1}    4.13{col 51}{space 3}0.000{col 59}{space 4} .2526199{col 72}{space 3}  .709854
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 8}rank#MCCY {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .1224587{col 31}{space 2} .0804778{col 42}{space 1}    1.52{col 51}{space 3}0.128{col 59}{space 4}-.0353306{col 72}{space 3} .2802481
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .0323965{col 31}{space 2} .1353997{col 42}{space 1}    0.24{col 51}{space 3}0.811{col 59}{space 4}-.2330761{col 72}{space 3}  .297869
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .1239917{col 31}{space 2} .1254412{col 42}{space 1}    0.99{col 51}{space 3}0.323{col 59}{space 4}-.1219555{col 72}{space 3} .3699389
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} -.335657{col 31}{space 2} .2417469{col 42}{space 1}   -1.39{col 51}{space 3}0.165{col 59}{space 4}  -.80964{col 72}{space 3}  .138326
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}-.0081428{col 31}{space 2} .2529182{col 42}{space 1}   -0.03{col 51}{space 3}0.974{col 59}{space 4}-.5040289{col 72}{space 3} .4877433
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinLaw {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} .0612163{col 31}{space 2} .2794567{col 42}{space 1}    0.22{col 51}{space 3}0.827{col 59}{space 4}-.4867027{col 72}{space 3} .6091353
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} .0288917{col 31}{space 2} .2706487{col 42}{space 1}    0.11{col 51}{space 3}0.915{col 59}{space 4}-.5017579{col 72}{space 3} .5595413
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.0058101{col 31}{space 2}  .272265{col 42}{space 1}   -0.02{col 51}{space 3}0.983{col 59}{space 4}-.5396287{col 72}{space 3} .5280085
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOH {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}  .817727{col 31}{space 2} .1336342{col 42}{space 1}    6.12{col 51}{space 3}0.000{col 59}{space 4} .5557161{col 72}{space 3} 1.079738
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .9035361{col 31}{space 2} .1393207{col 42}{space 1}    6.49{col 51}{space 3}0.000{col 59}{space 4} .6303758{col 72}{space 3} 1.176696
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .6686122{col 31}{space 2} .1441517{col 42}{space 1}    4.64{col 51}{space 3}0.000{col 59}{space 4} .3859801{col 72}{space 3} .9512443
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2} .8064893{col 31}{space 2} .1617465{col 42}{space 1}    4.99{col 51}{space 3}0.000{col 59}{space 4} .4893597{col 72}{space 3} 1.123619
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOM {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}-.2781137{col 31}{space 2} .1249221{col 42}{space 1}   -2.23{col 51}{space 3}0.026{col 59}{space 4}-.5230432{col 72}{space 3}-.0331842
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2} -.313468{col 31}{space 2} .0951438{col 42}{space 1}   -3.29{col 51}{space 3}0.001{col 59}{space 4}-.5000123{col 72}{space 3}-.1269236
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} -.347057{col 31}{space 2} .1101298{col 42}{space 1}   -3.15{col 51}{space 3}0.002{col 59}{space 4}-.5629839{col 72}{space 3}-.1311301
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-.3716582{col 31}{space 2} .0987122{col 42}{space 1}   -3.77{col 51}{space 3}0.000{col 59}{space 4} -.565199{col 72}{space 3}-.1781174
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 6}rank#MinDef {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2} .0166011{col 31}{space 2} .1261649{col 42}{space 1}    0.13{col 51}{space 3}0.895{col 59}{space 4}-.2307651{col 72}{space 3} .2639672
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-.0212877{col 31}{space 2} .1183011{col 42}{space 1}   -0.18{col 51}{space 3}0.857{col 59}{space 4}-.2532357{col 72}{space 3} .2106602
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} -.011974{col 31}{space 2} .1272642{col 42}{space 1}   -0.09{col 51}{space 3}0.925{col 59}{space 4}-.2614956{col 72}{space 3} .2375475
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}-.1750113{col 31}{space 2} .1336999{col 42}{space 1}   -1.31{col 51}{space 3}0.191{col 59}{space 4}-.4371512{col 72}{space 3} .0871285
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MSF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .4102815{col 31}{space 2} .1178823{col 42}{space 1}    3.48{col 51}{space 3}0.001{col 59}{space 4} .1791546{col 72}{space 3} .6414084
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .2767852{col 31}{space 2} .1444939{col 42}{space 1}    1.92{col 51}{space 3}0.056{col 59}{space 4} -.006518{col 72}{space 3} .5600884
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .1880403{col 31}{space 2} .1598415{col 42}{space 1}    1.18{col 51}{space 3}0.240{col 59}{space 4}-.1253541{col 72}{space 3} .5014348
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2} .9292171{col 31}{space 2} .1895415{col 42}{space 1}    4.90{col 51}{space 3}0.000{col 59}{space 4}  .557591{col 72}{space 3} 1.300843
{txt}{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOT {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-.4980297{col 31}{space 2} .1779614{col 42}{space 1}   -2.80{col 51}{space 3}0.005{col 59}{space 4}-.8469512{col 72}{space 3}-.1491082
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.4562259{col 31}{space 2} .1843766{col 42}{space 1}   -2.47{col 51}{space 3}0.013{col 59}{space 4}-.8177254{col 72}{space 3}-.0947265
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} -.557292{col 31}{space 2} .1956012{col 42}{space 1}   -2.85{col 51}{space 3}0.004{col 59}{space 4}-.9407992{col 72}{space 3}-.1737849
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MND {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2} .1841514{col 31}{space 2} .0651844{col 42}{space 1}    2.83{col 51}{space 3}0.005{col 59}{space 4} .0563471{col 72}{space 3} .3119557
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2} .1482628{col 31}{space 2}  .071281{col 42}{space 1}    2.08{col 51}{space 3}0.038{col 59}{space 4} .0085051{col 72}{space 3} .2880205
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} .0714802{col 31}{space 2} .0848451{col 42}{space 1}    0.84{col 51}{space 3}0.400{col 59}{space 4}-.0948721{col 72}{space 3} .2378324
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2} .5890611{col 31}{space 2} .1351619{col 42}{space 1}    4.36{col 51}{space 3}0.000{col 59}{space 4} .3240548{col 72}{space 3} .8540674
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOF {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2} .0233138{col 31}{space 2} .1095607{col 42}{space 1}    0.21{col 51}{space 3}0.832{col 59}{space 4}-.1914973{col 72}{space 3} .2381249
{txt}{space 11}dpm#1  {c |}{col 19}{res}{space 2}-.1437885{col 31}{space 2} .0754938{col 42}{space 1}   -1.90{col 51}{space 3}0.057{col 59}{space 4}-.2918061{col 72}{space 3}  .004229
{txt}{space 6}minister#1  {c |}{col 19}{res}{space 2}-.0520617{col 31}{space 2}  .050843{col 42}{space 1}   -1.02{col 51}{space 3}0.306{col 59}{space 4}-.1517475{col 72}{space 3} .0476241
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 9}rank#MOE {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}-.4529116{col 31}{space 2} .1511433{col 42}{space 1}   -3.00{col 51}{space 3}0.003{col 59}{space 4}-.7492519{col 72}{space 3}-.1565714
{txt}{space 11}sms#1  {c |}{col 19}{res}{space 2}-.4965884{col 31}{space 2} .1537475{col 42}{space 1}   -3.23{col 51}{space 3}0.001{col 59}{space 4}-.7980348{col 72}{space 3}-.1951421
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2} -.528973{col 31}{space 2} .1629389{col 42}{space 1}   -3.25{col 51}{space 3}0.001{col 59}{space 4}-.8484405{col 72}{space 3}-.2095055
{txt}{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 11}sps#1  {c |}{col 19}{res}{space 2}-.5881841{col 31}{space 2} .1861538{col 42}{space 1}   -3.16{col 51}{space 3}0.002{col 59}{space 4}-.9531681{col 72}{space 3}-.2232002
{txt}{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}rank#speaker {c |}
{space 12}pm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}dpm#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}minister#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sms#1  {c |}{col 19}{res}{space 2}-.0185006{col 31}{space 2} .0813429{col 42}{space 1}   -0.23{col 51}{space 3}0.820{col 59}{space 4}-.1779861{col 72}{space 3}  .140985
{txt}{space 11}mos#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 9}mayor#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}sps#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 6}parl sec#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 7}speaker#1  {c |}{col 19}{res}{space 2}-.3307305{col 31}{space 2} .0761931{col 42}{space 1}   -4.34{col 51}{space 3}0.000{col 59}{space 4}-.4801192{col 72}{space 3}-.1813419
{txt}{space 12}mp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 10}ncmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 11}nmp#1  {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (empty)
{space 17} {c |}
{space 5}speech_92K_1 {c |}{col 19}{res}{space 2}-.2902901{col 31}{space 2} .1406524{col 42}{space 1}   -2.06{col 51}{space 3}0.039{col 59}{space 4}-.5660613{col 72}{space 3}-.0145189
{txt}{space 5}speech_92K_2 {c |}{col 19}{res}{space 2}-.0863457{col 31}{space 2} .0948855{col 42}{space 1}   -0.91{col 51}{space 3}0.363{col 59}{space 4}-.2723837{col 72}{space 3} .0996924
{txt}{space 5}speech_92K_3 {c |}{col 19}{res}{space 2}-.1933586{col 31}{space 2} .1011295{col 42}{space 1}   -1.91{col 51}{space 3}0.056{col 59}{space 4} -.391639{col 72}{space 3} .0049218
{txt}{space 5}speech_92K_4 {c |}{col 19}{res}{space 2}  -.09814{col 31}{space 2}  .120168{col 42}{space 1}   -0.82{col 51}{space 3}0.414{col 59}{space 4}-.3337483{col 72}{space 3} .1374683
{txt}{space 5}speech_92K_5 {c |}{col 19}{res}{space 2} .0554446{col 31}{space 2} .1706996{col 42}{space 1}    0.32{col 51}{space 3}0.745{col 59}{space 4} -.279239{col 72}{space 3} .3901282
{txt}{space 5}speech_92K_6 {c |}{col 19}{res}{space 2}-.1187617{col 31}{space 2} .1269842{col 42}{space 1}   -0.94{col 51}{space 3}0.350{col 59}{space 4}-.3677342{col 72}{space 3} .1302109
{txt}{space 5}speech_92K_7 {c |}{col 19}{res}{space 2}-.0877174{col 31}{space 2} .0876833{col 42}{space 1}   -1.00{col 51}{space 3}0.317{col 59}{space 4}-.2596344{col 72}{space 3} .0841996
{txt}{space 5}speech_92K_8 {c |}{col 19}{res}{space 2}-.0542039{col 31}{space 2} .1059307{col 42}{space 1}   -0.51{col 51}{space 3}0.609{col 59}{space 4}-.2618978{col 72}{space 3} .1534899
{txt}{space 5}speech_92K_9 {c |}{col 19}{res}{space 2}-.1135767{col 31}{space 2}   .19893{col 42}{space 1}   -0.57{col 51}{space 3}0.568{col 59}{space 4}-.5036104{col 72}{space 3} .2764569
{txt}{space 4}speech_92K_10 {c |}{col 19}{res}{space 2}-.0383073{col 31}{space 2} .0907928{col 42}{space 1}   -0.42{col 51}{space 3}0.673{col 59}{space 4}-.2163208{col 72}{space 3} .1397063
{txt}{space 4}speech_92K_11 {c |}{col 19}{res}{space 2}-.0244478{col 31}{space 2} .0853336{col 42}{space 1}   -0.29{col 51}{space 3}0.775{col 59}{space 4}-.1917578{col 72}{space 3} .1428621
{txt}{space 4}speech_92K_12 {c |}{col 19}{res}{space 2} .0225815{col 31}{space 2} .2240563{col 42}{space 1}    0.10{col 51}{space 3}0.920{col 59}{space 4}-.4167162{col 72}{space 3} .4618792
{txt}{space 4}speech_92K_13 {c |}{col 19}{res}{space 2}-.1737239{col 31}{space 2} .1344665{col 42}{space 1}   -1.29{col 51}{space 3}0.196{col 59}{space 4}-.4373668{col 72}{space 3}  .089919
{txt}{space 4}speech_92K_14 {c |}{col 19}{res}{space 2}-.1612607{col 31}{space 2} .0940859{col 42}{space 1}   -1.71{col 51}{space 3}0.087{col 59}{space 4}-.3457311{col 72}{space 3} .0232096
{txt}{space 4}speech_92K_15 {c |}{col 19}{res}{space 2}-.1482056{col 31}{space 2} .1638889{col 42}{space 1}   -0.90{col 51}{space 3}0.366{col 59}{space 4}-.4695357{col 72}{space 3} .1731245
{txt}{space 4}speech_92K_16 {c |}{col 19}{res}{space 2}-.0896331{col 31}{space 2} .1173502{col 42}{space 1}   -0.76{col 51}{space 3}0.445{col 59}{space 4}-.3197166{col 72}{space 3} .1404505
{txt}{space 4}speech_92K_17 {c |}{col 19}{res}{space 2}-.1473685{col 31}{space 2} .1210313{col 42}{space 1}   -1.22{col 51}{space 3}0.223{col 59}{space 4}-.3846695{col 72}{space 3} .0899326
{txt}{space 4}speech_92K_18 {c |}{col 19}{res}{space 2} -.409302{col 31}{space 2} .2572733{col 42}{space 1}   -1.59{col 51}{space 3}0.112{col 59}{space 4}-.9137269{col 72}{space 3} .0951229
{txt}{space 4}speech_92K_19 {c |}{col 19}{res}{space 2} -.082082{col 31}{space 2} .0878536{col 42}{space 1}   -0.93{col 51}{space 3}0.350{col 59}{space 4}-.2543328{col 72}{space 3} .0901689
{txt}{space 4}speech_92K_20 {c |}{col 19}{res}{space 2} .0565565{col 31}{space 2} .0896623{col 42}{space 1}    0.63{col 51}{space 3}0.528{col 59}{space 4}-.1192407{col 72}{space 3} .2323536
{txt}{space 4}speech_92K_21 {c |}{col 19}{res}{space 2}-.0320885{col 31}{space 2} .0844129{col 42}{space 1}   -0.38{col 51}{space 3}0.704{col 59}{space 4}-.1975933{col 72}{space 3} .1334164
{txt}{space 4}speech_92K_22 {c |}{col 19}{res}{space 2}-.0217165{col 31}{space 2}  .116907{col 42}{space 1}   -0.19{col 51}{space 3}0.853{col 59}{space 4}-.2509312{col 72}{space 3} .2074982
{txt}{space 4}speech_92K_23 {c |}{col 19}{res}{space 2}-.1135179{col 31}{space 2} .0688789{col 42}{space 1}   -1.65{col 51}{space 3}0.099{col 59}{space 4}-.2485659{col 72}{space 3}   .02153
{txt}{space 4}speech_92K_24 {c |}{col 19}{res}{space 2}-.2013917{col 31}{space 2}  .081657{col 42}{space 1}   -2.47{col 51}{space 3}0.014{col 59}{space 4}-.3614931{col 72}{space 3}-.0412903
{txt}{space 4}speech_92K_25 {c |}{col 19}{res}{space 2} -.234298{col 31}{space 2} .1219356{col 42}{space 1}   -1.92{col 51}{space 3}0.055{col 59}{space 4}-.4733721{col 72}{space 3}  .004776
{txt}{space 4}speech_92K_26 {c |}{col 19}{res}{space 2}-.4447565{col 31}{space 2} .2156419{col 42}{space 1}   -2.06{col 51}{space 3}0.039{col 59}{space 4}-.8675566{col 72}{space 3}-.0219565
{txt}{space 4}speech_92K_27 {c |}{col 19}{res}{space 2} .0574322{col 31}{space 2} .1586538{col 42}{space 1}    0.36{col 51}{space 3}0.717{col 59}{space 4}-.2536336{col 72}{space 3}  .368498
{txt}{space 4}speech_92K_28 {c |}{col 19}{res}{space 2}  .018345{col 31}{space 2} .1238339{col 42}{space 1}    0.15{col 51}{space 3}0.882{col 59}{space 4}-.2244509{col 72}{space 3} .2611409
{txt}{space 4}speech_92K_29 {c |}{col 19}{res}{space 2}-.0804438{col 31}{space 2} .1118917{col 42}{space 1}   -0.72{col 51}{space 3}0.472{col 59}{space 4}-.2998251{col 72}{space 3} .1389375
{txt}{space 4}speech_92K_30 {c |}{col 19}{res}{space 2}-.1129445{col 31}{space 2} .1284979{col 42}{space 1}   -0.88{col 51}{space 3}0.379{col 59}{space 4}-.3648848{col 72}{space 3} .1389959
{txt}{space 4}speech_92K_31 {c |}{col 19}{res}{space 2}-.0715243{col 31}{space 2}  .080264{col 42}{space 1}   -0.89{col 51}{space 3}0.373{col 59}{space 4}-.2288946{col 72}{space 3}  .085846
{txt}{space 4}speech_92K_32 {c |}{col 19}{res}{space 2} .0760699{col 31}{space 2} .1658292{col 42}{space 1}    0.46{col 51}{space 3}0.646{col 59}{space 4}-.2490644{col 72}{space 3} .4012042
{txt}{space 4}speech_92K_33 {c |}{col 19}{res}{space 2}-.0075712{col 31}{space 2} .0927155{col 42}{space 1}   -0.08{col 51}{space 3}0.935{col 59}{space 4}-.1893547{col 72}{space 3} .1742122
{txt}{space 4}speech_92K_34 {c |}{col 19}{res}{space 2}-.0635063{col 31}{space 2} .1026425{col 42}{space 1}   -0.62{col 51}{space 3}0.536{col 59}{space 4}-.2647531{col 72}{space 3} .1377405
{txt}{space 4}speech_92K_35 {c |}{col 19}{res}{space 2} .0583437{col 31}{space 2} .1102823{col 42}{space 1}    0.53{col 51}{space 3}0.597{col 59}{space 4}-.1578822{col 72}{space 3} .2745696
{txt}{space 4}speech_92K_36 {c |}{col 19}{res}{space 2} .0548471{col 31}{space 2} .0824136{col 42}{space 1}    0.67{col 51}{space 3}0.506{col 59}{space 4}-.1067377{col 72}{space 3}  .216432
{txt}{space 4}speech_92K_37 {c |}{col 19}{res}{space 2}-.0633256{col 31}{space 2} .1354119{col 42}{space 1}   -0.47{col 51}{space 3}0.640{col 59}{space 4} -.328822{col 72}{space 3} .2021707
{txt}{space 4}speech_92K_38 {c |}{col 19}{res}{space 2}-.0297823{col 31}{space 2} .1845607{col 42}{space 1}   -0.16{col 51}{space 3}0.872{col 59}{space 4}-.3916428{col 72}{space 3} .3320782
{txt}{space 4}speech_92K_39 {c |}{col 19}{res}{space 2}  -.10305{col 31}{space 2} .1214177{col 42}{space 1}   -0.85{col 51}{space 3}0.396{col 59}{space 4}-.3411086{col 72}{space 3} .1350085
{txt}{space 4}speech_92K_40 {c |}{col 19}{res}{space 2}-.1103894{col 31}{space 2}    .1117{col 42}{space 1}   -0.99{col 51}{space 3}0.323{col 59}{space 4}-.3293948{col 72}{space 3}  .108616
{txt}{space 4}speech_92K_41 {c |}{col 19}{res}{space 2}-.2571768{col 31}{space 2} .0930333{col 42}{space 1}   -2.76{col 51}{space 3}0.006{col 59}{space 4}-.4395832{col 72}{space 3}-.0747705
{txt}{space 4}speech_92K_42 {c |}{col 19}{res}{space 2}-.1180224{col 31}{space 2} .1476089{col 42}{space 1}   -0.80{col 51}{space 3}0.424{col 59}{space 4}-.4074329{col 72}{space 3} .1713882
{txt}{space 4}speech_92K_43 {c |}{col 19}{res}{space 2}-.0713433{col 31}{space 2} .1089644{col 42}{space 1}   -0.65{col 51}{space 3}0.513{col 59}{space 4}-.2849852{col 72}{space 3} .1422985
{txt}{space 4}speech_92K_44 {c |}{col 19}{res}{space 2}-.1179066{col 31}{space 2}  .109989{col 42}{space 1}   -1.07{col 51}{space 3}0.284{col 59}{space 4}-.3335574{col 72}{space 3} .0977443
{txt}{space 4}speech_92K_45 {c |}{col 19}{res}{space 2}-.0182222{col 31}{space 2} .1885922{col 42}{space 1}   -0.10{col 51}{space 3}0.923{col 59}{space 4} -.387987{col 72}{space 3} .3515426
{txt}{space 4}speech_92K_46 {c |}{col 19}{res}{space 2}-.2404718{col 31}{space 2} .2397988{col 42}{space 1}   -1.00{col 51}{space 3}0.316{col 59}{space 4}-.7106352{col 72}{space 3} .2296916
{txt}{space 4}speech_92K_47 {c |}{col 19}{res}{space 2}-.0235838{col 31}{space 2} .1231993{col 42}{space 1}   -0.19{col 51}{space 3}0.848{col 59}{space 4}-.2651354{col 72}{space 3} .2179678
{txt}{space 4}speech_92K_48 {c |}{col 19}{res}{space 2} .0938366{col 31}{space 2}  .107929{col 42}{space 1}    0.87{col 51}{space 3}0.385{col 59}{space 4}-.1177753{col 72}{space 3} .3054485
{txt}{space 4}speech_92K_49 {c |}{col 19}{res}{space 2} .0375328{col 31}{space 2} .1254651{col 42}{space 1}    0.30{col 51}{space 3}0.765{col 59}{space 4}-.2084615{col 72}{space 3}  .283527
{txt}{space 4}speech_92K_50 {c |}{col 19}{res}{space 2}  -.44692{col 31}{space 2}  .189833{col 42}{space 1}   -2.35{col 51}{space 3}0.019{col 59}{space 4}-.8191175{col 72}{space 3}-.0747225
{txt}{space 4}speech_92K_51 {c |}{col 19}{res}{space 2} -.078655{col 31}{space 2} .0797366{col 42}{space 1}   -0.99{col 51}{space 3}0.324{col 59}{space 4}-.2349912{col 72}{space 3} .0776812
{txt}{space 4}speech_92K_52 {c |}{col 19}{res}{space 2} .0905416{col 31}{space 2} .0868406{col 42}{space 1}    1.04{col 51}{space 3}0.297{col 59}{space 4}-.0797231{col 72}{space 3} .2608064
{txt}{space 4}speech_92K_53 {c |}{col 19}{res}{space 2}-.0603746{col 31}{space 2} .1141815{col 42}{space 1}   -0.53{col 51}{space 3}0.597{col 59}{space 4}-.2842454{col 72}{space 3} .1634963
{txt}{space 4}speech_92K_54 {c |}{col 19}{res}{space 2} .0986402{col 31}{space 2} .1290335{col 42}{space 1}    0.76{col 51}{space 3}0.445{col 59}{space 4}-.1543504{col 72}{space 3} .3516308
{txt}{space 4}speech_92K_55 {c |}{col 19}{res}{space 2} .0053451{col 31}{space 2} .1083398{col 42}{space 1}    0.05{col 51}{space 3}0.961{col 59}{space 4}-.2070722{col 72}{space 3} .2177623
{txt}{space 4}speech_92K_56 {c |}{col 19}{res}{space 2}-.3470695{col 31}{space 2}   .17285{col 42}{space 1}   -2.01{col 51}{space 3}0.045{col 59}{space 4}-.6859692{col 72}{space 3}-.0081698
{txt}{space 4}speech_92K_57 {c |}{col 19}{res}{space 2}-.2657963{col 31}{space 2} .1049211{col 42}{space 1}   -2.53{col 51}{space 3}0.011{col 59}{space 4}-.4715106{col 72}{space 3} -.060082
{txt}{space 4}speech_92K_58 {c |}{col 19}{res}{space 2}-.1141414{col 31}{space 2} .1198873{col 42}{space 1}   -0.95{col 51}{space 3}0.341{col 59}{space 4}-.3491994{col 72}{space 3} .1209165
{txt}{space 4}speech_92K_59 {c |}{col 19}{res}{space 2}-.1732113{col 31}{space 2} .0943136{col 42}{space 1}   -1.84{col 51}{space 3}0.066{col 59}{space 4}-.3581281{col 72}{space 3} .0117055
{txt}{space 4}speech_92K_60 {c |}{col 19}{res}{space 2}-.1376973{col 31}{space 2} .1028239{col 42}{space 1}   -1.34{col 51}{space 3}0.181{col 59}{space 4}-.3392998{col 72}{space 3} .0639051
{txt}{space 4}speech_92K_61 {c |}{col 19}{res}{space 2}  .005357{col 31}{space 2} .1348985{col 42}{space 1}    0.04{col 51}{space 3}0.968{col 59}{space 4}-.2591328{col 72}{space 3} .2698469
{txt}{space 4}speech_92K_62 {c |}{col 19}{res}{space 2}-.1846935{col 31}{space 2} .1155673{col 42}{space 1}   -1.60{col 51}{space 3}0.110{col 59}{space 4}-.4112815{col 72}{space 3} .0418945
{txt}{space 4}speech_92K_63 {c |}{col 19}{res}{space 2} .4394886{col 31}{space 2} .2191378{col 42}{space 1}    2.01{col 51}{space 3}0.045{col 59}{space 4} .0098344{col 72}{space 3} .8691428
{txt}{space 4}speech_92K_64 {c |}{col 19}{res}{space 2}-.1486925{col 31}{space 2}  .123758{col 42}{space 1}   -1.20{col 51}{space 3}0.230{col 59}{space 4}-.3913396{col 72}{space 3} .0939545
{txt}{space 4}speech_92K_65 {c |}{col 19}{res}{space 2}-.0775441{col 31}{space 2} .1287085{col 42}{space 1}   -0.60{col 51}{space 3}0.547{col 59}{space 4}-.3298974{col 72}{space 3} .1748092
{txt}{space 4}speech_92K_66 {c |}{col 19}{res}{space 2} .0378896{col 31}{space 2} .0949684{col 42}{space 1}    0.40{col 51}{space 3}0.690{col 59}{space 4}-.1483109{col 72}{space 3} .2240901
{txt}{space 4}speech_92K_67 {c |}{col 19}{res}{space 2}-.1674363{col 31}{space 2} .0890902{col 42}{space 1}   -1.88{col 51}{space 3}0.060{col 59}{space 4}-.3421117{col 72}{space 3} .0072392
{txt}{space 4}speech_92K_68 {c |}{col 19}{res}{space 2}-.1110728{col 31}{space 2} .2013601{col 42}{space 1}   -0.55{col 51}{space 3}0.581{col 59}{space 4}-.5058711{col 72}{space 3} .2837255
{txt}{space 4}speech_92K_69 {c |}{col 19}{res}{space 2}-.1623084{col 31}{space 2} .1157218{col 42}{space 1}   -1.40{col 51}{space 3}0.161{col 59}{space 4}-.3891992{col 72}{space 3} .0645825
{txt}{space 4}speech_92K_70 {c |}{col 19}{res}{space 2}-.0919815{col 31}{space 2} .1118641{col 42}{space 1}   -0.82{col 51}{space 3}0.411{col 59}{space 4}-.3113087{col 72}{space 3} .1273458
{txt}{space 4}speech_92K_71 {c |}{col 19}{res}{space 2}-.3109091{col 31}{space 2} .1738936{col 42}{space 1}   -1.79{col 51}{space 3}0.074{col 59}{space 4}-.6518549{col 72}{space 3} .0300367
{txt}{space 4}speech_92K_72 {c |}{col 19}{res}{space 2}-.0782442{col 31}{space 2} .1049924{col 42}{space 1}   -0.75{col 51}{space 3}0.456{col 59}{space 4}-.2840983{col 72}{space 3} .1276099
{txt}{space 4}speech_92K_73 {c |}{col 19}{res}{space 2}-.0134297{col 31}{space 2} .0897953{col 42}{space 1}   -0.15{col 51}{space 3}0.881{col 59}{space 4}-.1894876{col 72}{space 3} .1626282
{txt}{space 4}speech_92K_74 {c |}{col 19}{res}{space 2} -.027448{col 31}{space 2} .1332826{col 42}{space 1}   -0.21{col 51}{space 3}0.837{col 59}{space 4}-.2887695{col 72}{space 3} .2338736
{txt}{space 4}speech_92K_75 {c |}{col 19}{res}{space 2} .0147775{col 31}{space 2} .1921192{col 42}{space 1}    0.08{col 51}{space 3}0.939{col 59}{space 4}-.3619026{col 72}{space 3} .3914575
{txt}{space 4}speech_92K_76 {c |}{col 19}{res}{space 2} .0514093{col 31}{space 2} .0907456{col 42}{space 1}    0.57{col 51}{space 3}0.571{col 59}{space 4}-.1265119{col 72}{space 3} .2293304
{txt}{space 4}speech_92K_77 {c |}{col 19}{res}{space 2}-.2556077{col 31}{space 2} .1176857{col 42}{space 1}   -2.17{col 51}{space 3}0.030{col 59}{space 4}-.4863491{col 72}{space 3}-.0248662
{txt}{space 4}speech_92K_78 {c |}{col 19}{res}{space 2}-.4752782{col 31}{space 2} .3112596{col 42}{space 1}   -1.53{col 51}{space 3}0.127{col 59}{space 4}-1.085552{col 72}{space 3} .1349954
{txt}{space 4}speech_92K_79 {c |}{col 19}{res}{space 2} .0114274{col 31}{space 2} .1482228{col 42}{space 1}    0.08{col 51}{space 3}0.939{col 59}{space 4}-.2791869{col 72}{space 3} .3020417
{txt}{space 4}speech_92K_80 {c |}{col 19}{res}{space 2} -.013889{col 31}{space 2} .0787394{col 42}{space 1}   -0.18{col 51}{space 3}0.860{col 59}{space 4}  -.16827{col 72}{space 3}  .140492
{txt}{space 4}speech_92K_81 {c |}{col 19}{res}{space 2}-.0437198{col 31}{space 2} .1129766{col 42}{space 1}   -0.39{col 51}{space 3}0.699{col 59}{space 4}-.2652283{col 72}{space 3} .1777886
{txt}{space 4}speech_92K_82 {c |}{col 19}{res}{space 2}-.2067075{col 31}{space 2} .2141991{col 42}{space 1}   -0.97{col 51}{space 3}0.335{col 59}{space 4}-.6266787{col 72}{space 3} .2132637
{txt}{space 4}speech_92K_83 {c |}{col 19}{res}{space 2}-.1148064{col 31}{space 2} .1568365{col 42}{space 1}   -0.73{col 51}{space 3}0.464{col 59}{space 4}-.4223092{col 72}{space 3} .1926964
{txt}{space 4}speech_92K_84 {c |}{col 19}{res}{space 2}-.0855309{col 31}{space 2} .1660799{col 42}{space 1}   -0.51{col 51}{space 3}0.607{col 59}{space 4}-.4111566{col 72}{space 3} .2400949
{txt}{space 4}speech_92K_85 {c |}{col 19}{res}{space 2} .1004487{col 31}{space 2}  .112187{col 42}{space 1}    0.90{col 51}{space 3}0.371{col 59}{space 4}-.1195116{col 72}{space 3} .3204091
{txt}{space 4}speech_92K_86 {c |}{col 19}{res}{space 2}-.0949466{col 31}{space 2} .1237278{col 42}{space 1}   -0.77{col 51}{space 3}0.443{col 59}{space 4}-.3375345{col 72}{space 3} .1476414
{txt}{space 4}speech_92K_87 {c |}{col 19}{res}{space 2}-.1893593{col 31}{space 2} .1362747{col 42}{space 1}   -1.39{col 51}{space 3}0.165{col 59}{space 4}-.4565474{col 72}{space 3} .0778289
{txt}{space 4}speech_92K_88 {c |}{col 19}{res}{space 2}-.0147227{col 31}{space 2} .0999667{col 42}{space 1}   -0.15{col 51}{space 3}0.883{col 59}{space 4}-.2107231{col 72}{space 3} .1812777
{txt}{space 4}speech_92K_89 {c |}{col 19}{res}{space 2}-.0832184{col 31}{space 2}  .109655{col 42}{space 1}   -0.76{col 51}{space 3}0.448{col 59}{space 4}-.2982144{col 72}{space 3} .1317776
{txt}{space 4}speech_92K_90 {c |}{col 19}{res}{space 2} .1393771{col 31}{space 2} .1540403{col 42}{space 1}    0.90{col 51}{space 3}0.366{col 59}{space 4}-.1626432{col 72}{space 3} .4413973
{txt}{space 4}speech_92K_91 {c |}{col 19}{res}{space 2}-.0437445{col 31}{space 2} .1770737{col 42}{space 1}   -0.25{col 51}{space 3}0.805{col 59}{space 4}-.3909255{col 72}{space 3} .3034365
{txt}{space 4}speech_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 4}article_40K_1 {c |}{col 19}{res}{space 2}-.0812844{col 31}{space 2} .1691984{col 42}{space 1}   -0.48{col 51}{space 3}0.631{col 59}{space 4}-.4130245{col 72}{space 3} .2504558
{txt}{space 4}article_40K_2 {c |}{col 19}{res}{space 2}-.0569735{col 31}{space 2} .1908732{col 42}{space 1}   -0.30{col 51}{space 3}0.765{col 59}{space 4}-.4312105{col 72}{space 3} .3172636
{txt}{space 4}article_40K_3 {c |}{col 19}{res}{space 2}-.2364273{col 31}{space 2} .1960041{col 42}{space 1}   -1.21{col 51}{space 3}0.228{col 59}{space 4}-.6207243{col 72}{space 3} .1478697
{txt}{space 4}article_40K_4 {c |}{col 19}{res}{space 2}-.0960391{col 31}{space 2} .3355501{col 42}{space 1}   -0.29{col 51}{space 3}0.775{col 59}{space 4}-.7539381{col 72}{space 3} .5618599
{txt}{space 4}article_40K_5 {c |}{col 19}{res}{space 2} -.111998{col 31}{space 2} .2038203{col 42}{space 1}   -0.55{col 51}{space 3}0.583{col 59}{space 4}-.5116198{col 72}{space 3} .2876238
{txt}{space 4}article_40K_6 {c |}{col 19}{res}{space 2} .0648493{col 31}{space 2}  .230004{col 42}{space 1}    0.28{col 51}{space 3}0.778{col 59}{space 4}-.3861099{col 72}{space 3} .5158085
{txt}{space 4}article_40K_7 {c |}{col 19}{res}{space 2}-.2539442{col 31}{space 2} .1753613{col 42}{space 1}   -1.45{col 51}{space 3}0.148{col 59}{space 4}-.5977678{col 72}{space 3} .0898794
{txt}{space 4}article_40K_8 {c |}{col 19}{res}{space 2}-.0490029{col 31}{space 2} .1980812{col 42}{space 1}   -0.25{col 51}{space 3}0.805{col 59}{space 4}-.4373723{col 72}{space 3} .3393665
{txt}{space 4}article_40K_9 {c |}{col 19}{res}{space 2}-.1292403{col 31}{space 2} .2308174{col 42}{space 1}   -0.56{col 51}{space 3}0.576{col 59}{space 4}-.5817942{col 72}{space 3} .3233136
{txt}{space 3}article_40K_10 {c |}{col 19}{res}{space 2}-.2657365{col 31}{space 2} .1777865{col 42}{space 1}   -1.49{col 51}{space 3}0.135{col 59}{space 4} -.614315{col 72}{space 3}  .082842
{txt}{space 3}article_40K_11 {c |}{col 19}{res}{space 2}-.2795884{col 31}{space 2} .2109349{col 42}{space 1}   -1.33{col 51}{space 3}0.185{col 59}{space 4}-.6931596{col 72}{space 3} .1339829
{txt}{space 3}article_40K_12 {c |}{col 19}{res}{space 2}-.1829697{col 31}{space 2} .1751581{col 42}{space 1}   -1.04{col 51}{space 3}0.296{col 59}{space 4}-.5263948{col 72}{space 3} .1604555
{txt}{space 3}article_40K_13 {c |}{col 19}{res}{space 2}-.2719022{col 31}{space 2} .1839489{col 42}{space 1}   -1.48{col 51}{space 3}0.139{col 59}{space 4} -.632563{col 72}{space 3} .0887586
{txt}{space 3}article_40K_14 {c |}{col 19}{res}{space 2}-.1520417{col 31}{space 2} .1943824{col 42}{space 1}   -0.78{col 51}{space 3}0.434{col 59}{space 4}-.5331591{col 72}{space 3} .2290758
{txt}{space 3}article_40K_15 {c |}{col 19}{res}{space 2}-.2299725{col 31}{space 2} .1787908{col 42}{space 1}   -1.29{col 51}{space 3}0.198{col 59}{space 4}-.5805201{col 72}{space 3} .1205752
{txt}{space 3}article_40K_16 {c |}{col 19}{res}{space 2}  -.18145{col 31}{space 2} .2127939{col 42}{space 1}   -0.85{col 51}{space 3}0.394{col 59}{space 4}-.5986661{col 72}{space 3} .2357661
{txt}{space 3}article_40K_17 {c |}{col 19}{res}{space 2}-.1733357{col 31}{space 2} .1731159{col 42}{space 1}   -1.00{col 51}{space 3}0.317{col 59}{space 4}-.5127567{col 72}{space 3} .1660853
{txt}{space 3}article_40K_18 {c |}{col 19}{res}{space 2}-.2161647{col 31}{space 2} .1796039{col 42}{space 1}   -1.20{col 51}{space 3}0.229{col 59}{space 4}-.5683066{col 72}{space 3} .1359771
{txt}{space 3}article_40K_19 {c |}{col 19}{res}{space 2}-.3411253{col 31}{space 2}  .178919{col 42}{space 1}   -1.91{col 51}{space 3}0.057{col 59}{space 4}-.6919243{col 72}{space 3} .0096737
{txt}{space 3}article_40K_20 {c |}{col 19}{res}{space 2}-.4882408{col 31}{space 2} .2378868{col 42}{space 1}   -2.05{col 51}{space 3}0.040{col 59}{space 4}-.9546554{col 72}{space 3}-.0218261
{txt}{space 3}article_40K_21 {c |}{col 19}{res}{space 2}-.2879771{col 31}{space 2} .2280968{col 42}{space 1}   -1.26{col 51}{space 3}0.207{col 59}{space 4}-.7351968{col 72}{space 3} .1592427
{txt}{space 3}article_40K_22 {c |}{col 19}{res}{space 2}-.4312132{col 31}{space 2} .2545389{col 42}{space 1}   -1.69{col 51}{space 3}0.090{col 59}{space 4}-.9302769{col 72}{space 3} .0678505
{txt}{space 3}article_40K_23 {c |}{col 19}{res}{space 2}-.1613709{col 31}{space 2} .1778828{col 42}{space 1}   -0.91{col 51}{space 3}0.364{col 59}{space 4}-.5101382{col 72}{space 3} .1873964
{txt}{space 3}article_40K_24 {c |}{col 19}{res}{space 2}-.2798572{col 31}{space 2} .2314841{col 42}{space 1}   -1.21{col 51}{space 3}0.227{col 59}{space 4}-.7337184{col 72}{space 3}  .174004
{txt}{space 3}article_40K_25 {c |}{col 19}{res}{space 2}-.2230515{col 31}{space 2}  .228052{col 42}{space 1}   -0.98{col 51}{space 3}0.328{col 59}{space 4}-.6701835{col 72}{space 3} .2240804
{txt}{space 3}article_40K_26 {c |}{col 19}{res}{space 2}-.3913528{col 31}{space 2}  .196483{col 42}{space 1}   -1.99{col 51}{space 3}0.046{col 59}{space 4}-.7765889{col 72}{space 3}-.0061168
{txt}{space 3}article_40K_27 {c |}{col 19}{res}{space 2}-.2279278{col 31}{space 2} .1929885{col 42}{space 1}   -1.18{col 51}{space 3}0.238{col 59}{space 4}-.6063122{col 72}{space 3} .1504567
{txt}{space 3}article_40K_28 {c |}{col 19}{res}{space 2}-.3195291{col 31}{space 2} .1972913{col 42}{space 1}   -1.62{col 51}{space 3}0.105{col 59}{space 4}-.7063498{col 72}{space 3} .0672916
{txt}{space 3}article_40K_29 {c |}{col 19}{res}{space 2}-.1798415{col 31}{space 2} .1730056{col 42}{space 1}   -1.04{col 51}{space 3}0.299{col 59}{space 4}-.5190464{col 72}{space 3} .1593633
{txt}{space 3}article_40K_30 {c |}{col 19}{res}{space 2}-.0788199{col 31}{space 2} .1901878{col 42}{space 1}   -0.41{col 51}{space 3}0.679{col 59}{space 4}-.4517131{col 72}{space 3} .2940732
{txt}{space 3}article_40K_31 {c |}{col 19}{res}{space 2}-.2413847{col 31}{space 2} .1898008{col 42}{space 1}   -1.27{col 51}{space 3}0.204{col 59}{space 4}-.6135191{col 72}{space 3} .1307498
{txt}{space 3}article_40K_32 {c |}{col 19}{res}{space 2}-.0615557{col 31}{space 2} .1788266{col 42}{space 1}   -0.34{col 51}{space 3}0.731{col 59}{space 4}-.4121734{col 72}{space 3}  .289062
{txt}{space 3}article_40K_33 {c |}{col 19}{res}{space 2}-.2626714{col 31}{space 2} .1807148{col 42}{space 1}   -1.45{col 51}{space 3}0.146{col 59}{space 4}-.6169914{col 72}{space 3} .0916486
{txt}{space 3}article_40K_34 {c |}{col 19}{res}{space 2}-.2440084{col 31}{space 2} .1796955{col 42}{space 1}   -1.36{col 51}{space 3}0.175{col 59}{space 4}-.5963297{col 72}{space 3}  .108313
{txt}{space 3}article_40K_35 {c |}{col 19}{res}{space 2} -.423042{col 31}{space 2} .1881265{col 42}{space 1}   -2.25{col 51}{space 3}0.025{col 59}{space 4}-.7918936{col 72}{space 3}-.0541903
{txt}{space 3}article_40K_36 {c |}{col 19}{res}{space 2}-.0770182{col 31}{space 2} .1701962{col 42}{space 1}   -0.45{col 51}{space 3}0.651{col 59}{space 4}-.4107148{col 72}{space 3} .2566784
{txt}{space 3}article_40K_37 {c |}{col 19}{res}{space 2}-.2237754{col 31}{space 2} .1814299{col 42}{space 1}   -1.23{col 51}{space 3}0.218{col 59}{space 4}-.5794973{col 72}{space 3} .1319466
{txt}{space 3}article_40K_38 {c |}{col 19}{res}{space 2}-.4084311{col 31}{space 2} .2381128{col 42}{space 1}   -1.72{col 51}{space 3}0.086{col 59}{space 4}-.8752888{col 72}{space 3} .0584267
{txt}{space 3}article_40K_39 {c |}{col 19}{res}{space 2} -.287065{col 31}{space 2} .1906867{col 42}{space 1}   -1.51{col 51}{space 3}0.132{col 59}{space 4}-.6609364{col 72}{space 3} .0868065
{txt}{space 3}article_40K_40 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 6}quote_92K_1 {c |}{col 19}{res}{space 2} .0801874{col 31}{space 2} .0774019{col 42}{space 1}    1.04{col 51}{space 3}0.300{col 59}{space 4}-.0715712{col 72}{space 3}  .231946
{txt}{space 6}quote_92K_2 {c |}{col 19}{res}{space 2}-.0264544{col 31}{space 2} .0490458{col 42}{space 1}   -0.54{col 51}{space 3}0.590{col 59}{space 4}-.1226163{col 72}{space 3} .0697076
{txt}{space 6}quote_92K_3 {c |}{col 19}{res}{space 2} .0273549{col 31}{space 2} .0460686{col 42}{space 1}    0.59{col 51}{space 3}0.553{col 59}{space 4}-.0629698{col 72}{space 3} .1176796
{txt}{space 6}quote_92K_4 {c |}{col 19}{res}{space 2} .0500898{col 31}{space 2} .0514246{col 42}{space 1}    0.97{col 51}{space 3}0.330{col 59}{space 4}-.0507362{col 72}{space 3} .1509157
{txt}{space 6}quote_92K_5 {c |}{col 19}{res}{space 2} .0272821{col 31}{space 2} .0691705{col 42}{space 1}    0.39{col 51}{space 3}0.693{col 59}{space 4}-.1083376{col 72}{space 3} .1629019
{txt}{space 6}quote_92K_6 {c |}{col 19}{res}{space 2}-.0082764{col 31}{space 2} .0630188{col 42}{space 1}   -0.13{col 51}{space 3}0.896{col 59}{space 4}-.1318347{col 72}{space 3} .1152818
{txt}{space 6}quote_92K_7 {c |}{col 19}{res}{space 2}-.0361705{col 31}{space 2} .0434024{col 42}{space 1}   -0.83{col 51}{space 3}0.405{col 59}{space 4}-.1212678{col 72}{space 3} .0489268
{txt}{space 6}quote_92K_8 {c |}{col 19}{res}{space 2} .0013396{col 31}{space 2} .0577477{col 42}{space 1}    0.02{col 51}{space 3}0.981{col 59}{space 4} -.111884{col 72}{space 3} .1145631
{txt}{space 6}quote_92K_9 {c |}{col 19}{res}{space 2} .0588708{col 31}{space 2}  .075723{col 42}{space 1}    0.78{col 51}{space 3}0.437{col 59}{space 4}-.0895961{col 72}{space 3} .2073377
{txt}{space 5}quote_92K_10 {c |}{col 19}{res}{space 2}-.0268652{col 31}{space 2}  .049238{col 42}{space 1}   -0.55{col 51}{space 3}0.585{col 59}{space 4} -.123404{col 72}{space 3} .0696736
{txt}{space 5}quote_92K_11 {c |}{col 19}{res}{space 2} .0363394{col 31}{space 2}  .045417{col 42}{space 1}    0.80{col 51}{space 3}0.424{col 59}{space 4}-.0527078{col 72}{space 3} .1253867
{txt}{space 5}quote_92K_12 {c |}{col 19}{res}{space 2} .1316909{col 31}{space 2} .0665619{col 42}{space 1}    1.98{col 51}{space 3}0.048{col 59}{space 4} .0011858{col 72}{space 3} .2621959
{txt}{space 5}quote_92K_13 {c |}{col 19}{res}{space 2} .0468106{col 31}{space 2} .0613077{col 42}{space 1}    0.76{col 51}{space 3}0.445{col 59}{space 4}-.0733928{col 72}{space 3} .1670139
{txt}{space 5}quote_92K_14 {c |}{col 19}{res}{space 2}-.0056007{col 31}{space 2} .0441889{col 42}{space 1}   -0.13{col 51}{space 3}0.899{col 59}{space 4}-.0922401{col 72}{space 3} .0810387
{txt}{space 5}quote_92K_15 {c |}{col 19}{res}{space 2}-.0217068{col 31}{space 2} .0626194{col 42}{space 1}   -0.35{col 51}{space 3}0.729{col 59}{space 4} -.144482{col 72}{space 3} .1010685
{txt}{space 5}quote_92K_16 {c |}{col 19}{res}{space 2}-.0242521{col 31}{space 2} .0544977{col 42}{space 1}   -0.45{col 51}{space 3}0.656{col 59}{space 4}-.1311035{col 72}{space 3} .0825993
{txt}{space 5}quote_92K_17 {c |}{col 19}{res}{space 2} .0263288{col 31}{space 2} .0687244{col 42}{space 1}    0.38{col 51}{space 3}0.702{col 59}{space 4}-.1084162{col 72}{space 3} .1610738
{txt}{space 5}quote_92K_18 {c |}{col 19}{res}{space 2} .0961016{col 31}{space 2} .0727586{col 42}{space 1}    1.32{col 51}{space 3}0.187{col 59}{space 4}-.0465531{col 72}{space 3} .2387562
{txt}{space 5}quote_92K_19 {c |}{col 19}{res}{space 2} .0144654{col 31}{space 2} .0489404{col 42}{space 1}    0.30{col 51}{space 3}0.768{col 59}{space 4}-.0814901{col 72}{space 3} .1104209
{txt}{space 5}quote_92K_20 {c |}{col 19}{res}{space 2} .0058558{col 31}{space 2} .0548877{col 42}{space 1}    0.11{col 51}{space 3}0.915{col 59}{space 4}-.1017602{col 72}{space 3} .1134717
{txt}{space 5}quote_92K_21 {c |}{col 19}{res}{space 2} -.004913{col 31}{space 2} .0518544{col 42}{space 1}   -0.09{col 51}{space 3}0.925{col 59}{space 4}-.1065817{col 72}{space 3} .0967557
{txt}{space 5}quote_92K_22 {c |}{col 19}{res}{space 2} .0642739{col 31}{space 2} .0579713{col 42}{space 1}    1.11{col 51}{space 3}0.268{col 59}{space 4}-.0493879{col 72}{space 3} .1779358
{txt}{space 5}quote_92K_23 {c |}{col 19}{res}{space 2} .0312787{col 31}{space 2} .0403552{col 42}{space 1}    0.78{col 51}{space 3}0.438{col 59}{space 4}-.0478439{col 72}{space 3} .1104014
{txt}{space 5}quote_92K_24 {c |}{col 19}{res}{space 2} .0251095{col 31}{space 2} .0425367{col 42}{space 1}    0.59{col 51}{space 3}0.555{col 59}{space 4}-.0582904{col 72}{space 3} .1085094
{txt}{space 5}quote_92K_25 {c |}{col 19}{res}{space 2} .0700112{col 31}{space 2} .0648794{col 42}{space 1}    1.08{col 51}{space 3}0.281{col 59}{space 4}-.0571952{col 72}{space 3} .1972176
{txt}{space 5}quote_92K_26 {c |}{col 19}{res}{space 2} .0320995{col 31}{space 2} .0560193{col 42}{space 1}    0.57{col 51}{space 3}0.567{col 59}{space 4}-.0777353{col 72}{space 3} .1419342
{txt}{space 5}quote_92K_27 {c |}{col 19}{res}{space 2} .0345409{col 31}{space 2} .0679501{col 42}{space 1}    0.51{col 51}{space 3}0.611{col 59}{space 4} -.098686{col 72}{space 3} .1677677
{txt}{space 5}quote_92K_28 {c |}{col 19}{res}{space 2} .0251319{col 31}{space 2} .0621815{col 42}{space 1}    0.40{col 51}{space 3}0.686{col 59}{space 4}-.0967848{col 72}{space 3} .1470486
{txt}{space 5}quote_92K_29 {c |}{col 19}{res}{space 2}  .020344{col 31}{space 2} .0478235{col 42}{space 1}    0.43{col 51}{space 3}0.671{col 59}{space 4}-.0734214{col 72}{space 3} .1141095
{txt}{space 5}quote_92K_30 {c |}{col 19}{res}{space 2}-.0072354{col 31}{space 2} .0841065{col 42}{space 1}   -0.09{col 51}{space 3}0.931{col 59}{space 4}-.1721396{col 72}{space 3} .1576687
{txt}{space 5}quote_92K_31 {c |}{col 19}{res}{space 2} .0609653{col 31}{space 2} .0461373{col 42}{space 1}    1.32{col 51}{space 3}0.186{col 59}{space 4}-.0294941{col 72}{space 3} .1514248
{txt}{space 5}quote_92K_32 {c |}{col 19}{res}{space 2} .0254384{col 31}{space 2} .0482995{col 42}{space 1}    0.53{col 51}{space 3}0.598{col 59}{space 4}-.0692604{col 72}{space 3} .1201371
{txt}{space 5}quote_92K_33 {c |}{col 19}{res}{space 2}  .016469{col 31}{space 2} .0461583{col 42}{space 1}    0.36{col 51}{space 3}0.721{col 59}{space 4}-.0740317{col 72}{space 3} .1069698
{txt}{space 5}quote_92K_34 {c |}{col 19}{res}{space 2} .0357485{col 31}{space 2} .0569114{col 42}{space 1}    0.63{col 51}{space 3}0.530{col 59}{space 4}-.0758354{col 72}{space 3} .1473323
{txt}{space 5}quote_92K_35 {c |}{col 19}{res}{space 2} .0309805{col 31}{space 2}  .052535{col 42}{space 1}    0.59{col 51}{space 3}0.555{col 59}{space 4}-.0720227{col 72}{space 3} .1339837
{txt}{space 5}quote_92K_36 {c |}{col 19}{res}{space 2} .0322488{col 31}{space 2} .0512424{col 42}{space 1}    0.63{col 51}{space 3}0.529{col 59}{space 4}  -.06822{col 72}{space 3} .1327176
{txt}{space 5}quote_92K_37 {c |}{col 19}{res}{space 2} .0214063{col 31}{space 2} .0545448{col 42}{space 1}    0.39{col 51}{space 3}0.695{col 59}{space 4}-.0855373{col 72}{space 3} .1283499
{txt}{space 5}quote_92K_38 {c |}{col 19}{res}{space 2} .0526361{col 31}{space 2} .0651102{col 42}{space 1}    0.81{col 51}{space 3}0.419{col 59}{space 4}-.0750228{col 72}{space 3}  .180295
{txt}{space 5}quote_92K_39 {c |}{col 19}{res}{space 2} .0750105{col 31}{space 2}  .052457{col 42}{space 1}    1.43{col 51}{space 3}0.153{col 59}{space 4}-.0278397{col 72}{space 3} .1778607
{txt}{space 5}quote_92K_40 {c |}{col 19}{res}{space 2}-.0276854{col 31}{space 2} .0544936{col 42}{space 1}   -0.51{col 51}{space 3}0.611{col 59}{space 4}-.1345286{col 72}{space 3} .0791578
{txt}{space 5}quote_92K_41 {c |}{col 19}{res}{space 2}-.0099454{col 31}{space 2} .0464183{col 42}{space 1}   -0.21{col 51}{space 3}0.830{col 59}{space 4}-.1009557{col 72}{space 3}  .081065
{txt}{space 5}quote_92K_42 {c |}{col 19}{res}{space 2}-.0140549{col 31}{space 2}  .060601{col 42}{space 1}   -0.23{col 51}{space 3}0.817{col 59}{space 4}-.1328728{col 72}{space 3} .1047629
{txt}{space 5}quote_92K_43 {c |}{col 19}{res}{space 2}-.0155865{col 31}{space 2} .0488797{col 42}{space 1}   -0.32{col 51}{space 3}0.750{col 59}{space 4}-.1114228{col 72}{space 3} .0802498
{txt}{space 5}quote_92K_44 {c |}{col 19}{res}{space 2} .0374299{col 31}{space 2} .0510473{col 42}{space 1}    0.73{col 51}{space 3}0.463{col 59}{space 4}-.0626564{col 72}{space 3} .1375162
{txt}{space 5}quote_92K_45 {c |}{col 19}{res}{space 2} .0045172{col 31}{space 2} .0592149{col 42}{space 1}    0.08{col 51}{space 3}0.939{col 59}{space 4} -.111583{col 72}{space 3} .1206175
{txt}{space 5}quote_92K_46 {c |}{col 19}{res}{space 2}-.0150926{col 31}{space 2} .0820511{col 42}{space 1}   -0.18{col 51}{space 3}0.854{col 59}{space 4}-.1759668{col 72}{space 3} .1457816
{txt}{space 5}quote_92K_47 {c |}{col 19}{res}{space 2}-.0082579{col 31}{space 2} .0596468{col 42}{space 1}   -0.14{col 51}{space 3}0.890{col 59}{space 4}-.1252048{col 72}{space 3}  .108689
{txt}{space 5}quote_92K_48 {c |}{col 19}{res}{space 2} .1015412{col 31}{space 2}  .048415{col 42}{space 1}    2.10{col 51}{space 3}0.036{col 59}{space 4} .0066159{col 72}{space 3} .1964664
{txt}{space 5}quote_92K_49 {c |}{col 19}{res}{space 2}-.0221217{col 31}{space 2} .0682511{col 42}{space 1}   -0.32{col 51}{space 3}0.746{col 59}{space 4}-.1559387{col 72}{space 3} .1116953
{txt}{space 5}quote_92K_50 {c |}{col 19}{res}{space 2}-.0331272{col 31}{space 2} .0764277{col 42}{space 1}   -0.43{col 51}{space 3}0.665{col 59}{space 4}-.1829758{col 72}{space 3} .1167215
{txt}{space 5}quote_92K_51 {c |}{col 19}{res}{space 2}  .013259{col 31}{space 2} .0435929{col 42}{space 1}    0.30{col 51}{space 3}0.761{col 59}{space 4}-.0722118{col 72}{space 3} .0987299
{txt}{space 5}quote_92K_52 {c |}{col 19}{res}{space 2} -.012764{col 31}{space 2} .0509243{col 42}{space 1}   -0.25{col 51}{space 3}0.802{col 59}{space 4}-.1126091{col 72}{space 3} .0870811
{txt}{space 5}quote_92K_53 {c |}{col 19}{res}{space 2} .0058586{col 31}{space 2} .0556317{col 42}{space 1}    0.11{col 51}{space 3}0.916{col 59}{space 4}-.1032162{col 72}{space 3} .1149334
{txt}{space 5}quote_92K_54 {c |}{col 19}{res}{space 2}-.0081112{col 31}{space 2} .0566859{col 42}{space 1}   -0.14{col 51}{space 3}0.886{col 59}{space 4}-.1192529{col 72}{space 3} .1030305
{txt}{space 5}quote_92K_55 {c |}{col 19}{res}{space 2}-.0536637{col 31}{space 2} .0476362{col 42}{space 1}   -1.13{col 51}{space 3}0.260{col 59}{space 4}-.1470621{col 72}{space 3} .0397347
{txt}{space 5}quote_92K_56 {c |}{col 19}{res}{space 2}-.0141751{col 31}{space 2} .0587306{col 42}{space 1}   -0.24{col 51}{space 3}0.809{col 59}{space 4}-.1293257{col 72}{space 3} .1009754
{txt}{space 5}quote_92K_57 {c |}{col 19}{res}{space 2} .0198446{col 31}{space 2} .0473572{col 42}{space 1}    0.42{col 51}{space 3}0.675{col 59}{space 4}-.0730067{col 72}{space 3} .1126959
{txt}{space 5}quote_92K_58 {c |}{col 19}{res}{space 2} .0621278{col 31}{space 2} .0716576{col 42}{space 1}    0.87{col 51}{space 3}0.386{col 59}{space 4}-.0783682{col 72}{space 3} .2026238
{txt}{space 5}quote_92K_59 {c |}{col 19}{res}{space 2}-.0429454{col 31}{space 2} .0483765{col 42}{space 1}   -0.89{col 51}{space 3}0.375{col 59}{space 4}-.1377952{col 72}{space 3} .0519043
{txt}{space 5}quote_92K_60 {c |}{col 19}{res}{space 2} .0217656{col 31}{space 2} .0491736{col 42}{space 1}    0.44{col 51}{space 3}0.658{col 59}{space 4}-.0746469{col 72}{space 3} .1181782
{txt}{space 5}quote_92K_61 {c |}{col 19}{res}{space 2} .0164484{col 31}{space 2}  .052739{col 42}{space 1}    0.31{col 51}{space 3}0.755{col 59}{space 4}-.0869548{col 72}{space 3} .1198515
{txt}{space 5}quote_92K_62 {c |}{col 19}{res}{space 2} .0103249{col 31}{space 2} .0499528{col 42}{space 1}    0.21{col 51}{space 3}0.836{col 59}{space 4}-.0876154{col 72}{space 3} .1082651
{txt}{space 5}quote_92K_63 {c |}{col 19}{res}{space 2} .0672283{col 31}{space 2} .0806975{col 42}{space 1}    0.83{col 51}{space 3}0.405{col 59}{space 4} -.090992{col 72}{space 3} .2254485
{txt}{space 5}quote_92K_64 {c |}{col 19}{res}{space 2} .0759531{col 31}{space 2} .0649903{col 42}{space 1}    1.17{col 51}{space 3}0.243{col 59}{space 4}-.0514706{col 72}{space 3} .2033768
{txt}{space 5}quote_92K_65 {c |}{col 19}{res}{space 2} .0127857{col 31}{space 2} .0539121{col 42}{space 1}    0.24{col 51}{space 3}0.813{col 59}{space 4}-.0929175{col 72}{space 3} .1184888
{txt}{space 5}quote_92K_66 {c |}{col 19}{res}{space 2} .0245813{col 31}{space 2} .0458386{col 42}{space 1}    0.54{col 51}{space 3}0.592{col 59}{space 4}-.0652925{col 72}{space 3} .1144551
{txt}{space 5}quote_92K_67 {c |}{col 19}{res}{space 2} .0009649{col 31}{space 2} .0482444{col 42}{space 1}    0.02{col 51}{space 3}0.984{col 59}{space 4}-.0936259{col 72}{space 3} .0955556
{txt}{space 5}quote_92K_68 {c |}{col 19}{res}{space 2} .1344805{col 31}{space 2} .0594702{col 42}{space 1}    2.26{col 51}{space 3}0.024{col 59}{space 4} .0178798{col 72}{space 3} .2510812
{txt}{space 5}quote_92K_69 {c |}{col 19}{res}{space 2} .0368862{col 31}{space 2} .0555192{col 42}{space 1}    0.66{col 51}{space 3}0.506{col 59}{space 4} -.071968{col 72}{space 3} .1457403
{txt}{space 5}quote_92K_70 {c |}{col 19}{res}{space 2} .0876546{col 31}{space 2} .0537962{col 42}{space 1}    1.63{col 51}{space 3}0.103{col 59}{space 4}-.0178212{col 72}{space 3} .1931305
{txt}{space 5}quote_92K_71 {c |}{col 19}{res}{space 2}-.0176463{col 31}{space 2}  .064849{col 42}{space 1}   -0.27{col 51}{space 3}0.786{col 59}{space 4} -.144793{col 72}{space 3} .1095004
{txt}{space 5}quote_92K_72 {c |}{col 19}{res}{space 2}-.0066684{col 31}{space 2} .0545415{col 42}{space 1}   -0.12{col 51}{space 3}0.903{col 59}{space 4}-.1136055{col 72}{space 3} .1002687
{txt}{space 5}quote_92K_73 {c |}{col 19}{res}{space 2}-.0306568{col 31}{space 2} .0544124{col 42}{space 1}   -0.56{col 51}{space 3}0.573{col 59}{space 4}-.1373409{col 72}{space 3} .0760273
{txt}{space 5}quote_92K_74 {c |}{col 19}{res}{space 2}-.0412189{col 31}{space 2} .0708924{col 42}{space 1}   -0.58{col 51}{space 3}0.561{col 59}{space 4}-.1802147{col 72}{space 3} .0977769
{txt}{space 5}quote_92K_75 {c |}{col 19}{res}{space 2}-.0637437{col 31}{space 2} .0728782{col 42}{space 1}   -0.87{col 51}{space 3}0.382{col 59}{space 4}-.2066329{col 72}{space 3} .0791455
{txt}{space 5}quote_92K_76 {c |}{col 19}{res}{space 2}-.0181344{col 31}{space 2} .0422708{col 42}{space 1}   -0.43{col 51}{space 3}0.668{col 59}{space 4}-.1010129{col 72}{space 3} .0647441
{txt}{space 5}quote_92K_77 {c |}{col 19}{res}{space 2} .0169879{col 31}{space 2} .0589872{col 42}{space 1}    0.29{col 51}{space 3}0.773{col 59}{space 4}-.0986658{col 72}{space 3} .1326417
{txt}{space 5}quote_92K_78 {c |}{col 19}{res}{space 2}-.0924319{col 31}{space 2}  .074842{col 42}{space 1}   -1.24{col 51}{space 3}0.217{col 59}{space 4}-.2391715{col 72}{space 3} .0543076
{txt}{space 5}quote_92K_79 {c |}{col 19}{res}{space 2} .0413297{col 31}{space 2} .0593251{col 42}{space 1}    0.70{col 51}{space 3}0.486{col 59}{space 4}-.0749866{col 72}{space 3} .1576459
{txt}{space 5}quote_92K_80 {c |}{col 19}{res}{space 2} .0656649{col 31}{space 2} .0497771{col 42}{space 1}    1.32{col 51}{space 3}0.187{col 59}{space 4}-.0319309{col 72}{space 3} .1632608
{txt}{space 5}quote_92K_81 {c |}{col 19}{res}{space 2} .0021085{col 31}{space 2}  .051077{col 42}{space 1}    0.04{col 51}{space 3}0.967{col 59}{space 4}-.0980361{col 72}{space 3} .1022531
{txt}{space 5}quote_92K_82 {c |}{col 19}{res}{space 2} .0118444{col 31}{space 2} .0627201{col 42}{space 1}    0.19{col 51}{space 3}0.850{col 59}{space 4}-.1111282{col 72}{space 3} .1348171
{txt}{space 5}quote_92K_83 {c |}{col 19}{res}{space 2}-.0213476{col 31}{space 2} .0612802{col 42}{space 1}   -0.35{col 51}{space 3}0.728{col 59}{space 4} -.141497{col 72}{space 3} .0988018
{txt}{space 5}quote_92K_84 {c |}{col 19}{res}{space 2} .0683852{col 31}{space 2} .0594857{col 42}{space 1}    1.15{col 51}{space 3}0.250{col 59}{space 4}-.0482459{col 72}{space 3} .1850163
{txt}{space 5}quote_92K_85 {c |}{col 19}{res}{space 2} .0566345{col 31}{space 2} .0488911{col 42}{space 1}    1.16{col 51}{space 3}0.247{col 59}{space 4}-.0392242{col 72}{space 3} .1524933
{txt}{space 5}quote_92K_86 {c |}{col 19}{res}{space 2}-.0040735{col 31}{space 2}  .054038{col 42}{space 1}   -0.08{col 51}{space 3}0.940{col 59}{space 4}-.1100235{col 72}{space 3} .1018764
{txt}{space 5}quote_92K_87 {c |}{col 19}{res}{space 2} .0246514{col 31}{space 2} .0558649{col 42}{space 1}    0.44{col 51}{space 3}0.659{col 59}{space 4}-.0848806{col 72}{space 3} .1341834
{txt}{space 5}quote_92K_88 {c |}{col 19}{res}{space 2} .0501347{col 31}{space 2} .0455298{col 42}{space 1}    1.10{col 51}{space 3}0.271{col 59}{space 4}-.0391337{col 72}{space 3}  .139403
{txt}{space 5}quote_92K_89 {c |}{col 19}{res}{space 2}-.0625806{col 31}{space 2} .0506585{col 42}{space 1}   -1.24{col 51}{space 3}0.217{col 59}{space 4}-.1619045{col 72}{space 3} .0367433
{txt}{space 5}quote_92K_90 {c |}{col 19}{res}{space 2}-.0313217{col 31}{space 2} .0649066{col 42}{space 1}   -0.48{col 51}{space 3}0.629{col 59}{space 4}-.1585813{col 72}{space 3} .0959379
{txt}{space 5}quote_92K_91 {c |}{col 19}{res}{space 2} .0333542{col 31}{space 2} .0705695{col 42}{space 1}    0.47{col 51}{space 3}0.636{col 59}{space 4}-.1050085{col 72}{space 3} .1717169
{txt}{space 5}quote_92K_92 {c |}{col 19}{res}{space 2}        0{col 31}{txt}  (omitted)
{space 12}_cons {c |}{col 19}{res}{space 2} 1.027627{col 31}{space 2} .2626941{col 42}{space 1}    3.91{col 51}{space 3}0.000{col 59}{space 4}  .512574{col 72}{space 3} 1.542681
{txt}{hline 18}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}({res}est1{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID i.beat, vce(cluster article_id)
{txt}({res}est2{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   13,524}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base'      speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est3{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* if translations==0, vce(cluster article_id)
{txt}({res}est4{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,697}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K*,          vce(cluster speech_id)
{txt}({res}est5{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* quote_92K* i.authorID,vce(cluster authorID)
{txt}({res}est6{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_50K*  article_40K* quote_50K*,          vce(cluster article_id)
{txt}({res}est7{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_100K* article_40K* quote_100K*,         vce(cluster article_id)
{txt}({res}est8{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_30K* quote_92K*,          vce(cluster article_id)
{txt}({res}est9{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_50K* quote_92K*,          vce(cluster article_id)
{txt}({res}est10{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_92K*  article_40K* sentence_92K*,       vce(cluster article_id)
{txt}({res}est11{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. eststo: qui reg dce_max_quote2speech i.opposition `base' $min speech_50K*  article_30K* quote_50K*,       vce(cluster article_id)
{txt}({res}est12{txt} stored)

{com}.         local nobs: display %9.0fc `e(N)'
{res}{txt}
{com}.         estadd local nobs = "\multicolumn{c -(}1{c )-}{c -(}c{c )-}{c -(}`nobs'{c )-}"

{txt}added macro:
               e(nobs) : "{res:\multicolumn{1}{c}{   14,901}}"

{com}. 
. 
. #delimit ;
{txt}delimiter now ;
{com}. esttab, keep(1.opposition)
>                 coeflabel(`my_coeflabel')
>                 scalars("df_m df-model" "clustvar cluster-variable" "N_clust cluster-N")
>                 `esttab_options'
>                 mtitles(`model_title')
>                 title(Panel E)
> ;
{res}
{txt}Panel E
{txt}{hline 226}
{txt}                      (1)               (2)               (3)               (4)               (5)               (6)               (7)               (8)               (9)              (10)              (11)              (12)   
{txt}                     Base         Author FE             $\sim             $\sim    Cluster speech    Cluster author       Speech K=50      Speech K=100      Article K=30      Article K=50         SentenceK             est12   
{txt}{hline 226}
{txt}=1 if fr~1{res}          -0.04*            -0.04**           -0.03**           -0.03*            -0.04*            -0.04*            -0.03             -0.03             -0.04**           -0.04**           -0.03*            -0.03*  {txt}
          {res} {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.01{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}    {ralign 14:{txt:(}0.02{txt:)}}   {txt}
{txt}{hline 226}
{txt}df-model  {res}         351.00            541.00            275.00            351.00            353.00            250.00            267.00            368.00            341.00            361.00            351.00            257.00   {txt}
{txt}cluster-~e{res}     article_id        article_id        article_id        article_id         speech_id          authorID        article_id        article_id        article_id        article_id        article_id        article_id   {txt}
{txt}cluster-N {res}       3,421.00          3,017.00          3,421.00          3,399.00          5,129.00            273.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00          3,421.00   {txt}
{txt}{hline 226}
{txt}Standard errors in parentheses
{txt}* p<0.1, ** p<0.05, *** p<0.01

{com}. esttab using $TABSAVEDIR/sensitivity-panelF-semantic-accuracy-binarized-nearperfect.tex,
>         replace
>         booktabs
>         fragment
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>         `esttab_options'
>         nomtitle
>         nonumbers
>         nolines
>         nogaps
>         noeqlines
>         nodepvars
>         scalars("nobs N")
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelF-semantic-accuracy-binarized-nearperfect.tex"'})

{com}. esttab using $TABSAVEDIR/sensitivity-panelF-semantic-accuracy-nearperfect.md,
>         replace
>         se
>         star (* 0.1 ** 0.05 *** 0.01)
>         keep(1.opposition)
>         coeflabel($coeff_labels)
>     b(%9.2f)
>     se(%9.2f)
>     nonumbers
>         style(mmd)
>         mtitle(
>             "(1) Baseline Regression"
>             "(2) Journalist FE"
>             "(3) No ministerial controls"
>             "(4) No translations"
>             "(5) Cluster by speech"
>             "(6) Cluster by journalist"
>             "(7) Speech K = 50"
>             "(8) Speech K = 100"
>             "(9) Article K = 30"
>             "(10) Article K = 50"
>             "(11) Sentence topics"
>             "(12) Parsimonious topics"
>         )       
> ;
{res}{txt}(output written to {browse  `"../results/tables/sensitivity-panelF-semantic-accuracy-nearperfect.md"'})

{com}. #delimit cr
{txt}delimiter now cr
{com}. 
. tictoc toc 1
{res}{hline}
{txt}----------- Time log -----------
Start time:  2 Dec 2025 12:14:24
End time:  2 Dec 2025 12:20:38
Elapsed seconds: {res}      373
{txt}Elapsed minutes: {res}        6
{txt}Elapsed hours: {res}       .1
{hline}
{txt}
{com}. beepme 3
{txt}
{com}. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\wsl.localhost\Debian\home\lsys\neutrality\analysis\logs/tableD1.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res} 2 Dec 2025, 12:20:41
{txt}{.-}
{smcl}
{txt}{sf}{ul off}